
<!DOCTYPE html>
<!--[if IEMobile 7 ]><html class="no-js iem7"><![endif]-->
<!--[if lt IE 9]><html class="no-js lte-ie8"><![endif]-->
<!--[if (gt IE 8)|(gt IEMobile 7)|!(IEMobile)|!(IE)]><!--><html class="no-js" lang="en"><!--<![endif]-->
<head>
  <meta charset="utf-8">
  <title>有诚意的生活-once - muggleyoung's blog</title>
  <meta name="author" content="muggleyoung">

  
  <meta name="description" content="&#20170;&#22825;&#65292;&#38081;&#20154;&#26472;&#23567;mi&#32456;&#20110;&#25346;&#20102;&#65292;&#24443;&#24213;&#25179;&#19981;&#20303;&#20102 &hellip;">
  

  <!-- http://t.co/dKP3o1e -->
  <meta name="HandheldFriendly" content="True">
  <meta name="MobileOptimized" content="320">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  
  <link rel="canonical" href="http://muggleyoung.github.com/blog/2010/10/17/%E6%9C%89%E8%AF%9A%E6%84%8F%E7%9A%84%E7%94%9F%E6%B4%BB-once/">
  <link href="/favicon.png" rel="icon">
  <link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
  <script src="/javascripts/modernizr-2.0.js"></script>
  <script src="/javascripts/ender.js"></script>
  <script src="/javascripts/octopress.js" type="text/javascript"></script>
  <link href="/atom.xml" rel="alternate" title="muggleyoung's blog" type="application/atom+xml">
  <!--Fonts from Google"s Web font directory at http://google.com/webfonts -->
<link href="http://fonts.googleapis.com/css?family=PT+Serif:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<link href="http://fonts.googleapis.com/css?family=PT+Sans:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">

  

</head>

<body   >
  <header role="banner"><hgroup>
  <h1><a href="/">muggleyoung's blog</a></h1>
  
    <h2>A blogging framework for hackers.</h2>
  
</hgroup>

</header>
  <nav role="navigation"><ul class="subscription" data-subscription="rss">
  <li><a href="/atom.xml" rel="subscribe-rss" title="subscribe via RSS">RSS</a></li>
  
</ul>
  
<form action="http://google.com/search" method="get">
  <fieldset role="search">
    <input type="hidden" name="q" value="site:muggleyoung.github.com" />
    <input class="search" type="text" name="q" results="0" placeholder="Search"/>
  </fieldset>
</form>
  
<ul class="main-navigation">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
</ul>

</nav>
  <div id="main">
    <div id="content">
      <div>
<article class="hentry" role="article">
  
  <header>
    
      <h1 class="entry-title">有诚意的生活-once</h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-10-17T00:00:00+08:00" pubdate data-updated="true">Oct 17<span>th</span>, 2010</time>
        
      </p>
    
  </header>


<div class="entry-content"><p>
                                    <p>&#20170;&#22825;&#65292;&#38081;&#20154;&#26472;&#23567;mi&#32456;&#20110;&#25346;&#20102;&#65292;&#24443;&#24213;&#25179;&#19981;&#20303;&#20102;</p>
<p>&#32463;&#21382;&#19978;&#21608;&#36830;&#32493;&#19977;&#22825;&#22833;&#30496;&#65292;&#30561;&#30528;&#30340;&#26102;&#38388;&#20998;&#21035;&#20026;&#65292;&#20004;&#28857;&#65292;&#19977;&#28857;&#65292;&#20116;&#28857;&#21518;</p>
<p>&#36825;&#21608;&#26411;&#22909;&#23481;&#26131;&#24819;&#22238;&#23478;&#30561;&#20010;&#25042;&#35273;&#65292;&#21322;&#22812;1&#28857;&#25509;&#21040;&#25903;&#20184;&#23453;&#30005;&#35805;&#65292;&#21448;&#36215;&#26469;&#39578;&#25200;&#23567;&#39134;&#23567;&#40654;&#65292;&#33258;&#24049;&#24819;&#19996;&#24819;&#35199;&#30561;&#19981;&#30528;&#65292;&#22823;&#26089;&#19971;&#28857;&#29228;&#36215;&#26469;&#36214;&#24448;&#35199;&#23433;</p>
<p>&#20170;&#22825;&#65292;&#36208;&#36335;&#30340;&#26102;&#20505;&#24320;&#22987;&#26377;&#23601;&#22320;&#20498;&#19979;&#30561;&#35273;&#30340;&#20914;&#21160;&#12290;&#12290;&#12290;&#12290;&#12290;&#22826;&#38590;&#24471;&#21568;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#19979;&#21320;&#19968;&#35273;&#30561;&#21040;&#24555;&#22235;&#28857;&#65292;&#34987;&#24555;&#36882;&#33883;&#26684;&#21557;&#37266;&#12290;</p>
<p>&#24681;&#65292;&#25105;&#29616;&#22312;&#20063;&#26377;&#19968;&#20010;&#26700;&#23376;&#35282;&#30340;&#21270;&#22918;&#21697;&#20102;&#65292;&#20445;&#20859;&#21644;&#33261;&#32654;&#30340;&#21152;&#36215;&#26469;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;</p>
<p>&#24681;&#65292;&#23398;&#26657;&#23553;&#26657;&#20102;&#65292;&#22240;&#20026;&#26152;&#22825;&#30340;&#28216;&#34892;&#65292;&#35814;&#24773;&#20154;&#20154;&#19978;&#26377;&#24456;&#22810;</p>
<p>&#26152;&#22825;&#20013;&#21320;&#36335;&#36807;&#19996;&#22823;&#34903;&#36824;&#26159;&#19968;&#29255;&#21644;&#35856;&#21602;</p>
<p>&#25454;&#35828;&#26202;&#19978;&#22238;&#26469;&#30340;&#21733;&#20204;&#20799;&#37117;&#26159;&#36208;&#22238;&#26469;&#30340;&#65292;&#21704;&#21704;&#21704;</p>
<p>&#20170;&#22825;&#26089;&#19978;&#20986;&#38376;&#65292;&#23398;&#26657;&#36824;&#26159;&#19968;&#29255;&#21644;&#35856;&#21602;</p>
<p>&#21040;&#20102;&#20132;&#22823;&#25509;&#21040;&#30005;&#35805;&#65292;&#37027;&#26102;&#20505;&#24819;&#20986;&#26469;&#30340;&#21516;&#23398;&#24050;&#32463;&#34987;&#23553;&#21862;</p>
<p>&#25919;&#27835;&#35805;&#39064;&#19981;&#22810;&#35828;&#65292;&#20294;&#28216;&#34892;&#24212;&#35813;&#29702;&#24615;&#65292;&#19981;&#28982;&#65292;&#20320;&#19981;&#26159;&#36319;&#20320;&#25152;&#25239;&#35758;&#30340;&#37027;&#20123;&#20154;&#19968;&#20010;&#24503;&#24615;&#20102;&#65292;&#19981;&#33021;&#21834;&#65292;&#21681;&#24471;&#27604;&#20182;&#39640;&#19968;&#20010;&#22659;&#30028;&#19981;&#26159;</p>
<p>&#36825;&#27425;&#31639;&#26159;&#26377;&#36827;&#27493;&#20102;&#65292;&#27604;&#36215;&#21069;&#20004;&#22825;&#35199;&#22823;&#20107;&#20214;&#65292;&#26377;&#31209;&#24207;&#22810;&#20102;</p>
<p>&#25152;&#20197;&#65292;&#31215;&#26497;&#30340;&#30475;&#65292;&#36824;&#26159;&#22823;&#23478;&#24635;&#20307;&#19978;&#37117;&#36827;&#27493;&#21862;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;</p>
<p>&#35828;&#21040;&#36825;&#65292;&#24819;&#36215;&#20004;&#21608;&#21069;&#36827;&#22478;&#65292;&#33150;&#35759;&#22823;&#31206;&#32593;&#20160;&#20040;&#30340;&#32452;&#32455;&#20102;&#20445;&#25252;&#23567;&#21160;&#29289;&#30340;&#36335;&#28436;&#12290;&#25105;&#31449;&#22312;&#26049;&#36793;&#30475;&#20102;&#24555;&#21313;&#20998;&#38047;&#65292;&#38500;&#20102;&#19968;&#22534;&#30011;&#30528;&#24808;&#19981;&#24525;&#30585;&#22270;&#29255;&#30340;&#23637;&#26495;&#65292;&#24037;&#20316;&#20154;&#21592;&#21574;&#21574;&#30340;&#31449;&#22312;&#26700;&#23376;&#21518;&#38754;&#65292;&#20320;&#20280;&#25163;&#20102;&#65292;&#23601;&#21457;&#19968;&#24352;&#23459;&#20256;&#21333;&#65292;&#28982;&#21518;&#23601;&#26159;&#26049;&#36793;&#21457;&#29483;&#31918;&#29399;&#31918;&#30340;&#20102;&#12290;&#19968;&#22823;&#22534;&#20154;&#39030;&#30528;&#22826;&#38451;&#25490;&#38431;&#65292;&#23601;&#20026;&#20102;&#39046;&#19968;&#20221;&#20813;&#36153;&#30340;&#29483;&#31918;&#29399;&#31918;&#65292;&#32780;&#24037;&#20316;&#20154;&#21592;&#30340;&#24037;&#20316;&#37325;&#24515;&#20284;&#20046;&#20063;&#22312;&#20110;&#27492;&#12290;&#21215;&#25424;&#31665;&#34987;&#25380;&#22312;&#20154;&#32676;&#20013;&#38388;&#65292;&#25105;&#35797;&#22270;&#25380;&#36827;&#21435;&#65292;&#27809;&#25104;&#21151;&#20040;&#12290;&#20063;&#27809;&#20154;&#31649;&#25424;&#38065;&#30340;&#20107;&#20799;&#12290;&#24471;&#65292;&#23601;&#36825;&#29366;&#24577;&#65292;&#25424;&#20102;&#38065;&#65292;&#22992;&#36824;&#25285;&#24515;&#20320;&#29992;&#22312;&#21738;&#37324;&#20102;&#21602;&#65292;&#26126;&#26174;&#19981;&#26159;&#35802;&#24515;&#20851;&#24515;&#23567;&#21160;&#29289;&#30340;&#65292;&#22823;&#27010;&#39034;&#20415;&#24819;&#20026;&#36825;&#23478;&#29399;&#31918;&#20844;&#21496;&#20570;&#23459;&#20256;&#21543;&#12290;</p>
<p>&#25402;&#22833;&#36133;&#30340;&#65292;&#27809;&#20154;&#27880;&#24847;&#21040;&#20320;&#30340;&#27963;&#21160;&#20027;&#39064;&#65292;&#38500;&#20102;&#20813;&#36153;&#30340;&#29483;&#29399;&#31918;</p>
<p>&#25152;&#20197;&#65292;&#20570;&#20107;&#26377;&#27809;&#26377;&#35802;&#24847;&#65292;&#25402;&#23481;&#26131;&#30475;&#20986;&#26469;&#30340;</p>
<p>&#19981;&#35201;&#38543;&#20415;&#25343;&#24904;&#21892;&#21644;&#22823;&#23478;&#30340;&#21516;&#24773;&#24515;&#20570;&#22129;&#22836;&#20102;</p>
<p>&#30495;&#27809;&#29233;&#24515;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;-</p>
<p>once&#36825;&#37096;&#30005;&#24433;&#65292;&#26159;&#24456;&#20540;&#24471;&#22238;&#21619;&#30340;</p>
<p>&#27809;&#30475;&#36807;&#23665;&#26946;&#26641;&#20043;&#24651;&#33258;&#28982;&#27809;&#26377;&#21457;&#35328;&#26435;&#65292;&#21487;&#21333;&#23601;&#36825;&#37096;&#24433;&#29255;&#65292;once&#25165;&#31639;&#32431;&#29233;</p>
<p>&#24456;&#22810;&#20154;&#65292;&#35273;&#24471;&#33258;&#24049;&#24456;&#22810;&#24773;&#65292;&#20160;&#20040;&#20107;&#20799;&#37117;&#24448;&#33258;&#24049;&#36523;&#19978;&#38752;</p>
<p>&#30495;&#19981;&#29992;&#65292;&#24744;&#27809;&#37027;&#20040;&#26377;&#39749;&#21147;&#65292;&#22992;&#20063;&#27809;&#37027;&#20040;&#33030;&#24369;</p>
<p>&#30495;&#27491;&#20851;&#24515;&#21681;&#30340;&#23401;&#21482;&#65292;&#37117;&#26159;&#26377;&#35802;&#24847;&#30340;&#23401;&#21482;</p>
<p>&#20320;&#20204;&#20250;&#26356;&#20851;&#24515;&#25105;&#36825;&#22825;&#28982;&#21574;&#30340;&#24605;&#24819;&#29366;&#20917;&#21543;&#65292;&#36824;&#26159;&#35828;&#65292;&#26356;&#20851;&#24515;&#25105;&#26377;&#27809;&#26377;&#21507;&#39281;&#21602;</p>
<p>&#26469;&#65292;my dear friends, what will you say~&#22079;&#22079;</p>
<p>&#19968;&#24537;&#36215;&#26469;&#65292;&#21338;&#23458;&#23601;&#26080;&#22270;&#26080;&#38899;&#20048;&#20102;&#65292;&#39307;&#24871;&#21834;</p>
<p>&#19968;&#36215;&#26469;&#21548;once&#21543;
<object classid="clsid:6bf52a52-394a-11d3-b153-00c04f79faa6" width="0" height="0" codebase="http://activex.microsoft.com/activex/controls/mplayer/en/nsmp2inf.cab#Version=5,1,52,701">
<param name="url" value="http://images.edu-edu.com.cn/audio/eng/fallingslowly.mp3" /><embed type="application/x-mplayer2" width="0" height="0" src="http://images.edu-edu.com.cn/audio/eng/fallingslowly.mp3"></embed></object>
</p>
                                    </p>
</div>


  <footer>
    <p class="meta">
      
  

<span class="byline author vcard">Posted by <span class="fn">muggleyoung</span></span>

      








  


<time datetime="2010-10-17T00:00:00+08:00" pubdate data-updated="true">Oct 17<span>th</span>, 2010</time>
      


    </p>
    
      <div class="sharing">
  
  <a href="http://twitter.com/share" class="twitter-share-button" data-url="http://muggleyoung.github.com/blog/2010/10/17/%E6%9C%89%E8%AF%9A%E6%84%8F%E7%9A%84%E7%94%9F%E6%B4%BB-once/" data-via="" data-counturl="http://muggleyoung.github.com/blog/2010/10/17/%E6%9C%89%E8%AF%9A%E6%84%8F%E7%9A%84%E7%94%9F%E6%B4%BB-once/" >Tweet</a>
  
  
  
</div>

    
    <p class="meta">
      
        <a class="basic-alignment left" href="/blog/2010/10/16/%E6%94%AF%E4%BB%98%E5%AE%9D%E4%B8%80%E4%BA%8C%E4%B8%89%E5%9B%9B%E4%BA%94%E5%85%AD%E4%B8%83%E9%9D%A2/" title="Previous Post: 支付宝一二三四五六七面">&laquo; 支付宝一二三四五六七面</a>
      
      
        <a class="basic-alignment right" href="/blog/2010/10/17/%E7%99%BE%E5%BA%A6%E7%AC%94%E8%AF%95/" title="Next Post: 百度笔试">百度笔试 &raquo;</a>
      
    </p>
  </footer>
</article>

</div>

<aside class="sidebar">
  
    <section>
  <h1>Recent Posts</h1>
  <ul id="recent_posts">
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-setup-a-new-remote-git-repo/">How to setup a new remote git repo</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/13/hui-gu-2012/">回顾2012</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/08/my-frist-post/">my-frist-post</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/05/14/eclipse---java.lang.noclassdeffounderror%3A-com.jayway.android.robotium.solo.solo%E9%94%99%E8%AF%AF%E8%A7%A3%E5%86%B3/">eclipse - java.lang.NoClassDefFoundError: com.jayway.android.robotium.solo.Solo错误解决</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/04/08/%E4%BD%A0%E7%8E%B0%E5%9C%A8%E7%9A%84%E5%B7%A5%E4%BD%9C%E8%BD%BB%E6%9D%BE%E4%B9%88%EF%BC%9F/">你现在的工作轻松么？</a>
      </li>
    
  </ul>
</section>






  
</aside>


    </div>
  </div>
  <footer role="contentinfo"><p>
  Copyright &copy; 2013 - muggleyoung -
  <span class="credit">Powered by <a href="http://octopress.org">Octopress</a>. Design by <a href="http://octopressthemes.com">Octopress Themes</a>.</span>
</p>

</footer>
  







  <script type="text/javascript">
    (function(){
      var twitterWidgets = document.createElement('script');
      twitterWidgets.type = 'text/javascript';
      twitterWidgets.async = true;
      twitterWidgets.src = 'http://platform.twitter.com/widgets.js';
      document.getElementsByTagName('head')[0].appendChild(twitterWidgets);
    })();
  </script>





</body>
</html>
