
<!DOCTYPE HTML>
<html>
<head>
	<meta charset="utf-8">
	<title>冲动小粪青——大龄文艺女青年之歌 - </title>
	<meta name="author" content="muggleyoung">

	
	<meta name="description" content="&#21448;&#30149;&#20498;&#21671;~&#30561;&#20102;&#19968;&#22825;&#65292;&#23454;&#22312;&#26080;&#32842;&#65292;&#20170;&#20799;&#22362;&#25345;&# &hellip;">
	
	<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

	<link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
	<link rel="canonical" href="">
	<link href="/favicon.png" rel="shortcut icon">
	<link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
	<!--[if lt IE 9]><script src="//html5shiv.googlecode.com/svn/trunk/html5.js"></script><![endif]-->
	<script src="//ajax.googleapis.com/ajax/libs/jquery/1.7.2/jquery.min.js"></script>
	
</head>

<body>
	<header id="header" class="inner"><h1><a href="/"></a></h1>
<nav id="main-nav"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</nav>
<nav id="mobile-nav">
	<div class="alignleft menu">
		<a class="button">Menu</a>
		<div class="container"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</div>
	</div>
	<div class="alignright search">
		<a class="button"></a>
		<div class="container">
			<form action="http://google.com/search" method="get">
				<input type="text" name="q" results="0">
				<input type="hidden" name="q" value="site:muggleyoung.github.com">
			</form>
		</div>
	</div>
</nav>
<nav id="sub-nav" class="alignright">
	<div class="social">
		
		
		
		
    
		
		
		
		
		
		<a class="rss" href="/atom.xml" title="RSS">RSS</a>
		
	</div>
	<form class="search" action="http://google.com/search" method="get">
		<input class="alignright" type="text" name="q" results="0">
		<input type="hidden" name="q" value="site:muggleyoung.github.com">
	</form>
</nav>

</header>
	
		
	
	<div id="content" class="inner"><article class="post">
	<h2 class="title">冲动小粪青——大龄文艺女青年之歌</h2>
	<div class="entry-content"><p>
                                    <p>&#21448;&#30149;&#20498;&#21671;~&#30561;&#20102;&#19968;&#22825;&#65292;&#23454;&#22312;&#26080;&#32842;&#65292;&#20170;&#20799;&#22362;&#25345;&#30528;&#36305;&#23454;&#39564;&#23460;&#29609;&#20799;~</p>
<p>&#22312;&#20122;&#20581;&#24247;&#29366;&#24577;&#19979;&#35753;&#25105;&#20570;&#38081;&#20154;&#22362;&#25345;&#23398;&#20064;&#30830;&#23454;&#26377;&#28857;&#38590;&#20026;&#20154;&#20102;&#21862;&#65292;&#19979;&#21608;&#21543;&#65292;&#25105;&#20250;&#22909;&#22909;&#35843;&#20195;&#30721;&#30340;&#65281;</p>
<p>yale&#30340;&#35838;&#31243;&#36824;&#22312;&#22362;&#25345;&#30475;&#12290;&#21487;&#26159;&#26377;&#20123;&#24050;&#32463;&#19981;&#22823;&#33021;&#36731;&#26494;&#36319;&#36827;&#20102;&#12290;&#27605;&#31455;&#35838;&#21069;&#35838;&#21518;&#37117;&#27809;&#26377;&#20570;&#21151;&#35838;&#65292;&#21482;&#26159;&#21548;&#32769;&#24072;&#35762;&#12290;&#36234;&#24448;&#21518;&#36234;&#28145;&#20837;&#65292;&#23588;&#20854;&#26159;&#21746;&#23398;&#65292;&#25105;&#12290;&#12290;&#12290;&#12290;&#25105;&#39046;&#24735;&#21147;&#22826;&#20302;&#20102;&#20040;&#65292;&#24635;&#35273;&#24471;&#27604;&#25968;&#23398;&#38590;&#22810;&#20102;&#12290;&#36824;&#26377;&#38899;&#20048;&#65292;&#20174;&#31532;&#19968;&#35838;&#24320;&#22987;&#23601;&#27809;&#21548;&#26126;&#30333;&#36807;&#65292;&#22522;&#30784;&#23454;&#22312;&#24046;&#65292;&#20498;&#26159;&#21548;&#20048;&#22120;&#30340;&#26102;&#20505;&#65292;&#22823;&#27010;&#33021;&#21548;&#20986;&#38050;&#29748;&#65292;&#24358;&#20048;&#22120;&#65292;&#31649;&#20048;&#22120;&#20043;&#31867;&#30340;&#24046;&#21035;&#65292;&#20855;&#20307;&#26159;&#21861;&#19981;&#30693;&#36947;&#65292;&#21487;&#36825;&#20063;&#36275;&#20197;&#35753;&#25105;&#24471;&#24847;&#20102;&#12290;&#24515;&#29702;&#23398;&#26159;&#30446;&#21069;&#26368;&#33021;&#36319;&#19978;&#30340;&#65292;&#27599;&#35838;&#20171;&#32461;&#20869;&#23481;&#36830;&#32493;&#24615;&#19981;&#24378;&#65292;&#26159;&#20174;&#19981;&#21516;&#35282;&#24230;&#20171;&#32461;&#30340;&#65292;&#27604;&#36739;&#22909;&#25509;&#21463;&#12290;</p>
<p>&#36824;&#26377;Harvard&#30340;&#20844;&#27491;&#35838;&#65292;&#30475;&#20102;&#26377;&#19968;&#21322;&#20102;&#21543;&#12290;&#20063;&#24320;&#22987;&#24863;&#35273;&#21040;&#36153;&#21170;&#20102;&#12290;&#22909;&#22312;&#36825;&#35838;&#31243;&#26159;&#38754;&#21521;&#20840;&#26657;&#21508;&#19987;&#19994;&#23398;&#29983;&#30340;&#65292;metaphysics&#30340;&#20171;&#32461;&#19981;&#26159;&#24456;&#22810;&#65292;&#26696;&#20363;&#21644;&#35752;&#35770;&#25105;&#36824;&#30475;&#24471;&#25026;&#65292;&#20063;&#24456;&#26377;&#24847;&#24605;&#12290;&#33267;&#23569;&#65292;&#33021;&#20174;&#29702;&#35770;&#19978;&#30495;&#27491;&#24110;&#21161;&#25105;&#20204;&#24314;&#31435;&#33258;&#24049;&#30340;&#20215;&#20540;&#35266;&#12290;&#32780;&#19981;&#26159;&#20687;&#29616;&#22312;&#65292;&#20165;&#20973;&#33258;&#24049;&#30340;&#32463;&#39564;&#21644;&#33391;&#24515;&#35828;&#65292;&#36825;&#20107;&#20799;&#25105;&#35273;&#24471;&#19981;&#22909;&#65292;&#19981;&#23545;&#20043;&#31867;&#30340;&#12290;&#27809;&#20851;&#31995;&#22043;&#65292;&#30475;&#23436;&#31532;&#19968;&#36941;&#65292;&#20877;&#30475;&#19968;&#27425;&#19968;&#28857;&#20063;&#19981;&#26080;&#32842;&#12290;&#32769;&#24072;&#25402;&#24069;&#30340;&#65292;&#36923;&#36753;&#36229;&#28165;&#26224;&#65292;&#19968;&#21548;&#23601;&#30693;&#36947;&#26159;&#20010;&#22909;&#32769;&#24072;&#65292;&#23545;&#23398;&#29983;&#24819;&#27861;&#30340;&#24341;&#23548;&#24456;&#22909;&#12290;</p>
<p>&#35828;&#30528;&#35828;&#30528;&#65292;&#23601;&#21457;&#29616;&#20154;&#20154;&#23383;&#24149;&#32452;&#34987;&#23553;&#40479;~&#24212;&#35813;&#27809;&#26377;&#21319;&#39640;&#21040;&#29256;&#26435;&#21834;&#65292;&#19977;&#20439;&#30340;&#39640;&#24230;&#12290;&#20063;&#23601;&#26159;&#26377;&#20123;&#20154;&#32570;&#38065;&#33457;&#20102;&#65292;&#20182;&#20204;&#24635;&#26377;&#26412;&#20107;&#25214;&#20986;&#24456;&#22810;&#29702;&#30001;&#27809;&#25910;&#20102;&#20320;&#30340;&#19996;&#35199;&#20877;&#32602;&#27454;&#12290;&#21435;&#25903;&#20184;&#23453;&#23398;&#20064;&#20102;&#19979;&#20184;&#27454;&#65292;&#25424;&#20102;50RMB&#12290;&#24681;&#65292;&#23545;&#25105;&#26469;&#35828;&#26159;&#20010;&#22823;&#25968;&#30446;&#20102;&#12290;&#26126;&#22825;&#26412;&#26469;&#25171;&#31639;&#20986;&#21435;&#30475;&#30005;&#24433;&#30340;&#65292;&#37027;&#23601;&#19981;&#21435;&#20102;&#21591;&#12290;&#30465;&#19979;&#30340;&#38065;&#24212;&#35813;&#22823;&#20110;50&#20102;&#12290;&#23429;&#22312;&#23487;&#33293;&#30475;&#20070;&#21543;&#65292;&#35201;&#20040;&#23601;&#30475;&#35838;&#31243;&#22909;&#20102;&#12290;</p>
<p>&#25105;&#25215;&#35748;&#33258;&#24049;&#36935;&#20107;&#24635;&#19981;&#20919;&#38745;&#65292;&#33041;&#34955;&#22522;&#26412;&#19981;&#36716;&#30340;&#12290;&#20294;&#25424;&#27454;&#20063;&#26159;&#24212;&#35813;&#30340;&#65292;&#20139;&#29992;&#37027;&#20040;&#22810;&#21171;&#21160;&#25104;&#26524;&#65292;&#20320;&#24515;&#23433;&#29702;&#24471;&#21527;&#65311;&#26412;&#26469;&#26159;&#24819;&#21152;&#20837;&#20570;&#23383;&#24149;&#30340;&#65292;&#21487;&#25105;&#36825;&#27700;&#24179;&#65292;&#20063;&#23601;&#35745;&#31639;&#26426;&#65292;&#26377;&#23383;&#24149;&#30340;&#65292;&#20272;&#35745;&#36824;&#25104;&#12290;MIT&#30340;&#31639;&#27861;&#23548;&#35770;&#27809;&#23383;&#24149;&#21834;&#65292;&#33258;&#24049;&#20063;&#23601;&#26159;&#21193;&#24378;&#21548;&#25026;&#32780;&#24050;&#65292;&#21548;&#35793;&#65292;&#26126;&#26174;&#21147;&#19981;&#20174;&#24515;&#30340;&#12290;</p>
<p>&#25554;&#19968;&#27573;&#65306;&#20013;&#21320;&#22312;&#23487;&#33293;&#20241;&#20859;&#65292;&#19978;&#28023;&#30005;&#35805;&#25171;&#36827;&#26469;&#65292;&#35828;&#26159;IBM&#30340;&#65292;&#38382;&#25105;&#36824;&#35201;&#19981;&#35201;&#21435;&#23454;&#20064;&#12290;&#36825;&#25165;&#24819;&#36215;&#20102;&#22823;&#27010;3&#26376;&#25237;&#36807;&#23454;&#20064;&#29983;&#12290;&#35828;&#20102;&#23454;&#20064;&#26102;&#38388;&#21518;&#65292;&#25105;&#19968;&#21475;&#22238;&#32477;&#20102;&#12290;&#24403;&#28982;&#65292;&#36824;&#26159;&#35299;&#37322;&#20102;&#19979;&#12290;&#22522;&#26412;&#19978;&#25509;&#19979;&#26469;&#23601;&#26159;&#25214;&#24037;&#20316;&#20570;&#35770;&#25991;&#20102;&#65292;&#20840;&#32844;&#21435;&#19978;&#28023;&#23454;&#20064;&#65292;&#36824;&#35201;&#20860;&#39038;&#21069;&#20004;&#39033;&#65292;&#25105;&#21147;&#19981;&#20174;&#24515;&#30340;&#12290;&#33258;&#24049;&#28165;&#26970;&#33258;&#24049;&#20960;&#20004;&#37325;&#65292;&#24456;&#22810;&#20107;&#24773;&#65292;&#21363;&#20351;&#36763;&#33510;&#20063;&#20570;&#19981;&#22909;&#65292;&#37027;&#23601;&#20808;&#19981;&#35201;&#20570;&#65292;&#19968;&#20010;&#19968;&#20010;&#26469;&#12290;&#36824;&#26159;&#25171;&#24515;&#30524;&#20799;&#37324;&#20064;&#24815;&#20570;&#26377;&#20934;&#22791;&#30340;&#20107;&#20799;&#12290;&#27604;&#22914;&#21543;&#65292;&#33521;&#35821;&#32771;&#20102;&#37027;&#20040;&#22810;&#65292;&#26576;&#21516;&#23398;&#36824;&#19981;&#26029;&#40723;&#21169;&#25958;&#20419;&#65292;&#21487;&#24635;&#35273;&#24471;&#33258;&#24049;&#27809;&#21150;&#27861;&#20840;&#21147;&#20570;&#36825;&#20107;&#20799;&#65292;&#36824;&#19981;&#22914;&#19981;&#20570;&#12290;</p>
<p>&#25554;&#23436;&#12290;</p>
<p>&#39134;&#35828;&#25105;&#26159;&#23567;&#31914;&#38738;&#12290;&#25105;&#35273;&#24471;&#25105;&#19981;&#26159;&#12290;&#35828;&#20986;&#19981;&#28385;&#23601;&#26159;&#31914;&#38738;&#20102;&#20040;&#65292;&#20877;&#35828;&#20102;&#26377;&#24847;&#35265;&#65292;&#20320;&#19981;&#35828;&#20986;&#26469;&#65292;&#26377;&#20123;&#20154;&#23601;&#26356;&#26377;&#20102;&#20805;&#20998;&#30340;&#29702;&#30001;&#25353;&#29031;&#33258;&#24049;&#30340;&#26041;&#24335;&#34892;&#20107;&#12290;&#24681;&#24681;&#65292;&#36825;&#20010;&#19981;&#22810;&#35752;&#35770;&#20102;&#65292;&#31914;&#23601;&#31914;&#21543;&#65292;&#26080;&#30805;&#35859;&#21862;~&#21681;&#21448;&#27809;&#21898;&#29241;&#39554;&#23064;&#65292;&#34920;&#36798;&#35266;&#28857;&#32780;&#24050;&#22043;~</p>
<p>&#25424;&#20010;&#38065;&#65292;&#24819;&#35828;&#30340;&#35805;&#37117;&#24536;&#35760;&#20102;&#12290;</p>
<p>&#20869;&#20160;&#20040;&#65292;&#26576;&#20010;&#26102;&#24046;12&#23567;&#26102;&#30340;&#23043;&#65292;&#24744;&#22810;&#20037;&#26469;&#19968;&#22238;&#21602;&#65311;&#30693;&#36947;&#24744;&#24537;&#65292;&#25105;&#23601;&#24819;&#38382;&#38382;&#65292;&#19979;&#21608;&#26377;&#31036;&#29289;&#20040;~</p>
<p>&#25918;&#39318;&#22909;&#29609;&#30340;&#27468;&#65292;&#22823;&#40836;&#25991;&#33402;&#22899;&#38738;&#24180;&#20043;&#27468;&#12290;&#24403;&#28982;&#25105;&#19981;&#26159;&#65292;&#19981;&#22823;&#40836;&#65292;&#20063;&#19981;&#25991;&#33402;&#12290;&#29992;WD&#30340;&#35805;&#35828;&#65292;&#25105;&#39030;&#22810;&#26159;&#20010;&#20266;&#30340;&#12290;&#12290;&#12290;
<object classid="clsid:6bf52a52-394a-11d3-b153-00c04f79faa6" width="0" height="0" codebase="http://activex.microsoft.com/activex/controls/mplayer/en/nsmp2inf.cab#Version=5,1,52,701">
<param name="url" value="http://www.kmabc.com/satan/dlnqlzg.mp3" /><embed type="application/x-mplayer2" width="0" height="0" src="http://www.kmabc.com/satan/dlnqlzg.mp3"></embed></object>
</p>
                                    </p>
</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-08-20T00:00:00+08:00" pubdate data-updated="true">Aug 20<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>

	<div class="share">
	<div class="addthis_toolbox addthis_default_style ">
	
	
	<a class="addthis_button_tweet"></a>
	
	
	<a class="addthis_counter addthis_pill_style"></a>
	</div>
  <script type="text/javascript" src="http://s7.addthis.com/js/250/addthis_widget.js#pubid="></script>
</div>


</div>
	<footer id="footer" class="inner">Copyright &copy; 2013

    muggleyoung

</footer>
	<script src="/javascripts/slash.js"></script>
<script src="/javascripts/jquery.fancybox.pack.js"></script>
<script type="text/javascript">
(function($){
	$('.fancybox').fancybox();
})(jQuery);
</script> <!-- Delete or comment this line to disable Fancybox -->






</body>
</html>