
<!DOCTYPE HTML>
<html>
<head>
	<meta charset="utf-8">
	<title></title>
	<meta name="author" content="muggleyoung">

	
	<meta name="description" content="&#20170;&#22825;&#65292;&#35199;&#23433;&#32456;&#20110;&#19979;&#38632;&#20102;&#12290;&#22238;&#23478;&#36807;&#20010;&#21608;&#26411;&#65292;&# &hellip;">
	
	<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

	<link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
	<link rel="canonical" href="">
	<link href="/favicon.png" rel="shortcut icon">
	<link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
	<!--[if lt IE 9]><script src="//html5shiv.googlecode.com/svn/trunk/html5.js"></script><![endif]-->
	<script src="//ajax.googleapis.com/ajax/libs/jquery/1.7.2/jquery.min.js"></script>
	
</head>

<body>
	<header id="header" class="inner"><h1><a href="/"></a></h1>
<nav id="main-nav"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</nav>
<nav id="mobile-nav">
	<div class="alignleft menu">
		<a class="button">Menu</a>
		<div class="container"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</div>
	</div>
	<div class="alignright search">
		<a class="button"></a>
		<div class="container">
			<form action="http://google.com/search" method="get">
				<input type="text" name="q" results="0">
				<input type="hidden" name="q" value="site:muggleyoung.github.com">
			</form>
		</div>
	</div>
</nav>
<nav id="sub-nav" class="alignright">
	<div class="social">
		
		
		
		
    
		
		
		
		
		
		<a class="rss" href="/atom.xml" title="RSS">RSS</a>
		
	</div>
	<form class="search" action="http://google.com/search" method="get">
		<input class="alignright" type="text" name="q" results="0">
		<input type="hidden" name="q" value="site:muggleyoung.github.com">
	</form>
</nav>

</header>
	
		
	
	<div id="content" class="inner">


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/08/01/%E6%9D%BE%E9%BC%A0%E4%BC%9A%E5%AF%BB%E6%89%BE%E7%A7%91%E5%AD%A6%E9%80%83%E5%85%B5/">
		
			松鼠会寻找科学逃兵</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#20170;&#22825;&#65292;&#35199;&#23433;&#32456;&#20110;&#19979;&#38632;&#20102;&#12290;&#22238;&#23478;&#36807;&#20010;&#21608;&#26411;&#65292;&#27491;&#22909;&#36991;&#26257;&#65292;&#21561;&#31354;&#35843;&#65292;&#30475;&#20070;&#65292;&#30561;&#35273;&#12290;&#19968;&#30452;&#24819;&#35828;&#35828;&#26368;&#36817;&#30475;&#30340;&#20070;&#65292;&#20170;&#22825;&#23601;&#31639;&#20102;&#65292;&#22826;&#26202;&#12290;</p>
<p>&#36148;&#20010;&#31185;&#23398;&#26494;&#40736;&#20250;&#30340;&#25307;&#32856;&#20449;&#24687;&#12290;&#35273;&#24471;&#36825;&#26159;&#19968;&#29305;&#26377;&#24847;&#20041;&#30340;&#20107;&#20799;&#65292;&#25171;&#31639;&#20570;&#19968;&#20221;&#31616;&#21382;&#25237;&#20102;&#35797;&#35797;&#12290;</p>
<p>http://songshuhui.net/job/</p>
<p><span style="color: #3366ff;">&#36825;&#37324;&#26159;&#20004;&#25903;&#22242;&#38431;&#65292;&#26524;&#22771;&#20114;&#21160;&#31185;&#25216;&#20256;&#23186;&#21644;&#31185;&#23398;&#26494;&#40736;&#20250;&#65292;&#21069;&#32773;&#26159;&#20256;&#23186;&#20844;&#21496;&#65292;&#21518;&#32773;&#26159;&#20844;&#30410;&#24615;&#30340;&#38750;&#33829;&#21033;&#26426;&#26500;&#12290;&#26426;&#26500;&#30340;&#24615;&#36136;&#19981;&#21516;&#65292;&#20570;&#20107;&#26041;&#24335;&#26174;&#28982;&#19981;<br />
&#21516;&#65292;&#20320;&#19981;&#33021;&#35201;&#27714;&#20844;&#21496;&#21482;&#20570;&#20844;&#30410;&#19981;&#36186;&#38065;&#65292;&#20063;&#19981;&#20250;&#30475;&#21040;&#38750;&#33829;&#21033;&#26426;&#26500;&#20805;&#28385;&#21830;&#19994;&#24895;&#26223;&#12290;&#28982;&#32780;&#65292;&#20004;&#25903;&#22242;&#38431;&#37117;&#22312;&#20197;&#21508;&#33258;&#30340;&#26041;&#24335;&#21162;&#21147;&#25512;&#36827;&#20844;&#20247;&#23545;&#31185;&#25216;&#30340;&#29702;&#35299;&#12290;</span></p>
<p><span style="color: #3366ff;">&#36825;&#37324;&#38598;&#32467;&#20102;&#31185;&#23398;&#20256;&#25773;&#30028;&#30340;&#19968;&#32929;&#26032;&#21183;&#21147;&#12290;&#25105;&#20204;&#20013;&#26377;&#22312;&#24179;&#23186;&#28151;&#36857;10&#24180;&#20197;&#19978;&#30340;&#31934;&#33521;&#65292;&#26377;&#28023;&#22806;&#30041;&#23398;&#24402;&#26469;&#30340;&#31185;&#23398;&#36867;&#20853;&#65292;&#26377;&#20174;&#20256;&#32479;&#31185;&#26222;&#23186;&#20307;&#20986;&#26469;&#30340;<br />
&#30693;&#21517;&#32534;&#36753;&#65292;&#26377;&#20114;&#32852;&#32593;&#34892;&#19994;&#36164;&#28145;&#20154;&#22763;&#65292;&#26377;&#33829;&#38144;&#19987;&#23478;&#65292;&#26377;NGO&#39046;&#22495;&#19987;&#19994;&#20154;&#22763;&#12290;&#23601;&#32972;&#26223;&#26469;&#35828;&#65292;&#26377;&#29983;&#29289;&#12289;&#33647;&#23398;&#12289;&#25968;&#23398;&#12289;&#21270;&#23398;&#12289;&#35745;&#31639;&#26426;&#12289;&#26426;&#26800;&#12289;&#24515;&#29702;&#31561;&#21508;&#20010;&#31185;&#25216;&#38376;&#31867;&#65292;&#36825;&#20123;&#28151;<br />
&#25645;&#30340;&#32452;&#21512;&#36896;&#23601;&#22855;&#24618;&#30340;&#27668;&#22330;&#65292;&#21150;&#20844;&#23460;&#37324;&#21487;&#20197;&#32902;&#26080;&#24524;&#24814;&#22320;&#22823;&#35848;&#24615;&#39640;&#28526;&#30340;&#26426;&#29702;&#65292;&#19978;&#19968;&#38047;&#28857;&#36824;&#22312;&#32842;&#32654;&#22269;&#31185;&#23398;&#33410;&#65292;&#19979;&#19968;&#20010;&#38047;&#28857;&#21017;&#21487;&#33021;&#26159;&#19968;&#22330;&#19987;&#19994;&#30340;&#33829;&#38144;&#31574;&#21010;&#20250;&#35758;&#12290;</span>
          <br />
          <br />
          </p>
<p><strong><span style="color: #3366ff;">&#21271;&#20140;&#26524;&#22771;&#20114;&#21160;<br />
&#31185;&#25216;&#20256;&#23186;&#26377;&#38480;&#20844;&#21496;</span></strong></p>
<p><span style="color: #3366ff;">&#25105;&#20204;&#33268;&#21147;&#20110;&#25171;&#36896;&#19968;&#25903;&#20248;&#31168;&#30340;&#31185;&#25216;&#20256;&#23186;&#22242;&#38431;&#65292;&#22312;&#32593;&#32476;&#12289;&#26080;&#32447;&#12289;&#20986;&#29256;&#31561;&#24179;&#21488;&#19978;&#25512;&#36827;&#31185;&#23398;&#20256;&#25773;&#12290;&#26032;&#30340;&#20256;&#25773;&#24418;&#24335;&#36171;&#20104;&#31185;&#23398;&#20256;&#25773;&#20197;&#26080;&#38480;&#21487;&#33021;&#12290;&#25105;&#20204;<br />
&#30340;&#22242;&#38431;&#27963;&#27900;&#12289;&#22810;&#20803;&#12289;&#39640;&#25928;&#12290;<br />
            <br />
            &#39318;&#24109;&#25191;&#34892;&#23448;&#23020;&#21313;&#19977;&#21516;&#26102;&#20063;&#26159;&#31185;&#23398;&#26494;&#40736;&#20250;&#30340;&#21019;&#22987;&#20154;&#12290;</span>
          <br />
          </p>
<p><strong><span style="color: #3366ff;">&#31185;&#23398;&#26494;&#40736;&#20250;</span></strong></p>
<p><span style="color: #3366ff;">&#31185;&#23398;&#26494;&#40736;&#20250;&#26159;&#19968;&#20010;&#33268;&#21147;&#20110;&#22312;&#22823;&#20247;&#25991;&#21270;&#23618;&#38754;&#20256;&#25773;&#31185;&#23398;&#30340;&#20844;&#30410;&#24615;&#38750;&#33829;&#21033;&#26426;&#26500;&#65292;&#26088;&#22312;&#8220;&#21093;&#24320;&#31185;&#23398;&#30340;&#22362;&#26524;&#65292;&#24110;&#21161;&#20154;&#20204;&#39046;&#30053;&#31185;&#23398;&#20043;&#32654;&#22937;&#8221;&#12290;&#12298;&#21335;&#26041;<br />
&#21608;&#26411;&#12299;&#26366;&#35780;&#20215;&#35828;&#65306;&#8220;&#26494;&#40736;&#20250;&#30340;&#25991;&#23383;&#20316;&#21697;&#20860;&#20855;&#31185;&#23398;&#31934;&#31070;&#21644;&#20154;&#25991;&#31934;&#31070;&#65292;&#24050;&#32463;&#25104;&#20026;&#26412;&#22303;&#31185;&#26222;&#20316;&#21697;&#30340;&#37325;&#35201;&#26469;&#28304;&#12290;&#8221;&#21442;&#21152;&#31185;&#23398;&#26494;&#40736;&#20250;&#22312;&#21271;&#20140;&#21644;&#19978;&#28023;&#31561;&#22320;&#32452;&#32455;&#30340;&#22823;&#37327;&#32447;&#19979;&#27963;&#21160;&#65292;&#24050;<br />
&#25104;&#20026;&#20140;&#27818;&#20004;&#22320;&#38738;&#24180;&#20154;&#30340;&#26032;&#26102;&#23578;&#12290;</span></p>
<p><span style="color: #3366ff;">&#31185;&#23398;&#26494;&#40736;&#20250;&#26159;2008&#24180;&#24230;&#20013;&#22269;&#31185;&#26222;&#21313;&#22823;&#20107;&#20214;&#20837;&#36873;&#32773;&#65292;&#26159;2009&#8220;&#20013;&#22269;&#23047;&#23376;&#8221;&#38738;&#24180;&#39046;&#34966;&#65292;<br />
          &#26159;2009&#12298;&#21335;&#26041;&#21608;&#26411;&#12299;&#24180;&#24230;&#23186;&#20307;&#33268;&#25964;&#23545;&#35937;&#65292;<br />
          &#26366;&#33719;&#21451;&#25104;&#22522;&#37329;&#20250;&#8220;&#20248;&#31168;&#31038;&#20250;&#20225;&#19994;&#22870;&#8221;&#20043;&#8220;&#26032;&#20844;&#30410;&#21457;&#23637;&#28508;&#21147;&#22870;&#8221;&#12290;</span></p>
<p><span style="color: #3366ff;">&#26524;&#22771;&#20114;&#21160;&#31185;&#25216;&#20256;&#23186;&#26159;&#31185;&#23398;&#26494;&#40736;&#20250;&#30340;&#20986;&#36164;&#26041;&#65292;&#20004;&#23478;&#26426;&#26500;&#20849;&#20139;&#19968;&#29255;&#21150;&#20844;&#21306;&#22495;&#12290; </span></p>
<p><span style="color: #3366ff;"><span style="color: #000000;">&#20855;&#20307;&#33258;&#24049;&#30475;&#21543;&#65292;&#25105;&#21453;&#27491;&#30475;&#23436;&#40481;&#21160;&#20102;~&#35273;&#24471;&#36825;&#20107;&#20799;&#22909;&#36807;&#20197;&#21518;&#21435;&#20219;&#20309;&#32431;IT&#20570;&#31243;&#24207;&#21592;&#12290;&#36824;&#35753;&#25105;&#24819;&#36215;&#26366;&#32463;&#24819;&#20570;&#22269;&#38469;&#20844;&#21153;&#21592;&#30340;&#23439;&#20255;&#29702;&#24819;&#12290;</span></span></p>
<p><span style="color: #3366ff;"><span style="color: #000000;">&#26126;&#22825;&#65292;&#26126;&#22825;&#65292;&#22909;&#22909;&#24819;&#24819;&#31616;&#21382;&#24590;&#20040;&#20889;&#65292;&#25237;&#19968;&#20221;&#20999;~<br /></span></span></p>
<div style="text-align: left; width: 820px; margin-top: 60px; font-family: '&#23435;&#20307;'; color: #333333; font-size: 14px;">
          <br />
          <br />
          </div>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-08-01T00:00:00+08:00" pubdate data-updated="true">Aug 1<span>st</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/07/31/%E5%A4%A9%E5%BA%9C%E6%88%90%E9%83%BD%E6%B8%B86/">
		
			天府成都游6</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#26368;&#21518;&#19968;&#22825;&#65292;&#21516;&#23627;&#30340;&#38463;&#23016;&#19968;&#30452;&#25512;&#33616;&#37329;&#27801;&#36951;&#22336;&#30340;&#65292;&#21487;&#24796;&#25105;&#26159;&#30495;&#30340;&#32047;&#21040;&#19968;&#23450;&#31243;&#24230;&#20102;&#65292;&#40723;&#19981;&#36215;&#21170;&#20102;&#12290;</p>
<p>&#26089;&#26216;&#20225;&#22270;&#36182;&#24202;&#26410;&#26524;&#65292;8&#28857;&#21322;&#36215;&#65292;&#25910;&#25342;&#20102;&#65292;&#20986;&#21435;&#25214;&#39277;&#21507;&#12290;&#21608;&#36793;&#36716;&#20102;&#19968;&#22280;&#65292;&#21507;&#20102;&#32933;&#32928;&#31881;&#65292;&#24403;&#28982;&#36824;&#26159;&#36319;&#27809;&#21507;&#19968;&#26679;&#39295;&#12290;&#21448;&#36305;&#21040;&#21069;&#38754;&#30340;&#23433;&#24503;&#40065;&#26862;&#20080;&#20102;&#22359;&#34507;&#31957;&#24102;&#22238;&#21435;&#12290;</p>
<p>&#22312;&#24037;&#21378;&#19968;&#27004;&#25214;&#20102;&#20010;&#35282;&#33853;&#24320;&#21507;&#12290;</p>
<p>&#30475;&#30475;&#36825;&#20010;&#25105;&#20303;&#20102;6&#22825;&#30340;&#22320;&#26041;&#21543;&#12290;&#22352;&#22312;&#36825;&#37324;&#21507;&#34507;&#31957;&#26469;&#30528;&#12290;&#22806;&#38754;&#36824;&#26377;&#20010;&#22823;&#19968;&#28857;&#30340;&#21381;&#12290;&#24038;&#36793;&#26159;&#19977;&#21488;&#30005;&#33041;&#65292;&#20379;&#22823;&#23478;&#19978;&#32593;&#65292;&#21069;&#26041;&#23601;&#26159;&#19968;&#27004;&#30340;&#23487;&#33293;&#21862;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280473004.jpg" border="0" alt="" /></p>
<p>&#21518;&#38754;&#36824;&#26377;&#19968;&#20010;&#38498;&#23376;&#30340;&#65292;&#26202;&#19978;&#24635;&#26377;&#20154;&#22312;&#21917;&#37202;&#21507;&#39277;&#30340;&#12290;&#29031;&#29255;&#19981;&#22312;&#36825;&#21488;&#30005;&#33041;&#19978;&#12290;&#36825;&#26159;&#22806;&#38754;&#30475;&#21435;&#30340;&#26679;&#23376;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280473011h.jpg" border="0" alt="" /></p>
<p>&#20302;&#19968;&#28857;&#65292;&#38544;&#32422;&#30475;&#24471;&#35265;&#37324;&#38754;&#30340;&#39184;&#21381;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280472998r.jpg" border="0" alt="" /></p>
<p>&#20013;&#21320;&#36864;&#25151;&#65292;&#20877;&#21435;&#23452;&#23478;&#12290;&#23452;&#23478;&#26049;&#36793;&#27491;&#22909;&#26377;&#36229;&#24066;&#65292;&#20080;&#20102;&#22909;&#22810;&#29275;&#32905;&#24178;&#29275;&#32905;&#19997;&#21861;&#30340;&#65292;&#28982;&#21518;&#20080;&#20102;&#36335;&#19978;&#21507;&#30340;&#19996;&#35199;&#12290;</p>
<p>&#21040;&#23452;&#23478;&#31532;&#19968;&#20214;&#20107;&#33258;&#28982;&#26159;&#21507;&#21679;&#12290;&#20160;&#20040;&#28818;&#39277;&#22871;&#39184;&#65292;&#25402;&#19981;&#38169;&#65292;&#28818;&#39277;&#26159;&#29992;&#22823;&#31859;&#65292;&#40614;&#20161;&#65292;&#23567;&#31859;&#65292;&#21152;&#19978;&#29577;&#31859;&#65292;&#35910;&#35282;&#65292;&#32993;&#33821;&#21340;&#28818;&#30340;&#65292;&#28165;&#28129;&#12290;&#38468;&#24102;&#20004;&#20018;&#20799;&#39592;&#32905;&#30456;&#36830;&#65292;&#36824;&#26377;&#19968;&#20221;&#35199;&#28246;&#29275;&#32905;&#32697;&#65292;&#25918;&#20102;&#33724;&#33756;&#65292;&#22909;&#21507;&#24456;&#22810;&#12290;11.5RMB</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280473379j.jpg" border="0" alt="" /></p>
<p>&#19968;&#23567;&#26102;&#21518;&#12290;&#12290;&#12290;&#12290;&#12290;&#36825;&#20010;&#19968;&#23567;&#26102;&#25105;&#21487;&#26159;&#19968;&#30452;&#19968;&#30452;&#37117;&#22312;&#21507;&#65292;&#36825;&#20010;&#12290;&#12290;&#12290;&#26434;&#31918;&#22810;&#30340;&#19996;&#35199;&#21507;&#30528;&#23601;&#26159;&#36153;&#33080;&#36153;&#22068;&#36153;&#22826;&#38451;&#31348;&#12290;&#12290;&#12290;&#26202;&#19978;&#21507;&#19996;&#35199;&#65292;&#33080;&#36824;&#32047;&#30528;&#21602;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280473386z.jpg" border="0" alt="" /></p>
<p>&#36825;&#20010;&#23567;&#21416;&#25151;&#21568;&#65292;&#30495;&#22909;&#29609;&#65292;&#24456;&#22810;&#23567;&#26379;&#21451;&#20250;&#22312;&#36825;&#37324;&#20551;&#35013;&#20570;&#39277;&#20160;&#20040;&#30340;&#12290;&#20197;&#21518;&#25105;&#26377;&#23043;&#20102;&#65292;&#23601;&#32473;&#20182;&#24324;&#20010;&#36825;&#29609;&#20799;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280473400h.jpg" border="0" alt="" /></p>
<p>&#22823;&#23567;&#30524;&#20799;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280473393z.jpg" border="0" alt="" /></p>
<p>&#36825;&#20010;&#65292;&#26159;&#25343;&#26469;&#21523;&#21804;&#23567;&#39134;&#30340;&#65292;&#21704;&#21704;&#65292;&#19979;&#22238;&#20320;&#29983;&#26085;&#23601;&#36865;&#20010;&#36825;&#26679;&#30340;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280473408j.jpg" border="0" alt="" /></p>
<p>&#19979;&#26469;&#26159;&#20004;&#20010;&#36229;&#32423;&#21916;&#27426;&#30340;&#38236;&#23376;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12804734147.jpg" border="0" alt="" /><img src="http://filer.blogbus.com/5333148/5333148_12804733730.jpg" border="0" alt="" /></p>
<p>&#36824;&#32473;&#23064;&#20080;&#20102;&#20010;&#21387;&#33948;&#30340;&#65292;&#31896;&#29399;&#27611;&#30340;&#12290;&#32473;&#29492;&#23376;&#20080;&#20102;&#39184;&#22443;&#12290;&#20986;&#38376;&#21448;&#21507;&#28909;&#29399;&#65292;&#28900;&#20024;&#23376;&#65292;&#21917;&#39278;&#26009;&#30340;&#26102;&#20505;&#34987;&#26049;&#36793;&#23567;&#26379;&#21451;&#27900;&#20102;&#19968;&#36523;&#27225;&#27713;&#12290;&#20851;&#38190;&#26159;&#65292;&#25105;&#25343;&#30528;&#39184;&#24062;&#32440;&#25830;&#23436;&#65292;&#25226;&#25163;&#19978;&#38065;&#21253;&#25172;&#20102;&#65292;&#32039;&#32039;&#25893;&#30528;&#39184;&#24062;&#32440;&#23601;&#36208;&#20102;&#12290;&#35201;&#30693;&#36947;&#38065;&#21253;&#37324;&#35013;&#30528;&#30340;&#37117;&#26159;&#36149;&#37325;&#29289;&#21697;&#21568;&#65292;&#25152;&#26377;&#30340;&#29616;&#37329;&#65292;&#36523;&#20221;&#35777;&#65292;&#28779;&#36710;&#31080;&#65292;&#25163;&#26426;&#12290;&#12290;&#12290;&#12290;&#24184;&#22909;&#21450;&#26102;&#21457;&#29616;&#65292;&#22238;&#26469;&#22905;&#36824;&#32769;&#32769;&#23454;&#23454;&#30340;&#36538;&#22312;&#22320;&#19978;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#20080;&#30340;&#19996;&#35199;&#26377;&#28857;&#22810;&#65292;&#21152;&#19978;&#22823;&#32972;&#21253;&#65292;&#36824;&#26377;&#25105;&#37027;&#24930;&#24930;&#19968;&#27700;&#26479;&#30340;&#27700;&#12290;&#31561;&#21040;&#20102;&#28779;&#36710;&#31449;&#65292;&#22522;&#26412;&#19978;&#23601;&#30251;&#20102;&#12290;&#36824;&#24536;&#20102;&#35828;&#65292;&#36335;&#19978;&#22352;&#38169;&#36710;&#19979;&#38169;&#31449;&#65292;&#36208;&#20102;&#32769;&#36828;&#30340;&#36335;&#12290;&#12290;&#12290;&#12290;&#19978;&#36710;&#30828;&#24231;&#65292;9&#28857;&#24320;&#36710;&#65292;&#20154;&#36229;&#22810;&#12290;&#35828;&#26159;&#27425;&#26085;12&#28857;&#21040;&#12290;&#31561;&#25105;&#30495;&#30340;&#19979;&#36710;&#65292;&#24050;&#32463;&#24555;3&#28857;&#20102;&#12290;&#25163;&#37117;&#32959;&#20102;&#65292;&#25893;&#19981;&#25104;&#25331;&#20102;&#12290;&#12290;&#12290;&#12290;&#22826;&#21487;&#24604;&#20102;</p>
<p>&#22238;&#23487;&#33293;&#65292;&#27927;&#20102;&#25152;&#26377;&#34915;&#26381;&#65292;&#25910;&#25342;&#34892;&#26446;&#65292;&#36319;&#23071;&#20799;&#21507;&#20102;&#20010;&#26202;&#39277;&#65292;&#39532;&#19981;&#20572;&#36420;&#36214;&#22238;&#23478;</p>
<p>&#33267;&#27492;&#65292;&#25104;&#37117;&#34892;&#20840;&#37096;&#32467;&#26463;&#12290;</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-07-31T00:00:00+08:00" pubdate data-updated="true">Jul 31<span>st</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/07/30/%E5%A4%A9%E5%BA%9C%E6%88%90%E9%83%BD%E6%B8%B85/">
		
			天府成都游5</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>5th day&#65306;&#22823;&#29066;&#29483;&#32321;&#27542;&#22522;&#22320;&#65292;&#25991;&#27530;&#22346;</p>
<p>&#21448;&#26159;&#19968;&#22823;&#26089;&#23601;&#19979;&#38632;&#65292;&#36825;&#27425;&#23398;&#32874;&#26126;&#20102;&#65292;&#22312;&#20303;&#22788;&#30952;&#26426;&#20102;&#19968;&#20250;&#65292;&#38632;&#23567;&#20102;&#25165;&#20986;&#38376;&#12290;</p>
<p>&#32321;&#27542;&#22522;&#22320;&#24456;&#36828;&#65292;&#26681;&#25454;&#20043;&#21069;&#30340;&#25915;&#30053;&#26469;&#35828;&#65292;&#36234;&#26089;&#21435;&#36935;&#21040;&#30340;&#22823;&#29066;&#29483;&#36234;&#22810;&#65292;&#25509;&#36817;&#20013;&#21320;&#22825;&#27668;&#28909;&#65292;&#29066;&#29483;&#24597;&#28909;&#65292;&#32780;&#19988;&#21448;&#25042;&#65292;&#22522;&#26412;&#19978;&#23601;&#36530;&#36215;&#26469;&#30561;&#35273;&#20102;&#12290;&#20107;&#23454;&#30830;&#23454;&#36825;&#26679;&#65292;&#21487;&#26159;&#22825;&#27668;&#12290;&#12290;&#12290;&#12290;&#26202;&#28857;&#20799;&#23601;&#26202;&#28857;&#20799;&#21543;</p>
<p>&#35201;&#20808;&#22352;&#36710;&#21040;&#26157;&#35273;&#23546;&#20844;&#20132;&#31449;&#20498;&#36710;&#12290;&#36825;&#20844;&#20132;&#31449;&#22909;&#28151;&#20081;&#65292;&#19968;&#21103;&#22478;&#20065;&#32467;&#21512;&#37096;&#30340;&#24863;&#35273;&#12290;&#25104;&#37117;&#26524;&#28982;&#19981;&#22823;&#65292;&#30475;&#22320;&#22270;&#19981;&#31639;&#26159;&#24456;&#37066;&#21306;&#30340;&#22320;&#26041;&#65292;&#22312;&#35199;&#23433;&#30340;&#35805;&#65292;&#21271;&#36793;&#25105;&#19981;&#29087;&#24713;&#65292;&#20294;&#26159;&#26681;&#25454;&#21644;&#24066;&#20013;&#24515;&#30340;&#36317;&#31163;&#26469;&#35828;&#65292;&#21487;&#33021;&#23601;&#26159;&#21335;&#37066;&#30340;&#30005;&#23376;&#21830;&#22478;&#25110;&#32773;&#26408;&#22612;&#23528;&#25454;&#38047;&#27004;&#37027;&#20040;&#36828;&#21543;&#12290;&#20844;&#20132;&#31449;&#32456;&#20110;&#36935;&#19978;&#23567;&#20599;&#20102;&#65292;&#29305;&#31528;&#30340;&#23567;&#20599;&#65292;&#26012;&#30528;&#36523;&#23376;&#30475;&#25105;&#30340;&#21475;&#34955;&#65292;&#20280;&#25163;&#65292;&#25105;&#25197;&#22836;&#30475;&#20102;&#19968;&#30524;&#65292;&#32553;&#25163;&#65292;&#25105;&#30475;&#31449;&#29260;&#65292;&#20877;&#20280;&#25163;&#12290;&#12290;&#12290;&#25105;&#21463;&#19981;&#20102;&#20102;&#65292;&#19968;&#25226;&#25235;&#20986;&#21475;&#34955;&#37324;&#25171;&#31639;&#22352;&#36710;&#30340;4&#22359;&#38646;&#38065;&#65292;&#25968;&#20102;&#19979;&#65292;&#26114;&#30528;&#33041;&#34955;&#36208;&#20102;&#12290;&#36208;&#36335;&#26102;&#36824;&#26377;&#25289;&#23458;&#30340;&#22823;&#21460;&#25235;&#25105;&#33011;&#33162;&#35753;&#25105;&#19978;&#20182;&#30340;&#36710;&#12290;&#12290;&#12290;&#12290;&#22836;&#20063;&#19981;&#22238;&#30340;&#32487;&#32493;&#36208;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#19978;&#36710;&#23601;&#36367;&#23454;&#20102;&#65292;&#24456;&#22810;&#21435;&#22522;&#22320;&#29609;&#20799;&#30340;&#23398;&#29983;&#12290;&#25105;&#21548;&#35265;&#20102;&#38485;&#35199;&#21475;&#38899;&#65292;&#19996;&#21271;&#30340;&#65292;&#26412;&#22320;&#30340;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#22823;&#38376;&#21475;&#25293;&#29031;&#26126;&#26174;&#19981;&#26159;&#25105;&#39118;&#26684;&#20040;&#65292;&#19981;&#36807;&#21482;&#22312;&#36825;&#26377;&#22823;&#22920;&#21487;&#20197;&#24110;&#24537;~&#32780;&#19988;&#22823;&#22920;&#27700;&#24179;&#36824;&#25104;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280470207g.jpg" border="0" alt="" /></p>
<p>&#36827;&#38376;&#23601;&#30475;&#35265;&#36825;&#20040;&#22909;&#30475;&#30340;&#26223;&#20799;~&#38654;&#22823;&#65292;&#25105;&#30456;&#26426;&#30495;&#30340;&#23613;&#21147;&#20102;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12804699875.jpg" border="0" alt="" /></p>
<p>&#36825;&#20010;&#22825;&#40517;&#28246;&#20840;&#38752;&#23427;&#30475;&#22330;&#23376;&#20102;&#65292;&#23601;&#36825;&#19968;&#20010;&#22825;&#40517;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12804699937.jpg" border="0" alt="" /></p>
<p>&#19981;&#30693;&#36947;&#20026;&#21861;&#26159;&#20010;&#36825;&#36896;&#22411;&#65292;&#22909;&#29609;&#21704;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280470000d.jpg" border="0" alt="" /></p>
<p>&#22823;&#29066;&#29483;&#20303;&#30340;&#22320;&#26041;&#37117;&#21483;&#21035;&#22661;&#65292;&#29305;&#35946;&#21326;&#12290;&#24182;&#19988;&#22522;&#26412;&#37117;&#26159;&#20998;&#23621;&#30340;&#65292;&#19968;&#20154;&#19968;&#22359;&#22320;&#20799;&#65292;&#36824;&#25353;&#29031;&#24180;&#40836;&#27573;&#20998;&#20303;&#22312;&#19981;&#21516;&#30340;&#22320;&#22359;&#12290;&#36825;&#20010;&#24212;&#35813;&#26159;&#24180;&#24188;&#30340;&#29066;&#29483;&#21035;&#22661;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280470023f.jpg" border="0" alt="" /></p>
<p>&#36825;&#37324;&#25105;&#35760;&#24471;&#65292;&#26159;&#25104;&#24180;&#22823;&#29066;&#29483;&#21035;&#22661;&#12290;&#28216;&#20154;&#22522;&#26412;&#19978;&#37117;&#26159;&#36825;&#26679;&#32469;&#30528;&#21035;&#22661;&#36716;&#22280;&#36208;&#12290;&#24590;&#26679;&#65292;&#29615;&#22659;&#36229;&#22909;&#30340;&#21543;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280470632v.jpg" border="0" alt="" /></p>
<p>&#22522;&#26412;&#37117;&#22312;&#30561;&#35273;&#65292;&#26377;&#30340;&#22312;&#23460;&#20869;&#26377;&#30340;&#22312;&#23460;&#22806;&#32780;&#24050;&#12290;&#22522;&#22320;&#30340;&#36335;&#26159;&#22369;&#36335;&#65292;&#19968;&#30452;&#36208;&#24456;&#36828;&#22312;&#26368;&#21518;&#36824;&#26377;&#29066;&#29483;&#20135;&#25151;&#20160;&#20040;&#30340;&#65292;&#19981;&#36807;&#20135;&#25151;&#20063;&#30475;&#19981;&#21040;&#21018;&#20986;&#29983;&#30340;&#29066;&#29483;&#65292;&#19968;&#33324;&#28216;&#23458;&#21040;&#37027;&#23601;&#19981;&#21643;&#36208;&#20102;&#12290;&#20854;&#23454;&#20877;&#24448;&#21518;&#38754;&#65292;&#36824;&#26377;&#23567;&#22823;&#29066;&#29483;&#65288;&#30495;&#32469;&#65289;&#21035;&#22661;&#65292;&#22522;&#26412;&#27809;&#20154;&#65292;&#20182;&#20204;&#20063;&#23601;&#19981;&#23244;&#21557;&#30561;&#22312;&#22806;&#38754;&#20102;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280470221c.jpg" border="0" alt="" /></p>
<p>&#36825;&#20010;&#36229;&#21487;&#29233;&#30340;&#12290;&#20687;&#19981;&#20687;&#36276;&#36276;&#29066;&#12290;&#25105;&#21644;&#26049;&#36793;&#20960;&#20010;&#23401;&#23376;&#19968;&#33268;&#35748;&#20026;&#20182;&#26159;&#22312;&#19978;&#38754;&#30340;&#26550;&#23376;&#19978;&#30561;&#30528;&#65292;&#28982;&#21518;&#32763;&#20102;&#20010;&#36523;&#28378;&#19979;&#26469;&#20102;&#65292;&#32487;&#32493;&#30561;~&#21704;&#21704;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280470030q.jpg" border="0" alt="" /></p>
<p>&#26368;&#21518;&#36824;&#30475;&#21040;&#20102;&#20457;&#21516;&#23621;&#30340;&#65292;&#24456;&#23569;&#35265;&#30340;&#21734;&#12290;&#30561;&#30340;&#21861;&#20284;&#30340;&#65292;&#25105;&#36825;&#20040;&#36817;&#25293;&#29031;&#37117;&#19981;&#24102;&#25645;&#29702;&#30340;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280470227h.jpg" border="0" alt="" /></p>
<p>&#36825;&#25165;&#26159;&#23567;&#29066;&#29483;&#65292;&#27963;&#27900;&#22810;&#20102;&#12290;&#36825;&#20010;&#65292;&#19968;&#30452;&#22312;&#21407;&#22320;&#29228;&#19978;&#29228;&#19979;&#36716;&#22280;&#22280;&#65292;&#36335;&#32447;&#19981;&#21464;&#30340;&#36716;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280470009l.jpg" border="0" alt="" /></p>
<p>&#22823;&#29066;&#29483;&#22522;&#22320;&#20063;&#20570;&#24471;&#24456;&#22909;&#12290;&#35753;&#20320;&#30475;&#21307;&#38498;&#65292;&#30475;&#21416;&#25151;&#65292;&#30475;&#20135;&#25151;&#65292;&#24403;&#28982;&#37117;&#26159;&#26087;&#35774;&#22791;&#12290;&#36824;&#20250;&#26377;&#36719;&#20214;&#20171;&#32461;&#21508;&#31181;&#30693;&#35782;&#65292;&#36824;&#26377;&#28216;&#25103;&#35753;&#23401;&#23376;&#20102;&#35299;&#29066;&#29483;&#29983;&#30149;&#30340;&#29366;&#24577;&#65292;&#26377;&#21160;&#30011;&#35762;&#29066;&#29483;&#30340;&#25104;&#38271;&#20160;&#20040;&#30340;&#12290;&#22312;&#36825;&#26041;&#38754;&#65292;&#25104;&#37117;&#20570;&#24471;&#30830;&#23454;&#24456;&#29992;&#24515;&#65292;&#38485;&#35199;&#20540;&#24471;&#23398;&#20064;&#21568;&#12290;</p>
<p>&#30475;&#36825;&#20010;&#65292;&#23601;&#26159;&#29066;&#29483;&#30340;&#31889;&#31889;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280470016q.jpg" border="0" alt="" /></p>
<p>&#20013;&#22269;&#29233;&#24503;&#21326;~&#21621;&#21621;</p>
<p>&#20010;&#20154;&#35273;&#24471;&#65292;&#26377;&#28857;&#20799;&#20687;&#22825;&#32447;&#23453;&#23453;&#65292;&#21448;&#26377;&#28857;&#20799;&#20687;&#23567;&#39134;&#35937;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280470234d.jpg" border="0" alt="" /></p>
<p>&#22909;&#21543;&#65292;&#33261;&#32654;&#20102;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280470214e.jpg" border="0" alt="" /></p>
<p>&#36825;&#25165;&#26159;&#32654;&#22899;&#65292;&#33151;&#22909;&#28418;&#20142;~&#22312;&#25490;&#38431;&#36319;&#29066;&#29483;&#21512;&#24433;&#65292;500&#19968;&#24352;&#65292;&#19968;&#24352;&#35830;&#65281;&#25152;&#20197;&#21482;&#26377;&#22806;&#22269;&#20154;&#21435;&#20102;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280470784r.jpg" border="0" alt="" /></p>
<p>&#22522;&#22320;&#20986;&#26469;&#65292;&#21407;&#36335;&#36820;&#22238;&#12290;&#26157;&#35273;&#23546;&#20844;&#20132;&#31449;&#65292;&#33258;&#28982;&#22312;&#26157;&#35273;&#23546;&#26049;&#36793;&#12290;&#19981;&#36807;&#33258;&#25171;&#21435;&#20102;&#22823;&#24904;&#23546;&#21360;&#35937;&#26497;&#20339;&#65292;&#21152;&#19978;&#21069;&#20004;&#22825;&#21435;&#36947;&#35266;&#21830;&#19994;&#27668;&#27675;&#29305;&#37325;&#65292;&#23545;&#20854;&#20182;&#23546;&#24217;&#19981;&#24863;&#20852;&#36259;&#20102;&#65292;&#25214;&#20102;&#36710;&#21435;&#25991;&#27530;&#22346;&#12290;</p>
<p>&#25991;&#27530;&#22346;&#19981;&#21643;&#22909;&#29609;&#65292;&#21334;&#30340;&#19996;&#35199;&#20063;&#37117;&#36319;&#20840;&#22269;&#21508;&#22320;&#30340;&#26053;&#28216;&#24066;&#22330;&#24046;&#19981;&#22810;&#65292;&#19981;&#36807;&#36824;&#26159;&#26377;&#28857;&#22909;&#21507;&#30340;&#30340;&#12290;&#26368;&#21518;&#25105;&#36824;&#26159;&#27809;&#21435;&#25991;&#27530;&#38498;&#65292;&#36947;&#29702;&#21516;&#19978;&#12290;</p>
<p>&#30475;&#36825;&#20010;&#24863;&#35273;&#22909;&#20687;&#36319;WD&#21040;&#20102;798&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280471670f.jpg" border="0" alt="" /></p>
<p>&#23601;&#26159;&#20914;&#30528;&#36825;&#29980;&#27700;&#38754;&#21435;&#30340;&#65292;&#21619;&#36947;&#19981;&#38169;&#65292;&#21507;&#22810;&#20102;&#36824;&#26159;&#19981;&#20064;&#24815;&#65292;&#38485;&#35199;&#20154;&#36824;&#26159;&#29233;&#21507;&#21688;&#21619;&#30340;&#38754;&#12290;&#20937;&#31881;&#20063;&#22909;&#21507;&#12290;&#23545;&#65292;&#25105;&#22312;&#25104;&#37117;&#21507;&#30340;&#26368;&#22810;&#30340;&#65292;&#38500;&#20102;&#32933;&#32928;&#31881;&#23601;&#26159;&#20937;&#31881;&#20102;&#65292;&#21512;&#25105;&#21475;&#21619;~&#24819;&#36215;&#26469;&#65292;&#21069;&#19968;&#22825;&#19979;&#21320;&#36824;&#21435;&#21507;&#20102;&#38047;&#27700;&#39290;&#65292;&#19981;&#21643;&#22909;&#21507;&#65292;&#27700;&#27700;&#26159;&#24102;&#29980;&#21619;&#30340;&#65292;&#39301;&#20799;&#24635;&#24863;&#35273;&#25918;&#20102;&#21861;&#19996;&#35199;&#65292;&#29305;&#21170;&#36947;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280471676m.jpg" border="0" alt="" /></p>
<p>&#21040;&#36798;&#30340;&#31532;&#19968;&#22825;&#23601;&#21457;&#29616;&#25104;&#37117;&#30340;&#29399;&#29399;&#37117;&#26159;&#36825;&#20010;&#36896;&#22411;&#12290;&#30475;&#20102;&#23456;&#29289;&#32654;&#23481;&#19994;&#22312;&#36825;&#37324;&#21457;&#23637;&#30340;&#36824;&#21487;&#20197;&#12290;&#35199;&#23433;&#23601;&#23569;&#35265;&#36825;&#26679;&#30340;&#12290;&#26366;&#35797;&#36807;&#32473;&#25105;&#23478;&#21617;&#21617;&#21059;&#27611;&#65292;&#32467;&#26524;&#26159;&#65292;&#25105;&#25163;&#34987;&#21098;&#20992;&#30952;&#32959;&#20102;&#25165;&#21098;&#23436;&#65292;&#30475;&#30528;&#20687;&#35841;&#23478;&#29399;&#32473;&#21827;&#20102;&#20284;&#30340;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280471683w.jpg" border="0" alt="" /></p>
<p>&#29609;&#20102;&#20960;&#22825;&#65292;&#24635;&#24863;&#35273;&#19968;&#30452;&#22312;&#21507;&#65292;&#19968;&#30452;&#22312;&#39295;&#12290;&#32467;&#26524;&#26377;&#22825;&#31216;&#37325;&#36824;&#30828;&#26159;&#30246;&#20102;10&#26020;&#65288;&#26377;&#19968;&#37096;&#20998;&#21407;&#22240;&#26159;&#33073;&#27700;&#20102;&#65292;&#22238;&#23478;&#20004;&#22825;&#21453;&#24377;5&#26020;&#65289;&#12290;&#22235;&#24029;&#20154;&#30340;&#39277;&#37327;&#30495;&#23567;&#65292;&#19968;&#20221;&#19968;&#20221;&#37117;&#37027;&#20040;&#23567;&#30871;&#20799;&#65292;&#21507;&#23436;&#23601;&#39295;&#12290;&#27599;&#22825;&#26089;&#26216;&#36215;&#24202;&#32922;&#23376;&#37117;&#21653;&#21653;&#21483;&#12290;&#25152;&#20197;&#65292;&#22312;&#20844;&#20132;&#36710;&#19978;&#30475;&#35265;&#26377;&#20065;&#26449;&#22522;&#30340;&#26102;&#20505;&#65292;&#21035;&#25552;&#26377;&#22810;&#28608;&#21160;&#20102;&#12290;&#36339;&#19979;&#36710;&#65292;&#21407;&#26041;&#21521;&#36820;&#22238;&#65292;&#25214;&#21040;&#24215;&#37324;&#65292;&#35201;&#20102;&#19968;&#20221;&#39321;&#33735;&#40481;&#22871;&#39184;&#65292;&#21152;&#39278;&#26009;&#21152;&#34507;&#32697;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280471690v.jpg" border="0" alt="" /></p>
<p>&#19968;&#20010;&#23567;&#26102;&#20043;&#21518;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#30406;&#20799;&#24178;&#30871;&#20799;&#20928;&#65281;&#65281;&#65281;&#23601;&#21097;&#20102;&#20004;&#26681;&#20799;&#33905;&#21644;&#21322;&#20998;&#35199;&#32418;&#26623;&#34507;&#27748;&#65292;&#24681;&#65292;&#25105;&#19981;&#29233;&#21507;&#29087;&#35199;&#32418;&#26623;&#12290;</p>
<p>&#30693;&#24773;&#20154;&#37117;&#24212;&#35813;&#30693;&#36947;&#65292;&#36830;&#31859;&#39277;&#37117;&#34987;&#25105;&#33300;&#27809;&#20102;&#65292;&#26159;&#24471;&#39295;&#21040;&#21861;&#31243;&#24230;&#20102;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280471664c.jpg" border="0" alt="" /></p>
<p>&#26202;&#19978;&#22238;&#21435;&#36824;&#36538;&#22312;&#24202;&#19978;&#21507;&#20102;&#28857;&#38646;&#39135;&#25165;&#28385;&#36275;&#30340;&#30561;&#20102;~~~~</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-07-30T00:00:00+08:00" pubdate data-updated="true">Jul 30<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/07/29/%E5%A4%A9%E5%BA%9C%E6%88%90%E9%83%BD%E6%B8%B84/">
		
			天府成都游4</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>4th day:</p>
<p>&#19968;&#20010;&#20154;&#65292;&#35745;&#21010;&#21435;&#26089;&#19978;&#38182;&#37324;&#65292;&#19979;&#21320;&#21435;&#26395;&#27743;&#27004;&#21644;&#24029;&#22823;&#38468;&#36817;&#12290;</p>
<p>&#19968;&#22823;&#26089;&#23601;&#24320;&#22987;&#19979;&#38632;&#12290;&#21040;&#25104;&#37117;&#36825;&#20960;&#22825;&#37117;&#19981;&#23433;&#29983;&#65292;&#27599;&#22825;&#26089;&#19978;&#25110;&#32773;&#26202;&#19978;&#37117;&#20250;&#19979;&#28857;&#20799;&#38632;&#12290;&#27599;&#22825;&#20986;&#38376;&#36824;&#24471;&#33150;&#20986;&#28857;&#37325;&#37327;&#32473;&#38632;&#20254;&#12290;</p>
<p>&#38632;&#25402;&#22823;&#65292;&#25105;&#31359;&#30340;&#38795;&#28431;&#27700;&#65292;&#23601;&#31359;&#20102;&#25302;&#38795;&#20986;&#38376;&#12290;&#36825;&#26159;&#25105;&#36825;&#19968;&#22825;&#26368;&#19981;&#26126;&#26234;&#30340;&#20915;&#23450;&#12290;</p>
<p>&#20808;&#21435;&#20102;&#38182;&#37324;&#65292;&#21040;&#20102;&#38632;&#22522;&#26412;&#19978;&#23601;&#19981;&#22823;&#20102;&#65292;&#38632;&#21518;&#30340;&#38182;&#37324;&#30495;&#26159;&#22909;&#30475;&#65292;&#32780;&#19988;&#22240;&#20026;&#19979;&#38632;&#27809;&#21861;&#28216;&#20154;&#65292;&#25105;&#20048;&#22351;&#20102;~&#19968;&#20010;&#20154;&#24930;&#24736;&#24736;&#30340;&#36891;&#12290;&#12290;&#12290;</p>
<p>&#24590;&#26679;&#65292;&#20154;&#23569;&#21543;&#12290;&#27604;&#26152;&#26202;10&#28857;&#37117;&#36824;&#35201;&#23569;&#65281;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280414963s.jpg" border="0" alt="" /></p>
<p>&#39068;&#33394;&#29305;&#22909;&#30475;&#65292;&#23601;&#26159;&#25105;&#30456;&#26426;&#19981;&#22909;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280414958a.jpg" border="0" alt="" /></p>
<p>&#26377;&#28857;&#21335;&#26041;&#30340;&#24863;&#35273;&#65292;&#20294;&#21448;&#36319;&#21435;&#24180;&#21435;&#36807;&#30340;&#35199;&#22616;&#19981;&#37027;&#20040;&#19968;&#26679;&#30340;&#39118;&#26684;&#12290;&#36825;&#21643;&#35828;&#21602;&#65292;&#30475;&#26469;&#24471;&#21435;&#30475;&#28857;&#24314;&#31569;&#23398;&#30340;&#35838;&#31243;&#20102;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12804146159.jpg" border="0" alt="" /></p>
<p>&#21738;&#37324;&#37117;&#22909;&#30475;&#65292;&#22522;&#26412;&#19981;&#29992;&#36873;&#35282;&#24230;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280414595q.jpg" border="0" alt="" /></p>
<p>&#21518;&#26469;&#36935;&#19978;&#19968;&#20010;&#22992;&#22992;&#20063;&#26159;&#19968;&#20010;&#20154;&#22312;&#29609;&#65292;&#22992;&#22992;&#33261;&#32654;&#65292;&#29233;&#25293;&#29031;&#65292;&#27491;&#22909;&#25105;&#20063;&#19968;&#20010;&#20154;&#65292;&#23601;&#20457;&#20154;&#39034;&#36335;&#20102;&#65292;&#25105;&#20063;&#26377;&#20154;&#24110;&#24537;&#25293;&#29031;&#65292;&#21621;&#21621;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280414602a.jpg" border="0" alt="" /></p>
<p>&#21487;&#24796;&#22992;&#22992;&#27700;&#24179;&#19981;&#21643;&#22320;&#65292;&#24635;&#26159;&#25163;&#25238;&#65292;&#19981;&#36807;&#25105;&#30340;&#30456;&#26426;&#20063;&#26159;&#26377;&#36131;&#20219;&#30340;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280414622u.jpg" border="0" alt="" /></p>
<p>&#36891;&#30528;&#36891;&#30528;&#65292;&#23601;&#36305;&#21040;&#27494;&#20399;&#31072;&#38468;&#36817;&#20102;&#65292;&#20844;&#22253;&#20284;&#30340;&#65292;&#36824;&#26159;&#27809;&#20154;&#65292;&#30495;&#22909;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280414608a.jpg" border="0" alt="" /></p>
<p>&#26368;&#21518;&#27809;&#21435;&#27494;&#20399;&#31072;&#65292;&#25105;&#23244;&#38376;&#31080;&#22826;&#36149;&#65292;&#23601;&#26159;&#36825;&#20040;&#25248;&#38376;&#12290;</p>
<p>&#21435;&#38182;&#37324;&#30340;&#23567;&#21507;&#34903;&#65292;&#24403;&#28982;&#21448;&#21507;&#20102;&#32933;&#32928;&#31881;&#12290;&#36824;&#26377;&#20256;&#35828;&#20013;&#30340;&#20260;&#24515;&#20937;&#31881;&#65292;&#36215;&#21021;&#19981;&#35273;&#24471;&#29408;&#36771;&#65292;&#36824;&#35828;&#36825;&#26679;&#30340;&#21643;&#21487;&#33021;&#20250;&#20260;&#24515;&#21602;&#65292;&#22823;&#35805;&#21018;&#35828;&#23436;&#65292;&#21518;&#38754;&#23601;&#24320;&#22987;&#27882;&#27969;&#28385;&#38754;&#20102;&#12290;&#12290;&#12290;&#12290;&#19977;&#22823;&#28846;&#22043;&#65292;&#20854;&#23454;&#23601;&#36319;&#35199;&#23433;&#22238;&#27665;&#34903;&#30340;&#34562;&#34588;&#20937;&#31957;&#24046;&#19981;&#22810;&#30340;&#65292;&#19981;&#36807;&#36825;&#20010;&#26159;&#28909;&#30340;&#32780;&#24050;&#65292;&#27809;&#21861;&#24778;&#21916;&#12290;</p>
<p>&#21518;&#26469;&#22238;&#21040;&#20303;&#22788;&#65292;&#21516;&#23627;&#30340;&#20154;&#38382;&#24590;&#20040;&#22312;&#25104;&#37117;&#27809;&#25214;&#21040;&#20160;&#20040;&#29305;&#21035;&#22909;&#21507;&#30340;&#19996;&#35199;&#65292;&#25105;&#29305;&#36190;&#21516;&#65292;&#35828;&#20170;&#22825;&#21435;&#20102;&#38182;&#37324;&#26679;&#26679;&#37117;&#38590;&#21507;&#12290;&#32467;&#26524;&#23043;&#30452;&#25509;&#37145;&#35270;&#25105;&#65292;&#20320;&#22312;&#38182;&#37324;&#21507;&#19996;&#35199;&#30340;&#27809;&#26377;&#21457;&#35328;&#26435;&#12290;&#12290;&#12290;&#12290;&#30475;&#26469;&#65292;&#25105;&#30340;&#34892;&#31243;&#65292;&#22826;&#28216;&#23458;&#20102;&#12290;</p>
<p>&#38182;&#37324;&#37027;&#20010;&#21834;&#65292;&#23601;&#31639;&#26159;&#21320;&#39277;&#20102;&#12290;&#22992;&#22992;&#35828;&#22905;&#22312;&#25104;&#37117;&#23601;&#21574;&#19968;&#22825;&#65292;&#35201;&#22810;&#29609;&#28857;&#20799;&#22320;&#26041;&#12290;&#26412;&#23601;&#25171;&#31639;&#21508;&#29609;&#21508;&#30340;&#20102;&#12290;&#22992;&#22992;&#21448;&#35828;&#22905;&#20170;&#22825;&#35201;&#21435;&#26460;&#29995;&#33609;&#22530;&#65292;&#19968;&#36215;&#21543;&#12290;&#25105;&#35745;&#21010;&#27425;&#26085;&#21435;&#30340;&#65292;&#24819;&#24819;&#26377;&#20154;&#19968;&#36215;&#20063;&#25402;&#22909;&#65292;&#23601;&#25913;&#20102;&#35745;&#21010;&#12290;</p>
<p>&#26681;&#25454;&#22320;&#22270;&#65292;&#26460;&#29995;&#33609;&#22530;&#36828;&#65292;&#38738;&#32650;&#23467;&#36817;&#12290;&#39034;&#36947;&#23601;&#21435;&#20102;&#12290;&#30495;&#22833;&#36133;&#65292;&#38738;&#32650;&#23467;&#19981;&#22909;&#29609;&#65292;&#38500;&#20102;&#37027;&#19968;&#21482;&#38108;&#32650;&#12290;&#36319;&#38108;&#32650;&#30340;&#21512;&#24433;&#36824;&#19981;&#35265;&#20102;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#36335;&#19978;&#38543;&#22788;&#21487;&#35265;&#30340;&#21508;&#31181;&#21160;&#29289;&#33041;&#34955;&#65292;&#20063;&#36824;&#19981;&#38169;&#21862;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12804531206.jpg" border="0" alt="" /></p>
<p>&#36825;&#19968;&#25490;&#29492;&#23376;&#65292;&#24102;&#30528;&#25105;&#20204;&#24448;&#21397;&#25152;&#26041;&#21521;&#21069;&#36827;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280453127b.jpg" border="0" alt="" /></p>
<p>&#20026;&#21861;&#35828;&#38738;&#32650;&#23467;&#19981;&#22909;&#29609;&#21602;&#12290;&#39318;&#20808;&#65292;&#23545;&#36947;&#25945;&#65292;&#25105;&#20852;&#36259;&#19981;&#22823;&#12290;&#20854;&#27425;&#65292;&#38738;&#32650;&#23467;&#30340;&#36947;&#38271;&#36947;&#22993;&#24456;&#20982;&#12290;&#36824;&#26377;&#23601;&#26159;&#65292;&#30495;&#30340;&#27809;&#21861;&#29609;&#30340;&#12290;</p>
<p>&#31359;&#25302;&#38795;&#30340;&#40635;&#28902;&#26469;&#20102;&#65292;&#32047;&#65292;&#33050;&#30140;&#65292;&#21518;&#26469;&#38632;&#34429;&#28982;&#20572;&#20102;&#65292;&#21487;&#26159;&#22320;&#36824;&#26159;&#28369;&#65292;&#36208;&#36335;&#24471;&#21152;&#20493;&#23567;&#24515;&#65292;&#32791;&#36153;&#26356;&#22810;&#20307;&#21147;&#12290;&#23601;&#22312;&#38738;&#32650;&#23467;&#21917;&#20102;&#20250;&#33590;&#12290;&#33590;&#19981;&#22909;&#21917;&#65292;&#22320;&#26041;&#24456;&#33039;&#12290;&#22909;&#29609;&#30340;&#26159;&#65292;&#25105;&#20048;&#21621;&#21621;&#30340;&#36827;&#21435;&#20102;&#65292;&#20498;&#33590;&#22823;&#22920;&#30828;&#20197;&#20026;&#25105;&#26159;&#29087;&#20154;&#65292;&#22823;&#31505;&#24182;&#25171;&#25307;&#21628;&#65292;&#24403;&#28982;&#25105;&#27809;&#21548;&#25026;&#65292;&#20063;&#20667;&#31505;&#22238;&#21435;&#12290;&#32467;&#26524;&#36208;&#22312;&#21069;&#38754;&#30340;&#22992;&#22992;&#29305;&#25195;&#20852;&#65292;&#19968;&#33080;&#26080;&#36764;&#30340;&#22238;&#22836;&#38382;&#65292;&#20320;&#35748;&#35782;&#22905;&#65311;&#21710;&#65292;&#36825;&#19981;&#23601;&#27809;&#21170;&#20102;&#20040;&#65292;&#20309;&#24517;&#25139;&#31359;&#65292;&#20570;&#20010;&#20551;&#29087;&#20154;&#22810;&#22909;&#29609;&#30340;&#12290;</p>
<p>&#25402;&#32435;&#38391;&#65292;&#22909;&#22909;&#30340;&#22825;&#27668;&#65292;&#20026;&#21861;&#29031;&#29255;&#26159;&#36825;&#26679;&#30340;&#21602;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12804531126.jpg" border="0" alt="" /></p>
<p>&#25214;&#21040;&#19968;&#20010;&#22909;&#29609;&#30340;&#65292;&#36825;&#20010;&#35980;&#20284;&#26159;&#22312;&#27494;&#20399;&#31072;&#37027;&#36793;&#30475;&#21040;&#30340;&#65292;&#35760;&#19981;&#28165;&#20102;&#65292;&#30475;&#19978;&#38754;&#30340;&#25991;&#23383;&#65306;&#24352;&#19977;&#20016;&#29916;&#30382;&#35799;&#12290;&#20026;&#21861;&#36825;&#26679;&#21483;&#21834;&#65311;&#22312;&#38485;&#35199;&#65292;&#36825;&#20010;&#31639;&#39554;&#20154;&#30340;&#21602;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280453133l.jpg" border="0" alt="" /></p>
<p>&#38738;&#32650;&#23467;&#26049;&#36793;&#26377;&#20010;&#29748;&#21488;&#36335;&#65292;&#35828;&#26159;&#21496;&#39532;&#30456;&#22914;&#21644;&#21331;&#25991;&#21531;&#24403;&#24180;&#19968;&#36215;&#25242;&#29748;&#30340;&#22320;&#20799;&#12290;&#20256;&#35828;&#24456;&#32654;&#65292;&#29616;&#23454;&#21487;&#19981;&#26159;&#36825;&#26679;&#65292;&#23436;&#20840;&#30340;&#19968;&#26465;&#21830;&#19994;&#20223;&#21476;&#34903;&#65292;&#37329;&#30887;&#36745;&#29004;&#30340;&#65292;&#35753;&#25105;&#24819;&#21040;&#20102;&#40644;&#37329;&#30002;&#12290;</p>
<p>&#20174;&#29748;&#21488;&#36335;&#21435;&#24448;&#26460;&#29995;&#33609;&#22530;&#12290;&#37027;&#37324;&#36824;&#19981;&#38169;&#12290;&#21457;&#29616;&#25104;&#37117;&#26053;&#28216;&#65292;&#20854;&#23454;&#21407;&#26412;&#27809;&#26377;&#20160;&#20040;&#20869;&#23481;&#30340;&#65292;&#21487;&#26159;&#20182;&#21364;&#20805;&#20998;&#30340;&#24320;&#21457;&#21033;&#29992;&#65292;&#30828;&#26159;&#25630;&#20986;&#24456;&#22810;&#20869;&#23481;&#26469;&#12290;&#27604;&#22914;&#35828;&#36825;&#33609;&#22530;&#65292;&#19981;&#23601;&#26159;&#20010;&#33541;&#33609;&#23627;&#20040;&#12290;&#19981;&#65292;&#20154;&#23478;&#36824;&#25226;&#19982;&#26460;&#29995;&#30456;&#20851;&#30340;&#24456;&#22810;&#19996;&#35199;&#25918;&#20102;&#36827;&#26469;&#12290;&#27604;&#22914;&#65292;&#30865;&#24086;&#65292;&#24456;&#22810;&#20182;&#20889;&#30340;&#35799;&#30340;&#21517;&#23478;&#30865;&#24086;&#65307;&#27604;&#22914;&#65292;&#38613;&#22609;&#20043;&#31867;&#65307;&#27604;&#22914;&#65292;&#21518;&#19990;&#20026;&#20102;&#32426;&#24565;&#35799;&#22307;&#36896;&#30340;&#20315;&#22612;&#12290;&#20854;&#23454;&#29616;&#22312;&#30475;&#21040;&#30340;&#33609;&#22530;&#37117;&#26159;&#20223;&#21046;&#30340;&#65292;&#21487;&#26159;&#20197;&#21069;&#30340;&#33609;&#22530;&#36951;&#36857;&#20063;&#34987;&#25366;&#20986;&#26469;&#20102;&#65292;&#24324;&#25104;&#20102;&#21338;&#29289;&#39302;&#65292;&#35753;&#20320;&#30475;&#26377;&#20960;&#21475;&#20117;&#65292;&#25151;&#23376;&#26377;&#22810;&#23567;&#65292;&#35753;&#20320;&#30475;&#20182;&#20204;&#29992;&#36807;&#30340;&#30871;&#21644;&#30406;&#12290;&#30631;&#30631;&#65292;&#33021;&#24819;&#21040;&#30340;&#65292;&#20154;&#23478;&#37117;&#20570;&#24471;&#32454;&#33268;&#20837;&#24494;&#12290;&#38485;&#35199;&#26377;&#37027;&#20040;&#22810;&#30340;&#25991;&#29289;&#65292;&#21453;&#20498;&#19981;&#31232;&#32597;&#20102;&#65292;&#23601;&#26159;&#25366;&#20986;&#26469;&#65292;&#25670;&#22312;&#37027;&#65292;&#20889;&#19978;&#31616;&#21333;&#30340;&#35828;&#26126;&#35753;&#20320;&#30475;&#12290;&#35201;&#26159;&#20063;&#33021;&#24320;&#21457;&#33021;&#36825;&#26679;&#65292;&#23601;&#36825;&#19968;&#20221;&#29992;&#24515;&#65292;&#20063;&#36275;&#22815;&#21560;&#24341;&#20154;&#20102;&#12290;</p>
<p>&#33609;&#22530;&#27491;&#38376;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280454704z.jpg" border="0" alt="" /></p>
<p>&#25151;&#23376;&#12290;&#20854;&#23454;&#65292;&#30475;&#21338;&#29289;&#39302;&#37324;&#30340;&#26679;&#23376;&#65292;&#36825;&#20010;&#33609;&#22530;&#20284;&#20046;&#27604;&#23454;&#38469;&#35201;&#22823;&#19968;&#20123;&#12290;&#38590;&#24618;&#24320;&#22987;&#19968;&#30452;&#30475;&#30340;&#26102;&#20505;&#65292;&#25105;&#24635;&#36824;&#22312;&#32673;&#24917;&#26377;&#20010;&#36825;&#26679;&#30340;&#23627;&#23376;&#20303;&#22810;&#22909;&#30340;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280454723x.jpg" border="0" alt="" /></p>
<p>&#19968;&#20010;&#22823;&#29239;&#65292;&#25343;&#30528;&#19987;&#19994;&#35774;&#22791;&#21040;&#22788;&#36305;&#30528;&#25293;&#29031;&#65292;&#36824;&#36319;&#25105;&#20204;&#19968;&#26679;&#36461;&#23548;&#28216;&#21548;&#12290;&#12290;&#12290;&#21621;&#21621;&#65292;&#30475;&#30475;&#22823;&#29239;&#22810;&#26377;&#38236;&#22836;&#24863;&#30340;&#65292;&#25105;&#30456;&#26426;&#26469;&#20102;&#65292;&#20182;&#37117;&#19981;&#30475;&#33258;&#24049;&#30340;&#38236;&#22836;&#20102;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12804547106.jpg" border="0" alt="" /></p>
<p>&#20877;&#26469;&#19968;&#20010;&#32982;&#23043;&#21644;&#30246;&#32769;&#22836;&#30340;&#21512;&#24433;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280454717d.jpg" border="0" alt="" /></p>
<p>&#29609;&#23436;&#33609;&#22530;&#65292;&#25105;&#26159;&#30495;&#30340;&#30495;&#30340;&#32047;&#21128;&#20102;&#12290;&#22312;&#26049;&#36793;&#25214;&#20102;&#20010;&#36229;&#24066;&#65292;&#38506;&#37027;&#20010;&#22992;&#22992;&#20080;&#20102;&#28857;&#29305;&#20135;&#65292;&#20457;&#20154;&#21827;&#20102;&#20010;&#27721;&#22561;&#65292;&#36825;&#19968;&#22825;&#23601;&#23436;&#20102;&#12290;&#22836;&#19968;&#22238;9&#28857;&#20197;&#21069;&#22238;&#21040;&#25151;&#23376;&#12290;&#26089;&#26089;&#27927;&#27927;&#30561;&#20102;&#12290;</p>
<p>P.S.&#21152;&#20004;&#20010;&#22909;&#29609;&#30340;&#20107;&#20799;&#65306;</p>
<p>&#160;&#160;&#160; &#22992;&#22992;&#29305;&#29233;&#25293;&#29031;&#65292;&#27599;&#19968;&#20010;&#36896;&#22411;&#37117;&#35201;&#25105;&#25293;&#20010;&#27178;&#30340;&#65292;&#28982;&#21518;&#20877;&#26469;&#20010;&#31446;&#30340;&#12290;&#30495;&#25402;&#40635;&#28902;&#30340;&#12290;&#21487;&#33021;&#22905;&#20063;&#21457;&#35273;&#20102;&#65292;&#25152;&#20197;&#20026;&#20102;&#24052;&#32467;&#25105;&#12290;&#12290;&#12290;&#12290;&#36208;&#22312;&#36335;&#19978;&#65292;&#22905;&#31361;&#28982;&#19968;&#25197;&#33080;&#23545;&#25105;&#35828;&#8220;&#25105;&#35273;&#24471;&#20320;&#38271;&#24471;&#25402;&#20687;&#40072;&#40060;&#30340;&#8221;&#12290;&#25105;&#24778;&#20102;&#8220;&#21861;&#65281;&#21861;&#40060;&#65311;&#8221; &#8220;&#40072;&#40060;&#21834;&#65292;&#23601;&#37027;&#20010;&#22836;&#22823;&#22823;&#30340;&#20027;&#25345;&#20154;&#8221;&#12290;&#12290;&#12290;&#12290;&#12290;<br />&#22240;&#20026;&#36825;&#65292;&#21518;&#38754;&#24110;&#22905;&#25293;&#30340;&#29031;&#29255;&#25925;&#24847;&#25238;&#20102;&#22909;&#20960;&#24352;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#160;&#160;&#160; &#21507;&#40614;&#24403;&#21171;&#30340;&#26102;&#20505;&#65292;&#21448;&#26159;&#27809;&#35805;&#25214;&#35805;&#65292;&#35828;&#8220;&#20320;&#36825;&#20040;&#30246;&#65292;&#26377;80&#26020;&#20040;&#8221; &#25105;&#29378;&#21916;&#65292;&#36824;&#35013;&#28129;&#23450;&#8220;&#27809;&#65292;&#25105;100&#8221; &#8220;&#30475;&#19981;&#20986;&#26469;&#21834;~&#20320;&#22810;&#39640;&#65292;&#26377;165&#20040;&#8221; &#19981;&#34507;&#23450;&#20102;&#65292;&#33267;&#20110;&#20040;&#65292;&#25105;&#26377;&#37027;&#20040;&#30702;&#20040;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#38590;&#36947;&#21681;&#36716;&#22411;&#23567;&#24039;&#29618;&#29649;&#20102;~</p>
<p>over~</p>
<p>&#160;</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-07-29T00:00:00+08:00" pubdate data-updated="true">Jul 29<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/07/28/%E5%A4%A9%E5%BA%9C%E6%88%90%E9%83%BD%E6%B8%B83/">
		
			天府成都游3</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>3rd day&#65306;&#37117;&#27743;&#22576;</p>
<p>&#38738;&#23665;&#32511;&#27700;&#30340;&#22320;&#26041;&#26377;&#20154;&#33021;&#19968;&#36215;&#29609;&#20799;&#26368;&#22909;&#65292;&#36825;&#22825;&#27491;&#22909;&#25509;&#24453;&#30340;&#20154;&#24102;&#23435;&#24635;&#21435;&#37117;&#27743;&#22576;&#65292;&#26377;&#31354;&#20301;&#65292;&#25105;&#23601;&#36461;&#29609;&#20799;&#20102;</p>
<p>&#35745;&#21010;&#30340;&#26102;&#20505;&#65292;&#26412;&#25171;&#31639;&#20808;&#21435;&#37117;&#27743;&#22576;&#65292;&#20877;&#21435;&#38738;&#22478;&#23665;&#30340;&#12290;&#36461;&#29609;&#65292;&#23601;&#24471;&#21548;&#20154;&#23478;&#30340;&#19981;&#26159;&#65292;&#30001;&#20110;&#26102;&#38388;&#38382;&#39064;&#65292;&#23601;&#27809;&#26377;&#21435;&#37117;&#27743;&#22576;&#12290;&#36319;&#38543;&#30528;&#22312;&#37117;&#27743;&#22576;&#24066;&#21306;&#37324;&#36716;&#24736;&#20102;&#20004;&#22280;&#12290;&#29615;&#22659;&#21487;&#30495;&#22909;&#65292;&#38738;&#23665;&#32511;&#27700;&#30340;&#65292;&#30001;&#20110;&#22320;&#38663;&#65292;&#24456;&#22810;&#25151;&#23376;&#37117;&#26159;&#26032;&#24314;&#30340;&#65292;&#25972;&#40784;&#28418;&#20142;&#12290;&#21487;&#26159;&#30475;&#21040;&#26032;&#25151;&#26049;&#36793;&#23567;&#23665;&#20284;&#30340;&#24314;&#31569;&#22403;&#22334;&#65292;&#21496;&#26426;&#35828;&#26159;&#22320;&#38663;&#24223;&#22687;&#25972;&#29702;&#36215;&#26469;&#65292;&#23601;&#22320;&#24314;&#20102;&#29615;&#20445;&#21378;&#12290;&#21333;&#36825;&#19968;&#21477;&#35805;&#65292;&#25105;&#24046;&#28857;&#21741;&#20102;&#12290;&#21621;&#21621;&#65292;&#27809;&#20986;&#24687;&#21704;&#65292;&#30475;&#30528;&#36825;&#24223;&#22687;&#65292;&#33258;&#24049;&#24819;&#24819;&#22320;&#38663;&#23436;&#30340;&#22330;&#26223;&#65292;&#23601;&#22815;&#24515;&#37240;&#30340;&#20102;&#12290;&#36825;&#20040;&#32654;&#30340;&#22478;&#24066;&#12290;&#12290;&#12290;</p>
<p>&#30830;&#23454;&#65292;&#20197;&#21518;&#35201;&#26159;&#33021;&#20303;&#22312;&#36825;&#26679;&#30340;&#22320;&#26041;&#24863;&#35273;&#30495;&#22909;&#12290;&#32452;&#32455;&#20986;&#28216;&#30340;&#32769;&#22823;&#65292;&#23601;&#22312;&#37117;&#27743;&#22576;&#20080;&#20102;&#21035;&#22661;&#65292;&#21435;&#21035;&#22661;&#21306;&#28316;&#36798;&#20102;&#19968;&#22280;&#20043;&#21518;&#65292;&#22868;&#21521;&#38738;&#22478;&#23665;&#19979;&#30340;&#20892;&#23478;&#20048;&#65292;&#39640;&#31471;&#20892;&#23478;&#20048;&#65292;&#21704;&#21704;&#12290;&#29983;&#20154;&#22810;&#65292;&#21507;&#20102;&#22909;&#22810;&#22909;&#21507;&#30340;&#20063;&#27809;&#22909;&#24847;&#24605;&#25293;&#29031;&#65292;&#36824;&#26377;&#24456;&#22810;&#21483;&#19981;&#19978;&#21517;&#23383;&#30340;&#24403;&#22320;&#29305;&#33394;&#12290;&#20160;&#20040;&#40481;&#21568;&#65292;&#20160;&#20040;&#38754;&#21568;&#65292;&#20160;&#20040;&#40060;&#21568;&#65292;&#20160;&#20040;&#33756;&#21568;&#65292;&#21453;&#27491;&#31232;&#37324;&#31946;&#28034;&#32654;&#21619;&#37117;&#36827;&#32922;&#23376;&#20102;&#12290;</p>
<p>&#28982;&#21518;&#23601;&#26159;&#29228;&#38738;&#22478;&#23665;&#21591;&#65292;&#38738;&#22478;&#23665;&#20998;&#21069;&#23665;&#21644;&#21518;&#23665;&#65292;&#36825;&#23665;&#19981;&#39640;&#65292;&#23545;&#25105;&#36825;&#20307;&#21147;&#36229;&#24378;&#30340;&#23043;&#65292;&#23567;case&#22043;&#65292;&#24456;&#24555;&#23601;&#21040;&#39030;&#20102;&#12290;&#21518;&#23665;&#22320;&#38663;&#20043;&#21518;&#36824;&#22312;&#20462;&#32558;&#65292;&#27809;&#24320;&#25918;&#12290;&#36825;&#22825;&#27809;&#29031;&#29255;&#65292;&#22522;&#26412;&#19978;&#37117;&#22312;&#23435;&#24635;&#30456;&#26426;&#37324;&#65292;&#20197;&#21518;&#20877;&#34917;&#19978;</p>
<p>&#26469;&#20010;&#38738;&#22478;&#23665;&#30340;&#22823;&#38376;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280302446l.jpg" border="0" alt="" /></p>
<p>&#39118;&#26223;&#29305;&#22909;&#65292;&#32511;&#33394;&#22810;&#30340;&#19981;&#34892;&#12290;&#25104;&#37117;&#23601;&#26159;&#31481;&#23376;&#22810;&#65292;&#38271;&#24471;&#19968;&#31751;&#19968;&#31751;&#30340;&#12290;&#24819;&#36215;&#26477;&#24030;&#30340;&#28789;&#38544;&#65292;&#37027;&#37324;&#20154;&#22826;&#22810;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280302458x.jpg" border="0" alt="" /></p>
<p>&#36335;&#19978;&#22909;&#22810;&#36825;&#26679;&#30340;&#20141;&#23376;&#65292;&#26377;&#30340;&#36824;&#22312;&#20462;&#33914;&#65292;&#21916;&#27426;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280302465.jpg" border="0" alt="" /></p>
<p>&#21018;&#19978;&#23665;&#23601;&#30896;&#35265;&#19968;&#22823;&#29239;&#65292;&#21334;&#31515;&#23376;&#12290;&#22823;&#29239;&#30475;&#19981;&#35265;&#65292;&#21482;&#26159;&#19968;&#30452;&#21561;&#31515;&#23376;&#12290;20&#19968;&#20010;&#65292;&#36335;&#20154;&#37117;&#22312;&#20080;&#12290;&#36825;&#27604;&#36523;&#24378;&#21147;&#22766;&#35013;&#21487;&#24604;&#35201;&#38065;&#30340;&#22909;&#22810;&#23569;&#20493;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280302472e.jpg" border="0" alt="" /></p>
<p>&#23665;&#19978;&#23601;&#19968;&#36947;&#35266;&#65292;&#21830;&#19994;&#27675;&#22260;&#22826;&#27987;&#65292;&#25293;&#29031;&#20241;&#24687;&#19968;&#20250;&#65292;&#26102;&#38388;&#36824;&#26089;&#65292;&#24930;&#24930;&#19979;&#23665;&#12290;</p>
<p>&#24555;&#21040;&#38376;&#21475;&#36935;&#19978;&#21516;&#34892;&#30340;&#22823;&#21733;&#22823;&#22992;&#22352;&#22312;&#36335;&#36793;&#21917;&#33590;&#20241;&#24687;&#12290;&#20945;&#28909;&#38393;&#21591;&#65292;&#36319;&#30528;&#20307;&#39564;&#19979;&#25104;&#37117;&#20154;&#21917;&#33590;&#30340;&#24863;&#35273;&#12290;&#33590;&#19981;&#22909;&#21917;&#65292;&#32842;&#22825;&#20498;&#25402;&#26377;&#24847;&#24605;&#12290;&#30952;&#26426;&#21040;&#26202;&#39277;&#26102;&#38388;&#65292;&#32769;&#22823;&#32487;&#32493;&#35831;&#23458;&#65292;&#22312;&#37117;&#27743;&#22576;&#26049;&#36793;&#65292;&#39184;&#21381;&#39118;&#26223;&#19981;&#38169;&#65292;&#21507;&#30340;&#22043;&#65292;&#24403;&#28982;&#22909;&#21507;&#65292;&#24819;&#30528;&#23601;&#39295;&#65292;&#21704;&#21704;</p>
<p>&#20174;&#39184;&#21381;&#30340;&#31383;&#25143;&#65292;&#23601;&#33021;&#30475;&#21040;&#36825;&#12290;&#22312;&#21271;&#26041;&#38271;&#22823;&#30340;&#23043;&#65292;&#24456;&#23569;&#35265;&#21040;&#36825;&#20040;&#22823;&#30340;&#27700;&#65292;&#28205;&#27827;&#38450;&#28061;&#30340;&#26102;&#20505;&#65292;&#27969;&#36895;&#20063;&#27809;&#36825;&#37324;&#24555;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280302479q.jpg" border="0" alt="" /></p>
<p>&#23736;&#36793;&#30340;&#20154;&#23478;&#12290;&#35201;&#26159;&#25105;&#33021;&#20303;&#36825;&#37324;&#12290;&#12290;&#12290;&#12290;&#12290;YY ing&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280302451x.jpg" border="0" alt="" /></p>
<p>&#19968;&#39039;&#39277;&#21507;&#20102;&#22909;&#20037;&#65292;&#23435;&#24635;&#19968;&#34892;&#21435;&#20061;&#23528;&#27807;&#20102;&#12290;&#25105;&#36319;&#30528;&#19968;&#36742;&#26469;&#26102;&#30340;&#36710;&#36820;&#22238;&#65292;&#32047;&#24808;&#20102;~</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-07-28T00:00:00+08:00" pubdate data-updated="true">Jul 28<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>

<nav id="pagenavi">
    
        <a href="/blog/page/22/" class="prev">Prev</a>
    
    
        <a href="/blog/page/24/" class="next">Next</a>
    
    <div class="center"><a href="/blog/archives">Blog Archives</a></div>
</nav></div>
	<footer id="footer" class="inner">Copyright &copy; 2013

    muggleyoung

</footer>
	<script src="/javascripts/slash.js"></script>
<script src="/javascripts/jquery.fancybox.pack.js"></script>
<script type="text/javascript">
(function($){
	$('.fancybox').fancybox();
})(jQuery);
</script> <!-- Delete or comment this line to disable Fancybox -->


<script type="text/javascript">
      var disqus_shortname = 'muggleyoung';
      
        
        var disqus_script = 'count.js';
      
    (function () {
      var dsq = document.createElement('script'); dsq.type = 'text/javascript'; dsq.async = true;
      dsq.src = 'http://' + disqus_shortname + '.disqus.com/' + disqus_script;
      (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);
    }());
</script>





</body>
</html>