
<!DOCTYPE HTML>
<html>
<head>
	<meta charset="utf-8">
	<title></title>
	<meta name="author" content="muggleyoung">

	
	<meta name="description" content="&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#30495;&#26159;&#20498;&#38665;&#21040;&#23478;&#20102;&#65281;&#19978;&#23436;&#33258;&#20064;&#20599 &hellip;">
	
	<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

	<link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
	<link rel="canonical" href="">
	<link href="/favicon.png" rel="shortcut icon">
	<link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
	<!--[if lt IE 9]><script src="//html5shiv.googlecode.com/svn/trunk/html5.js"></script><![endif]-->
	<script src="//ajax.googleapis.com/ajax/libs/jquery/1.7.2/jquery.min.js"></script>
	
</head>

<body>
	<header id="header" class="inner"><h1><a href="/"></a></h1>
<nav id="main-nav"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</nav>
<nav id="mobile-nav">
	<div class="alignleft menu">
		<a class="button">Menu</a>
		<div class="container"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</div>
	</div>
	<div class="alignright search">
		<a class="button"></a>
		<div class="container">
			<form action="http://google.com/search" method="get">
				<input type="text" name="q" results="0">
				<input type="hidden" name="q" value="site:muggleyoung.github.com">
			</form>
		</div>
	</div>
</nav>
<nav id="sub-nav" class="alignright">
	<div class="social">
		
		
		
		
    
		
		
		
		
		
		<a class="rss" href="/atom.xml" title="RSS">RSS</a>
		
	</div>
	<form class="search" action="http://google.com/search" method="get">
		<input class="alignright" type="text" name="q" results="0">
		<input type="hidden" name="q" value="site:muggleyoung.github.com">
	</form>
</nav>

</header>
	
		
	
	<div id="content" class="inner">


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2007/08/15/%E5%8F%8D%E7%9C%81%EF%BC%8C%E8%AF%85%E5%92%92%E2%80%94%E2%80%94such-a-shame/">
		
			反省，诅咒——such a Shame</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#30495;&#26159;&#20498;&#38665;&#21040;&#23478;&#20102;&#65281;&#19978;&#23436;&#33258;&#20064;&#20599;&#25042;&#19981;&#25226;&#20070;&#21253;&#32972;&#22238;&#23478;&#65292;&#32467;&#26524;&#20170;&#22825;&#26089;&#19978;&#23601;&#36973;&#25253;&#24212;&#20102;&#12290;&#22909;&#19981;&#23481;&#26131;&#38745;&#19979;&#24515;&#26469;&#19968;&#22823;&#26089;&#20852;&#20914;&#20914;&#30340;&#36305;&#21435;&#25945;&#23460;&#25171;&#31639;&#22909;&#22909;&#23398;&#20064;&#26469;&#30528;&#65292;&#22352;&#19979;&#26469;&#26159;&#23601;&#35273;&#24471;&#20070;&#21253;&#30340;&#26679;&#23376;&#21644;&#25105;&#26152;&#22825;&#36208;&#26102;&#26377;&#28857;&#19981;&#19968;&#26679;&#65292;&#20063;&#27809;&#22312;&#24847;.&#25343;&#36215;&#26469;&#25165;&#21457;&#29616;&#37324;&#38754;&#37027;&#20004;&#26412;&#21402;&#21402;&#30340;&#20070;&#37117;&#27809;&#26377;&#20102;&#65281;&#30495;&#26159;&#27668;&#27515;&#25105;&#20102;&#65281;&#26356;&#27668;&#20154;&#30340;&#26159;&#21407;&#26412;&#22841;&#22312;&#20070;&#37324;&#30340;&#33609;&#31295;&#32440;&#20182;&#36824;&#24456;&#26377;&#33391;&#24515;&#30340;&#30041;&#19979;&#20102;&#65292;&#21487;&#25105;&#37027;&#24352;&#21487;&#29233;&#30340;&#27987;&#24773;&#24039;&#20811;&#21147;&#30340;&#20070;&#31614;&#21364;&#34987;&#19968;&#24182;&#24102;&#36208;&#20102;&#8230;&#22823;&#21457;&#24863;&#24936;&#65306;&#25105;&#37027;&#21487;&#29233;&#30340;&#20070;&#31614;&#21834;&#65292;&#22909;&#23481;&#26131;&#20174;&#26376;&#26376;&#37027;&#37324;&#39575;&#26469;&#30340;&#65374;&#65374;&#65374;&#36824;&#26377;&#65292;&#29616;&#22312;&#30340;&#22823;&#23398;&#29983;&#24590;&#20040;&#37117;&#36825;&#32032;&#36136;&#21602;&#65374;&#65374;&#65374;<br />&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#32456;&#20110;&#21457;&#29616;&#32771;&#30740;&#30340;&#25104;&#26412;so&#39640;&#65292;&#37027;&#19968;&#26412;&#20070;&#36824;&#30495;&#26159;&#36149;&#21834;&#65292;&#20917;&#19988;&#25105;&#36825;&#19968;&#20002;&#23601;&#26159;&#20004;&#26412;&#65281;&#24515;&#30171;ing&#65374;&#65374;&#65374;<br />&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#20915;&#23450;&#20174;&#27492;&#19981;&#20877;&#37027;&#20040;&#22362;&#23450;&#30340;&#25903;&#25345;&#27491;&#29256;&#20102;.&#39184;&#21381;&#38376;&#21475;&#37027;&#20301;&#22823;&#21733;&#21334;&#30340;&#20070;&#36229;&#32423;&#24265;&#20215;.&#22909;&#20687;3&#25240;&#30340;&#35828;.&#21435;&#20080;&#26469;&#65292;&#28982;&#21518;&#36319;&#21520;&#27668;&#21516;&#23398;&#25442;&#65292;&#25105;&#29992;&#20182;&#21407;&#26469;&#37027;&#27491;&#29256;&#30340;&#8230;&#22079;&#22079;&#65292;&#22815;&#29409;&#35784;&#8230;<br />&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#20197;&#21518;&#19968;&#23450;&#35201;&#20570;&#20010;&#21220;&#21171;&#30340;&#23401;&#23376;&#65292;&#36824;&#26159;&#22825;&#22825;&#32972;&#20070;&#21253;&#21543;.&#22823;&#19981;&#20102;&#23601;&#19981;&#20877;&#38271;&#20010;&#20799;&#20102;&#21591;.&#27809;&#21861;&#65292;&#21453;&#27491;&#21681;&#36825;&#28023;&#25300;&#20063;&#36824;&#34892;&#20102;&#65292;&#31639;&#19981;&#19978;&#22826;&#30702;.<br />&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#20013;&#21320;&#22238;&#26469;&#34987;ocean&#25945;&#32946;&#20102;&#65306;<br />&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#30475;&#20320;&#25972;&#22825;&#24736;&#21705;&#24736;&#21705;&#30340;&#26679;&#23376;&#21643;&#23601;&#19981;&#35937;&#20010;&#35201;&#32771;&#30740;&#30340;&#20154;&#21834;&#8230;&#20877;&#30475;&#30475;&#20154;&#23478;**&#65292;&#19981;&#26159;&#19978;&#36741;&#23548;&#29677;&#23601;&#26159;&#19968;&#22823;&#26089;&#36305;&#21435;&#33258;&#20064;.&#20320;&#23601;&#25972;&#22825;&#24537;&#30528;&#36305;&#20986;&#21435;&#29609;&#8230;<br />&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#36824;&#26377;&#21069;&#20004;&#22825;&#30340;lh&#21516;&#23398;&#65306;<br />&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#20027;&#35201;&#26159;&#20320;&#30340;&#27880;&#24847;&#21147;&#19981;&#22312;&#36825;&#37324;&#8230;<br />&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#8230;&#24681;&#65292;&#22823;&#23478;&#35828;&#30340;&#37117;&#26377;&#36947;&#29702;&#8230;&#36825;&#19981;&#26159;&#26368;&#36817;&#20107;&#24773;&#22810;&#22043;.&#30005;&#33041;&#36824;&#27809;&#20080;&#65292;&#19968;&#30452;&#25805;&#24515;&#30528;&#65292;&#27809;&#20107;&#20102;&#23601;&#24806;&#35760;&#30528;&#19978;&#32593;&#30597;&#30597;&#65307;&#24555;&#24320;&#23398;&#20102;&#65292;&#19968;&#33324;&#23601;&#20250;&#26434;&#19971;&#26434;&#20843;&#30340;&#20107;&#24773;&#27604;&#36739;&#28902;&#20154;&#65307;&#32780;&#19988;&#8230;&#21681;&#36825;&#19981;&#26159;&#21018;&#21018;&#22833;&#31363;&#22043;&#65292;&#36229;&#32423;&#24433;&#21709;&#24515;&#24773;&#21834;&#65292;&#20877;&#20063;&#19981;&#24819;&#21435;&#25945;&#23460;&#8230;&#32972;&#30528;&#20070;&#21253;&#20986;&#38376;&#26102;&#36824;&#24456;&#40664;&#22865;&#30340;&#21644;&#21520;&#27668;&#21516;&#26102;&#35828;&#65292;&#20877;&#20063;&#19981;&#35201;&#26469;&#36825;&#20196;&#20154;&#20260;&#24515;&#30340;&#22320;&#26041;&#20102;&#65281;&#65307;&#20877;&#32780;&#19988;&#8230;&#22825;&#22825;&#30460;&#30528;WD&#26469;&#29609;&#65292;&#30460;&#26143;&#26143;&#30460;&#26376;&#20142;&#65292;&#22905;&#37027;&#30772;&#20307;&#26684;&#20559;&#20559;&#23601;&#32473;&#29983;&#30149;&#20102;&#65307;CK&#20063;&#19968;&#30452;&#35828;&#35201;&#26469;&#29609;&#65292;&#19981;&#30693;&#36947;&#36824;&#26469;&#19981;&#26469;&#20102;&#65307;&#24456;&#24555;&#24456;&#24555;&#65292;&#21448;&#26159;&#19968;&#24180;&#37324;&#25105;&#26368;&#26368;&#30460;&#26395;&#30340;&#26085;&#23376;&#65292;&#21363;&#20415;&#26159;&#29616;&#22312;&#36825;&#20040;&#19981;&#24895;&#24847;&#20877;&#38271;&#22823;&#65292;&#36824;&#26159;&#30460;&#26395;&#30528;&#8230;.<br />&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#20320;&#35828;&#65292;&#36825;&#20040;&#22810;&#20107;&#65292;&#20687;&#25105;&#36825;&#31181;&#36229;&#29233;&#35745;&#21010;&#30340;&#23567;P&#23401;&#65292;&#25105;&#33021;&#30475;&#30340;&#36827;&#20070;&#21527;.&#23601;&#21407;&#35845;&#25105;&#21543;&#65292;&#32473;&#25105;&#28857;&#29702;&#30001;&#20877;&#23567;&#25918;&#32437;&#20960;&#22825;&#65292;&#25105;&#20250;&#21162;&#21147;&#31649;&#20303;&#33258;&#24049;&#28404;&#12290;&#21516;&#24535;&#20204;&#36824;&#26159;&#30456;&#20449;&#25105;&#28404;&#21543;&#8230;<br />&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#24681;&#65292;&#21448;&#35201;&#36148;&#27468;.&#20160;&#20040;&#27468;&#25423;&#65311;&#23481;&#25105;&#24819;&#24819;&#21704;&#65292;&#27809;&#30005;&#33041;&#30495;&#40635;&#28902;&#65292;&#22909;&#22810;&#27468;&#21517;&#25105;&#37117;&#19981;&#35760;&#24471;&#20102;.&#23601;&#36825;&#20010;&#21543;&#65292;such a shame,&#25105;&#8230;&#25110;&#26159;&#8230;&#31363;&#20070;&#30340;&#37027;&#20301;&#8230;</p>
<p>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#21756;&#65281;&#25105;&#35201;&#29992;&#26368;&#26368;&#24694;&#27602;&#30340;&#35781;&#21650;&#35781;&#21650;&#20320;&#65281;&#65281;&#65281;<br />&#160;&#160;&#160;&#160;&#160;&#160;&#160; <iframe src="http://music.hexun.com/IframePlayer.aspx?CID=0&amp;MID=0&amp;IsFlash=0&amp;AutoStart=1&amp;UiMode=1&amp;FileUrl=http://219.149.122.178:8078/060502/vv66_1/t5948/73.Wma" frameborder="0" noresize width="300" scrolling="no" height="64"></iframe><br /></p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2007-08-15T00:00:00+05:30" pubdate data-updated="true">Aug 15<span>th</span>, 2007</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2007/08/13/%E8%BF%9C%E8%A1%8C%E5%BD%92%E6%9D%A5plus%E6%9D%80%E5%9B%9E%E5%AD%A6%E6%A0%A1--california/">
		
			远行归来plus杀回学校&#8211;California</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#21681;&#24635;&#31639;&#26159;&#20986;&#20102;&#27425;&#36828;&#38376;&#20102;&#65292;&#20855;&#20307;&#32454;&#33410;&#19981;&#34920;&#65292;&#30465;&#30340;&#26174;&#24471;&#21681;&#36156;&#27809;&#35265;&#35782;&#20102;.<br />&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#19981;&#36807;&#65292;&#36825;&#20013;&#22269;&#30340;&#26053;&#28216;&#19994;&#23454;&#22312;&#26159;&#8230;.&#20063;&#19981;&#30693;&#36947;&#21738;&#26469;&#30340;&#37027;&#20040;&#22810;&#22823;&#20154;&#23401;&#23376;&#65292;&#29081;&#29081;&#25880;&#25880;&#65292;&#21501;&#21501;&#21939;&#21939;&#65292;&#35265;&#20102;&#36825;&#22330;&#38754;&#65292;&#23601;&#19968;&#20010;&#23383;&#65292;&#28902;&#65292;&#28902;&#24471;&#35201;&#27515;&#8230;&#23588;&#20854;&#26159;&#37027;&#20123;&#33261;&#32654;&#30340;&#23567;&#23401;&#65292;&#30495;&#26159;&#24694;&#24515;&#65292;&#25265;&#30528;&#22278;&#26126;&#22253;&#30340;&#25991;&#29289;&#21476;&#36857;&#25670;&#20986;&#21508;&#31181;&#33258;&#20197;&#20026;&#21487;&#29233;&#25110;&#26159;&#24615;&#24863;&#30340;pose&#65292;&#19968;&#20010;&#20154;&#25293;&#20102;&#36824;&#19981;&#22815;&#65292;&#36824;&#35201;&#21644;&#19981;&#21516;&#30340;&#20154;&#19968;&#36215;&#20877;&#26469;&#19968;&#36941;.&#26524;&#28982;&#26159;&#8220;&#20889;&#30495;&#8221;&#21834;&#65292;&#36229;&#32423;&#19981;&#29245;.&#20197;&#21518;&#35201;&#29609;&#23601;&#36824;&#26159;&#21435;&#37027;&#31181;&#33618;&#26080;&#20154;&#28895;&#30340;&#22320;&#26041;&#21543;&#65292;&#36824;&#24102;&#26377;&#28857;&#28789;&#24322;&#30340;&#27668;&#27675;&#65292;&#22810;&#29245;&#21834;&#8230;<br />&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#21710;&#65292;&#21457;&#29616;&#21681;&#36825;&#23567;&#23401;&#36824;&#23601;&#26159;&#37027;&#31181;&#19981;&#29233;&#28909;&#38393;&#30340;&#65292;&#20877;&#24590;&#20040;&#35013;&#20063;&#36824;&#26159;&#36825;&#26679;&#65292;&#19968;&#20010;&#20154;&#38745;&#38745;&#30340;&#36208;&#36208;&#65292;&#19981;&#31649;&#26159;&#22312;&#21738;&#37324;&#65292;&#21482;&#35201;&#38745;&#38745;&#30340;&#65292;&#38745;&#38745;&#22320;&#65292;&#23601;&#20250;&#24515;&#24773;&#36229;&#32423;&#22909;&#65292;&#24525;&#19981;&#20303;&#24819;&#35201;&#31505;&#20986;&#22768;&#26469;.<br />&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#29031;&#29255;&#23601;&#20063;&#20808;&#19981;&#36148;&#20102;&#65292;&#37117;&#22312;&#21520;&#27668;&#37027;&#37324;&#25105;&#36825;&#36824;&#27809;&#26377;&#21602;&#65292;&#25913;&#26085;&#22857;&#19978;.<br />&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#20986;&#38376;&#21069;&#30001;&#20110;&#21507;&#22826;&#22810;&#21507;&#22351;&#20102;&#32922;&#23376;&#65292;&#23475;&#25105;&#21351;&#24202;&#19981;&#36215;&#30452;&#21040;&#20986;&#21457;&#21069;.&#21018;&#22238;&#26469;&#21448;&#22240;&#20026;&#21507;&#22826;&#22810;&#29983;&#30149;&#22312;&#23478;&#65292;&#38590;&#36807;&#21834;&#8230;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8211;</p>
<p>&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#19978;&#38754;&#26159;&#21018;&#22238;&#26469;&#37027;&#22825;&#36225;ocean&#19981;&#29992;&#30005;&#33041;&#26102;&#20889;&#30340;,&#27809;&#30005;&#33041;&#30340;&#23401;&#23376;&#23601;&#26159;&#21487;&#24604;&#21834;&#8230;.<img onload="var image=new Image();image.src=this.src;if(image.width&gt;0 &amp;&amp; image.height&gt;0){if(image.width&gt;=700){this.width=700;this.height=image.height*700/image.width;}}" src="http://blog.hexun.com//CuteSoft_Client/CuteEditor/images/face11.gif" align="absMiddle" border="0" /></p>
<p>&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#28982;&#21518;&#25423;,&#21792;&#28857;&#21035;&#30340;&#8230;</p>
<p>&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#19968;&#19981;&#23567;&#24515;,&#23460;&#21451;&#25172;&#22312;&#23517;&#23460;&#37324;&#30340;&#34442;&#39321;&#21644;&#28909;&#24471;&#24555;&#34987;&#27809;&#25910;&#20102;,&#23478;&#37324;&#27809;&#20154;,&#25105;&#21482;&#22909;&#26469;&#20132;&#32602;&#38134;&#20102;.&#24515;&#30171;&#21834;&#8230;.&#26089;&#30693;&#36947;&#23601;&#21435;&#20054;&#20054;&#19978;&#33258;&#20064;&#20102;,&#19981;&#21051;&#33510;&#23398;&#20064;&#30340;&#25253;&#24212;&#21834;&#8230;.</p>
<p>&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#29031;&#29255;&#25343;&#21040;&#25163;&#20102;,&#22079;&#22079;&#8230;.</p>
<p>&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#19981;&#36807;&#21018;&#30772;&#20102;&#36130;,&#23454;&#22312;&#27809;&#24515;&#24773;,&#25171;&#31639;&#21435;&#30561;&#35273;&#20102;,&#25913;&#26085;&#22857;&#19978;.&#26202;&#23433;&#21862;.</p>
<p>&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#36824;&#26159;&#29031;&#20363;&#36148;&#27468;&#21543;.</p>
<p><font face="&#21326;&#25991;&#32454;&#40657;" color="#615138">&#160;&#160;&#160;&#160;&#160;&#160;&#160; California,&#27861;&#35821;&#30340;,&#29992;&#38899;&#31665;&#21548;&#26356;&#26377;&#24863;&#35273;.</font></p>
<p>&#160;&#160;&#160;&#160;&#160;&#160;&#160; <iframe src="http://music.hexun.com/IframePlayer.aspx?CID=0&amp;MID=0&amp;IsFlash=0&amp;AutoStart=1&amp;UiMode=1&amp;FileUrl=http://xinsha.net/kelly/kelly/kelly/Innamoramento/02%20-%20California.mp3" frameborder="0" noresize width="300" scrolling="no" height="64"></iframe></p>
<p>&#160;&#160;&#160;&#160;&#160;&#160;&#160; <font face="&#21326;&#25991;&#32454;&#40657;" color="#615138">&#20381;&#26087;&#29031;&#20363;,&#38468;&#27468;&#35789;!&#24515;&#24773;&#19981;&#22909;&#19981;&#31639;&#26159;&#20511;&#21475;!</font></p>
<p>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; <font color="#615138">A&#233;roport, a&#233;rogare<br />&#12288;&#12288;&#26426;&#22330;&#65292;&#39134;&#26426;&#36215;&#33853;&#21306;&#22495;<br />&#12288;&#12288;Mais pour tout l&#8217;or m&#8217;en aller<br />&#12288;&#12288;&#20026;&#20102;&#25105;&#20840;&#37096;&#30340;&#38065;&#25105;&#24517;&#39035;&#20986;&#21457;<br />&#12288;&#12288;C&#8217;est le blues, l&#8217;coup d&#8217;cafard<br />&#12288;&#12288;&#36825;&#26159;&#34013;&#33394;&#65292;&#36825;&#26159;&#27822;&#20007;<br />&#12288;&#12288;Le check out assure<br />&#12288;&#12288;&#39034;&#21033;&#36208;&#20986;&#28023;&#20851;<br />&#12288;&#12288;Vienne la nuit et sonne l&#8217;heure<br />&#12288;&#12288;&#22812;&#33394;&#38477;&#20020;&#65292;&#26102;&#38388;&#20020;&#36817;<br />&#12288;&#12288;Et moi je meurs<br />&#12288;&#12288;&#25105;&#27491;&#22312;&#27515;&#21435;<br />&#12288;&#12288;Entre apathie et pesanteur,O&#249; je demeure<br />&#12288;&#12288;&#25105;&#20572;&#30041;&#22312;&#22312;&#20919;&#28448;&#19982;&#37325;&#21147;&#20043;&#38388;</font> </p>
<p><font color="#615138"><font color="#615138">&#12288;&#12288;Changer d&#8217;optique, prendre l&#8217;exit<br />&#12288;&#12288;&#25913;&#21464;&#35270;&#35282;&#65292;&#36208;&#20986;&#20986;&#21475;<br />&#12288;&#12288;Et m&#8217;envoyer en Am&#233;rique<br />&#12288;&#12288;&#25105;&#21040;&#36798;&#32654;&#21033;&#22362;<br />&#12288;&#12288;Sex appeal, c&#8217;est Sunset<br />&#12288;&#12288;&#24615;&#24863;&#30340;&#26381;&#39280;&#65292;&#36825;&#26159;&#26085;&#33853;&#65292;<br />&#12288;&#12288;C&#8217;est&#160;Marlboro qui me sourit<br />&#12288; &#19975;&#23453;&#36335;&#23545;&#30528;&#25105;&#24494;&#24494;&#31505;<br />&#12288;&#12288;Mon amour, mon moi, je<br />&#12288;&#12288;&#25105;&#30340;&#29233;&#65292;&#25105;&#30340;&#20840;&#37096;<br />&#12288;&#12288;Sais qu&#8217;il existe<br />&#12288;&#12288;&#25105;&#30693;&#36947;&#23427;&#30340;&#23384;&#22312;<br />&#12288;&#12288;La chaleur de l&#8217;abandon<br />&#12288;&#12288;&#25918;&#24323;&#30340;&#28909;&#24230;<br />&#12288;&#12288;C&#8217;est comme une symphonie<br />&#12288;&#12288;&#22909;&#20687;&#19968;&#39318;&#20132;&#21709;&#26354;<br />&#12288;&#12288;C&#8217;est sexy le ciel de Californie<br />&#12288;&#12288;&#36825;&#21152;&#24030;&#24615;&#24863;&#30340;&#22825;&#31354;<br />&#12288;&#12288;Sous ma peau j&#8217;ai L.A. en overdose<br />&#12288;&#12288;&#22312;&#25105;&#30340;&#30382;&#32932;&#19979; &#23545;&#27931;&#26441;&#30710;&#25105;&#24050;&#32463;&#29087;&#24713;&#36807;&#22836;<br />&#12288;&#12288;So sexy le spleen d&#8217;un road movie<br />&#12288;&#12288;&#22914;&#27492;&#24615;&#24863;&#65292;&#26159;&#34903;&#36793;&#28040;&#27785;&#30340;&#38706;&#22825;&#30005;&#24433;<br />&#12288;&#12288;Dans l&#8217;r&#233;tro ma vie qui s&#8217;anamorphose<br />&#12288;&#12288;&#22312;&#27773;&#36710;&#20498;&#21518;&#38236;&#20013;&#65292;&#25105;&#30340;&#29983;&#27963;&#34987;&#21464;&#24418;&#25197;&#26354;<br />&#12288;&#12288;J&#8217;ai plus d&#8217;I.D., mais bien l&#8217;id&#233;e<br />&#12288; &#25105;&#27809;&#26377;&#36275;&#22815;&#30340;&#36523;&#20221;&#35777;&#26126;&#25991;&#20214;&#65292;&#21364;&#26377;&#22909;&#30340;&#21150;&#27861;<br />&#12288;&#12288;De me payer le freeway<br />&#12288;&#12288;&#20026;&#25105;&#25214;&#21040;&#25463;&#24452;&#65292;<br />&#12288;&#12288;C&#8217;est l&#8217;osmose, on the road<br />&#12288;&#12288;&#30456;&#20114;&#28183;&#36879;&#65292;&#22312;&#36335;&#19978;<br />&#12288;&#12288;De l&#8217;asphalte sous les pieds<br />&#12288;&#12288;&#27700;&#27877;&#36335;&#22312;&#25105;&#30340;&#33050;&#19979;<br />&#12288;&#12288;Vienne la nuit, c&#8217;est le jet lag<br />&#12288;&#160; &#40657;&#22812;&#38477;&#20020;&#65292;&#26159;&#24310;&#35823;&#30340;&#23458;&#26426;<br />&#12288;&#12288;Qui me d&#233;cale<br />&#12288;&#12288;&#23558;&#25105;&#31227;&#21160;<br />&#12288;&#12288;L.A.P.D. me donne un blame<br />&#12288;&#12288;&#27931;&#26441;&#30710;&#35686;&#23519;&#32473;&#25105;&#24320;&#20102;&#19968;&#24352;&#32602;&#21333;<br />&#12288;&#12288;C&#8217;est pas le drame<br />&#12288;&#12288;&#21035;&#35828;&#37027;&#26159;&#24754;&#21095;&#12290;<br />&#12288;&#12288;Se faire un trip, s&#8217;offrir un streap<br />&#12288;&#12288;&#21435;&#26053;&#34892;&#65292;&#33258;&#24895;&#25856;&#19978;&#39640;&#23665;<br />&#12288;&#12288;Sous le soleil en plein midi<br />&#12288;&#12288;&#27491;&#21320;&#21313;&#20998;&#22312;&#22826;&#38451;&#19979;<br />&#12288;&#12288;Six a.m., j&#8217;suis offset<br />&#12288;&#12288;&#28165;&#26216;&#20845;&#28857;&#65292;&#25105;&#24050;&#24674;&#22797;<br />&#12288;&#12288;J&#8217;suis l&#8217;ice dans l&#8217;eau, j&#8217;suis m&#233;lo, dis<br />&#12288;&#12288;&#25105;&#26159;&#27700;&#37324;&#30340;&#20912;&#65292;&#23548;&#28436;&#32933;&#30338;&#21095;&#12290;<br />&#12288;&#12288;Mon amour mon Wesson<br />&#12288;&#12288;&#25105;&#30340;&#29233;&#65292;&#25105;&#30340;Wesson<br />&#12288;&#12288;Mon artifice<br />&#12288;&#12288;&#25105;&#30340;&#29409;&#29502;&#65292;<br />&#12288;&#12288;La chaleur du canon<br />&#12288;&#12288;&#22823;&#28846;&#30340;&#28909;&#24230;&#12290;<br />&#12288;&#12288;C&#8217;est comme une symphonie<br />&#12288;&#12288;&#22909;&#20687;&#19968;&#39318;&#20132;&#21709;&#26354;<br />&#12288;&#12288;C&#8217;est sexy le ciel de Californie<br />&#12288;&#12288;&#36825;&#21152;&#24030;&#24615;&#24863;&#30340;&#22825;&#31354;<br />&#12288;&#12288;Sous ma peau j&#8217;ai L.A. en overdose<br />&#12288;&#12288;&#22312;&#25105;&#30340;&#30382;&#32932;&#19979; &#23545;&#27931;&#26441;&#30710;&#25105;&#24050;&#32463;&#29087;&#24713;&#36807;&#22836;<br />&#12288;&#12288;So sexy le spleen d&#8217;un road movie<br />&#12288;&#12288;&#22914;&#27492;&#24615;&#24863;&#65292;&#26159;&#34903;&#36793;&#28040;&#27785;&#30340;&#38706;&#22825;&#30005;&#24433;<br />&#12288;&#12288;Dans l&#8217;r&#233;tro ma vie qui s&#8217;anamorphose<br />&#12288;&#12288;&#22312;&#27773;&#36710;&#20498;&#21518;&#38236;&#20013;&#65292;&#25105;&#30340;&#29983;&#27963;&#34987;&#21464;&#24418;&#25197;&#26354; </font></font>&#160;</p>
<p>&#160;&#160;&#160;&#160;&#160;&#160;&#160; <br /></p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2007-08-13T00:00:00+05:30" pubdate data-updated="true">Aug 13<span>th</span>, 2007</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2007/07/04/think-of-me/">
		
			Think of Me</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#35201;&#25918;&#20551;&#20102;,&#21487;&#29233;&#30340;&#30005;&#33041;&#20063;&#21363;&#23558;&#34987;&#25105;&#25171;&#21253;,&#25171;&#21253;&#21069;&#36214;&#32039;&#26356;&#26032;&#19979;&#20808;.</p>
<p>&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#20854;&#23454;&#20063;&#27809;&#20160;&#20040;,&#23601;&#26159;&#35201;&#22238;&#23478;&#20102;,&#24819;&#21834;&#24819;&#21834;,&#23601;&#24320;&#22987;&#20852;&#22859;.&#24819;&#30528;&#26126;&#22825;&#22238;&#23478;&#20570;&#20160;&#20040;&#22909;&#21507;&#30340;&#32473;&#29482;,&#24102;&#20182;&#21435;&#25105;&#20204;&#21688;&#38451;&#21738;&#20123;&#27604;&#36739;&#22909;&#29609;&#30340;&#22320;&#26041;&#30475;&#30475;,&#24403;&#28982;,&#21069;&#25552;&#26159;&#26126;&#22825;&#32769;&#22825;&#29239;&#32473;&#38754;&#23376;,&#19981;&#35201;&#20877;&#19979;&#38632;&#25165;&#22909;.</p>
<p>&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#22238;&#23478;&#20102;,&#22909;&#22909;&#21644;&#32769;&#29241;&#32769;&#22920;&#21574;&#30528;,&#22810;&#38506;&#38506;&#23478;&#37324;&#20154;.&#25105;&#20063;&#19981;&#21916;&#27426;&#29042;&#30005;&#35805;&#31909;,&#25105;&#20063;&#19981;&#21916;&#27426;&#21716;&#21716;&#27874;&#27874;&#19981;&#20572;&#30340;&#21457;&#20449;&#24687;&#8230;.&#30475;&#40664;&#22865;&#21543;,&#22909;&#19981;&#22909;&#8230;.friends&#37324;&#38754;&#26377;&#19968;&#38598;&#25552;&#21040;soul mate.&#19981;&#30693;&#36947;&#35813;&#32763;&#35793;&#25104;&#20160;&#20040;,&#20063;&#19981;&#30693;&#36947;&#20197;&#20320;&#30340;poor english&#33021;&#19981;&#33021;&#29468;&#20986;&#23427;&#30340;&#24847;&#24605;.&#25105;&#29978;&#33267;&#19981;&#30693;&#36947;&#20320;&#20250;&#19981;&#20250;&#24120;&#26469;&#25105;&#36825;&#37324;&#30475;&#30475;.&#23601;&#36825;&#26679;&#20102;,&#30475;&#19981;&#21040;&#23601;&#31639;&#20102;&#8230;.&#40664;&#22865;&#8230;&#8230;</p>
<p>&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#19981;&#33021;&#20877;&#20889;&#20102;,&#35273;&#24471;&#20877;&#20889;&#19979;&#21435;&#8230;&#26377;&#28857;&#8230;..</p>
<p>&#160;&#160;&#160;&#160;&#160;&#160;&#160; think of me ,sarah brightman&#21809;&#30340;,&lt;&#27468;&#21095;&#39749;&#24433;&gt;&#37324;&#38754;&#30340;&#19968;&#39318;&#27468;,&#27604;&#36739;&#36143;&#31359;&#20840;&#21095;&#21543;.&#36229;&#22909;&#21548;&#8230;.&#26435;&#20316;&#25105;&#30340;&#20195;&#35328;&#21543;,&#23601;&#19981;&#22810;&#24223;&#35805;&#20102;.</p>
<p>&#160;&#160;&#160;&#160;&#160;&#160;&#160; <iframe src="http://music.hexun.com/IframePlayer.aspx?CID=0&amp;MID=0&amp;IsFlash=0&amp;AutoStart=1&amp;UiMode=1&amp;FileUrl=http://www.cfang.net/wang7/Think_of_me.mp3" frameborder="0" noresize width="300" scrolling="no" height="64"></iframe></p>
<p>think of me,<br />think of me fondly,<br />when we&#8217;ve said goodbye.<br />remember me, once in a while -<br />please promise me you&#8217;ll try.<br /><br />when you find that,<br />once again,<br />you long to take your heart back and be free -<br />if you ever find a moment,<br />spare a thought for me&#8230;<br /><br />we&#8217;ve never said our love was evergreen,<br />or as unchanging as the sea -<br />but if you can still remember,<br />stop and think of me&#8230;<br /><br />think of all the things we&#8217;ve shared and seen -<br />don&#8217;t think about the things which might have been&#8230;<br /><br />think of me,<br />think of me waking,<br />silent and resigned.<br />imagine me,<br />trying too hard to put you from my mind.<br />recall those days,<br />look back on all those times,<br />think of the things we&#8217;ll never do -<br />there will never be a day,<br />when i won&#8217;t think of you&#8230;<br /><br />can it be?<br />can it be christine?<br />bravo!<br />what a change!<br />you&#8217;re really not a bit the gawkish girl that once you were&#8230;<br />she may not remember me,<br />but i remember her&#8230;<br />we&#8217;ve never said our love was evergreen,<br />or as unchanging as the sea -<br />but please promise me,<br />that sometimes,<br />you will think oooooo~f me</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2007-07-04T00:00:00+05:30" pubdate data-updated="true">Jul 4<span>th</span>, 2007</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2007/06/27/%E6%83%B3--%E6%83%B3%E6%8A%8A%E6%88%91%E5%94%B1%E7%BB%99%E4%BD%A0%E5%90%AC/">
		
			想&#8211;想把我唱给你听</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#160;</p>
<p>&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#32771;&#35797;&#32771;&#35797;,&#35813;&#27515;&#30340;&#32771;&#35797;&#24555;&#35201;&#35753;&#25105;&#23849;&#28291;.&#22825;&#22825;&#32791;&#22312;&#25945;&#23460;,&#30021;&#24819;&#30528;&#25918;&#20551;&#30340;&#26085;&#23376;.&#24819;&#30528;&#32771;&#23436;&#35797;&#21518;&#35201;&#21435;&#21738;&#37324;&#29609;,&#22238;&#23478;&#20043;&#21518;&#35201;&#32473;&#32769;&#29241;&#32769;&#22920;&#20570;&#20123;&#20160;&#20040;&#39640;&#26723;&#30340;&#22909;&#21507;&#30340;,&#36824;&#26377;&#24590;&#20040;&#26679;&#35753;&#33258;&#24049;&#22312;&#22238;&#23478;&#30340;&#20960;&#22825;&#37324;&#36805;&#36895;&#30340;&#20877;&#30246;&#19968;&#28857;&#8230;.</p>
<p>&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#24635;&#20043;,&#19968;&#22823;&#22534;,&#19968;&#22823;&#22534;&#8230;.</p>
<p>&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#24819;&#30340;&#25105;&#36229;&#32423;&#20852;&#22859;&#8230;</p>
<p>&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#32771;&#23436;&#35797;,&#25105;&#35201;&#22823;&#24555;&#26421;&#39056;.&#21520;&#27668;&#21916;&#27426;&#29275;&#25490;,me too.&#37027;&#23601;&#29275;&#25490;&#21543;.&#19981;&#21435;&#38597;&#27888;&#26469;&#20102;,&#22826;&#27809;&#24863;&#35273;.&#19981;&#30693;&#36947;&#37027;&#23478;&#21488;&#21271;&#29275;&#25490;&#24590;&#26679;,&#24515;&#24773;&#22909;&#30340;&#35805;&#21487;&#20197;&#32771;&#34385;&#21435;&#20570;&#19968;&#19979;&#23567;&#30333;&#40736;.&#31561;&#30528;,&#25105;&#25918;&#20551;&#22238;&#23478;&#21435;&#25226;&#29275;&#25490;&#30340;&#20570;&#27861;&#23398;&#36215;&#26469;,&#38500;&#20102;&#28779;&#20505;&#30340;&#38382;&#39064;,&#30475;&#36215;&#26469;&#24212;&#35813;&#19981;&#20250;&#22826;&#40635;&#28902;.&#36824;&#26377;&#20320;&#20170;&#22825;&#20013;&#21320;&#35828;&#36215;&#30340;&#26898;&#30416;&#34321;&#33735;,&#20197;&#21069;&#35797;&#36807;,&#19981;&#22823;&#25104;&#21151;,&#22238;&#23478;&#20043;&#21518;&#20877;&#25509;&#20877;&#21385;,&#19968;&#23450;&#20316;&#20986;&#37221;&#37221;&#33030;&#33030;&#30340;&#25104;&#21697;.</p>
<p>&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#25105;&#36824;&#35201;&#21435;&#36141;&#29289;.&#26152;&#22825;&#24847;&#22806;&#30340;&#21457;&#29616;&#38134;&#34892;&#21345;&#37324;&#36824;&#26377;&#28857;&#38134;&#20004;,&#32473;&#23478;&#37324;&#24102;&#20123;&#19996;&#35199;&#21543;.&#25105;&#20204;&#21688;&#38451;&#23567;&#22320;&#26041;,&#22909;&#22810;&#21407;&#26009;,&#20304;&#26009;&#37117;&#20080;&#19981;&#21040;.&#25105;&#35201;&#20080;&#24847;&#38754;,&#31572;&#24212;&#32769;&#22920;&#35201;&#20570;&#32473;&#22905;&#21644;&#32769;&#29240;&#21507;&#30340;.</p>
<p>&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#22909;&#24819;&#35201;&#19968;&#20010;&#28900;&#31665;&#8230;&#26152;&#22825;&#32463;&#21520;&#27668;&#21516;&#23398;&#30340;&#25552;&#37266;&#24653;&#28982;&#37266;&#24735;,&#21407;&#26469;&#24320;&#23398;&#20197;&#21518;&#19981;&#20037;&#23601;&#26159;&#20474;&#28404;&#29983;&#26085;&#21862;.&#20110;&#26159;&#23601;&#24819;&#21521;&#32769;&#29241;&#32769;&#22920;&#26080;&#29702;&#21462;&#38393;.&#31639;&#20102;&#31639;&#20102;,&#29369;&#35947;&#35768;&#20037;&#36824;&#26159;&#29408;&#19981;&#19979;&#24515;&#26469;&#36825;&#26679;&#21387;&#27048;&#20182;&#20204;.&#31561;&#20474;&#25379;&#38065;&#20102;&#19968;&#23450;&#20808;&#21435;&#20080;&#19968;&#21482;&#28900;&#31665;&#22238;&#26469;.</p>
<p>&#160;&#160;&#160;&#160;&#160;&#160;&#160; pizzahut&#21487;&#29233;&#28404;&#19979;&#21320;&#33590;,&#36824;&#26377;&#36229;&#32423;&#32771;&#39564;&#25216;&#24039;&#30340;&#22534;&#27801;&#25289;.&#27809;&#26102;&#38388;&#21435;&#20102;,&#36824;&#26159;&#31561;&#21861;&#26102;&#20505;&#36992;&#35831;WD&#26469;&#29609;&#26102;&#22312;&#21435;&#21543;.&#20004;&#20010;&#20154;&#36824;&#27604;&#36739;&#26377;&#27668;&#27675;.</p>
<p>&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#36825;&#27425;&#25918;&#20551;&#19968;&#23450;&#20986;&#21435;&#29609;.&#19981;&#31649;&#26159;&#21738;&#37324;,&#25105;&#23601;&#26159;&#35201;&#20986;&#21435;.&#35201;&#19981;&#22826;&#24754;&#24808;&#20102;,&#37117;&#24555;&#35201;21&#30340;&#20154;&#20102;,&#36824;&#21861;&#37117;&#27809;&#35265;&#35782;&#36807;.&#21710;&#8230;..</p>
<p>&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#8230;&#8230;&#8230;&#8230;&#8230;&#8230;&#8230;&#8230;</p>
<p>&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#19981;&#33021;&#20877;&#24819;&#20102;,&#24819;&#30340;&#22826;&#20852;&#22859;,&#19975;&#19968;&#19968;&#20914;&#21160;&#24819;&#36305;&#22238;&#23478;&#21435;,&#37027;&#23601;&#19981;&#22826;&#22909;&#20102;.</p>
<p>&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#24525;&#24525;,&#24525;&#24525;,&#20877;&#24525;&#24525;&#23601;&#32467;&#26463;&#20102;.&#22079;&#22079;,&#35748;&#30495;&#23398;&#20064;&#21949;&#8230;</p>
<p>&#160;&#160;&#160;&#160;&#160;&#160;&#160; <iframe src="http://music.hexun.com/IframePlayer.aspx?CID=0&amp;MID=0&amp;IsFlash=0&amp;AutoStart=1&amp;UiMode=1&amp;FileUrl=http://wwwmir2.poptang.com/mp3/%E6%83%B3%E6%8A%8A%E6%88%91%E5%94%B1%E7%BB%99%E4%BD%A0%E5%90%AC.wma" frameborder="0" noresize width="300" scrolling="no" height="64"></iframe></p>
<p>&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#24819;&#25226;&#25105;&#21809;&#32473;&#20320;&#21548;,&#24456;&#22909;&#21548;&#30340;&#21517;&#23383;&#21704;.&#21453;&#27491;&#25105;&#26159;&#24456;&#21916;&#27426;&#21862;.&#27468;&#20063;&#19981;&#38169;,&#38590;&#24471;&#25105;&#21916;&#27426;&#20013;&#25991;&#30340;&#27468;&#26354;&#25423;.&#21516;&#24535;&#20204;&#19981;&#35201;&#35828;&#25105;&#23815;&#27915;&#23194;&#22806;&#21704;.&#26377;&#20854;&#20182;&#21407;&#22240;&#28404;~~~~</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2007-06-27T00:00:00+05:30" pubdate data-updated="true">Jun 27<span>th</span>, 2007</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2007/06/12/shoot-me--i-just-shot-john-lennon/">
		
			Shoot Me&#8211;i Just Shot John Lennon</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; <a href="http://muggleyoung.photo.hexun.com/20720261_d.html" target="_blank"><img onload="var image=new Image();image.src=this.src;if(image.width&gt;0 &amp;&amp; image.height&gt;0){if(image.width&gt;=700){this.width=700;this.height=image.height*700/image.width;}}" alt="&#26597;&#30475;&#26356;&#22810;&#31934;&#24425;&#22270;&#29255;" src="http://photo6.hexun.com/p/2007/0612/103601/b_F70AD460FC86328C0F19A19C925ECDAC.jpg" border="0" /></a><br /><br /></p>
<p>&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#20854;&#23454;&#25105;&#20063;&#24819;&#25972;&#22825;&#25972;&#22825;&#20048;&#21621;&#21621;&#30340;&#20667;&#31505;,&#25105;&#30693;&#36947;&#22823;&#23478;&#20197;&#24494;&#31505;&#30456;&#23545;&#30340;&#19990;&#30028;&#24456;&#32654;&#22909;,&#25105;&#30693;&#36947;&#20320;&#29983;&#27963;&#30340;heartless,&#21608;&#22260;&#30340;&#20154;&#20063;&#20250;&#24863;&#21040;&#37027;&#31181;&#31616;&#21333;&#30340;&#24555;&#20048;.&#21487;&#25105;&#32456;&#31350;&#19981;&#33021;&#22825;&#22825;&#37117;&#37027;&#20040;heartless,&#19981;&#24819;&#38271;&#22823;,&#19981;&#24819;&#26377;&#37027;&#20040;&#22810;&#30340;&#28902;&#24700;,&#21487;&#26377;&#26102;&#20505;&#36824;&#26159;&#24525;&#19981;&#20303;,&#24525;&#19981;&#20303;&#33258;&#23547;&#28902;&#24700;.</p>
<p>&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#33258;&#21329;&#21040;&#24863;&#21463;&#19981;&#21040;&#19968;&#19997;&#23433;&#20840;&#24863;.&#27809;&#21150;&#27861;,&#25105;&#30340;&#22823;&#27611;&#30149;&#23567;&#27611;&#30149;&#24635;&#26159;&#20250;&#34987;&#20154;&#19981;&#32463;&#24847;&#30340;&#30475;&#21040;,&#38543;&#24847;&#30340;&#25552;&#36215;,&#28982;&#21518;,&#19968;&#19981;&#23567;&#24515;&#23601;&#25104;&#20102;&#25105;&#30340;&#21448;&#19968;&#20010;&#26032;&#32496;&#21495;.&#26366;&#32463;,&#32463;www&#21644;wd&#21516;&#24535;&#36763;&#33510;&#36827;&#34892;&#30340;&#19981;&#23436;&#20840;&#32479;&#35745;&#26174;&#31034;,&#25105;&#30340;&#32496;&#21495;&#31455;&#28982;&#23494;&#23494;&#40635;&#40635;&#20889;&#28385;&#19968;&#25972;&#24352;&#20316;&#19994;&#32440;.&#35753;&#33258;&#24049;&#21402;&#30528;&#33080;&#30382;&#20064;&#24815;.&#33258;&#20197;&#20026;&#26089;&#23601;&#20064;&#24815;.&#21487;&#24796;&#8230;..&#25105;&#36824;&#26159;&#20250;&#22312;&#24847;&#8230;</p>
<p>&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#26368;&#36817;&#24635;&#26377;&#22909;&#22825;&#27668;.&#37027;&#31181;&#21038;&#30528;&#39118;&#30340;&#22825;&#27668;.&#19981;&#31649;&#26159;&#24494;&#39118;&#36824;&#26159;&#29378;&#39118;,&#25105;&#37117;&#21916;&#27426;.&#36731;&#36731;&#30340;&#39118;&#25242;&#30528;&#33080;&#29305;&#33298;&#26381;,&#24102;&#30528;&#22836;&#21457;&#21040;&#22788;&#39128;,&#37027;&#26679;&#30340;&#24863;&#35273;&#8230;..&#36824;&#26377;&#36824;&#26377;&#29378;&#39118;&#36215;&#26469;,&#25171;&#21387;&#30528;&#20320;,&#30127;&#29378;&#30340;&#24819;&#35201;&#25703;&#27585;&#19968;&#20999;,&#21367;&#36208;&#19968;&#20999;.&#21487;&#25105;&#20559;&#20559;&#35273;&#24471;&#36367;&#23454;,&#24863;&#35273;&#21040;&#21069;&#25152;&#26410;&#26377;&#30340;&#23433;&#20840;&#24863;.</p>
<p>&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#25152;&#20197;&#35828;,&#25105;&#26159;&#21463;&#34384;&#29378;,&#24635;&#26159;&#20048;&#24847;&#25226;&#20165;&#26377;&#30340;&#37027;&#20040;&#28857;&#26102;&#38388;&#31934;&#21147;&#25237;&#27880;&#22312;&#25171;&#20987;&#19978;.&#30171;&#33510;&#30340;&#26102;&#20505;&#25105;&#20204;&#24635;&#21916;&#27426;&#36136;&#38382;&#8221;&#20026;&#20160;&#20040;&#20559;&#20559;&#26159;&#25105;&#8221;,&#22823;&#27010;&#20154;&#37117;&#20250;&#36825;&#26679;&#21543;&#8230;</p>
<p>&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#24515;&#24773;&#31245;&#22909;,&#26368;&#36817;&#32771;&#35797;&#23454;&#39564;&#36229;&#32423;&#22810;,&#23454;&#22312;&#24537;.&#20170;&#20799;&#21018;&#32771;&#23436;&#35797;,&#29031;&#20197;&#21069;&#30340;&#20064;&#24815;,&#26202;&#19978;&#24212;&#35813;&#26159;movie time&#30340;.&#21364;&#19981;&#24471;&#19981;&#25235;&#32039;&#26102;&#38388;&#21435;&#33258;&#20064;.&#36208;&#21949;.&#30475;&#19981;&#36827;&#20063;&#35201;&#30475;!!!</p>
<p>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; <iframe src="http://music.hexun.com/IframePlayer.aspx?CID=0&amp;MID=0&amp;IsFlash=0&amp;AutoStart=1&amp;UiMode=1&amp;FileUrl=http://www.xielichun.com/The%20Cranberries/To%20The%20Faithful%20Departed/I%20Just%20Shot%20John%20Lennon.mp3" frameborder="0" noresize width="300" scrolling="no" height="64"></iframe></p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2007-06-12T00:00:00+05:30" pubdate data-updated="true">Jun 12<span>th</span>, 2007</time></div>
	<div class="tags">

</div>
	
</div></article>

<nav id="pagenavi">
    
        <a href="/blog/page/55/" class="prev">Prev</a>
    
    
        <a href="/blog/page/57/" class="next">Next</a>
    
    <div class="center"><a href="/blog/archives">Blog Archives</a></div>
</nav></div>
	<footer id="footer" class="inner">Copyright &copy; 2014

    muggleyoung

</footer>
	<script src="/javascripts/slash.js"></script>
<script src="/javascripts/jquery.fancybox.pack.js"></script>
<script type="text/javascript">
(function($){
	$('.fancybox').fancybox();
})(jQuery);
</script> <!-- Delete or comment this line to disable Fancybox -->


<script type="text/javascript">
      var disqus_shortname = 'muggleyoung';
      
        
        var disqus_script = 'count.js';
      
    (function () {
      var dsq = document.createElement('script'); dsq.type = 'text/javascript'; dsq.async = true;
      dsq.src = 'http://' + disqus_shortname + '.disqus.com/' + disqus_script;
      (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);
    }());
</script>





</body>
</html>