
<!DOCTYPE html>
<!--[if IEMobile 7 ]><html class="no-js iem7"><![endif]-->
<!--[if lt IE 9]><html class="no-js lte-ie8"><![endif]-->
<!--[if (gt IE 8)|(gt IEMobile 7)|!(IEMobile)|!(IE)]><!--><html class="no-js" lang="en"><!--<![endif]-->
<head>
  <meta charset="utf-8">
  <title>给亲爱的王不拔 - muggleyoung's blog</title>
  <meta name="author" content="muggleyoung">

  
  <meta name="description" content="&#20146;&#29233;&#30340;&#29579;&#19981;&#25300;&#23567;&#22992;&#65306;
&#160;&#160;&#160; &#31614;&#35777;&#34987;&#25298;&#37027;&#22825;&#25105 &hellip;">
  

  <!-- http://t.co/dKP3o1e -->
  <meta name="HandheldFriendly" content="True">
  <meta name="MobileOptimized" content="320">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  
  <link rel="canonical" href="http://muggleyoung.github.com/blog/2011/06/08/%E7%BB%99%E4%BA%B2%E7%88%B1%E7%9A%84%E7%8E%8B%E4%B8%8D%E6%8B%94/">
  <link href="/favicon.png" rel="icon">
  <link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
  <script src="/javascripts/modernizr-2.0.js"></script>
  <script src="/javascripts/ender.js"></script>
  <script src="/javascripts/octopress.js" type="text/javascript"></script>
  <link href="/atom.xml" rel="alternate" title="muggleyoung's blog" type="application/atom+xml">
  <!--Fonts from Google"s Web font directory at http://google.com/webfonts -->
<link href="http://fonts.googleapis.com/css?family=PT+Serif:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<link href="http://fonts.googleapis.com/css?family=PT+Sans:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">

  

</head>

<body   >
  <header role="banner"><hgroup>
  <h1><a href="/">muggleyoung's blog</a></h1>
  
    <h2>A blogging framework for hackers.</h2>
  
</hgroup>

</header>
  <nav role="navigation"><ul class="subscription" data-subscription="rss">
  <li><a href="/atom.xml" rel="subscribe-rss" title="subscribe via RSS">RSS</a></li>
  
</ul>
  
<form action="http://google.com/search" method="get">
  <fieldset role="search">
    <input type="hidden" name="q" value="site:muggleyoung.github.com" />
    <input class="search" type="text" name="q" results="0" placeholder="Search"/>
  </fieldset>
</form>
  
<ul class="main-navigation">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
</ul>

</nav>
  <div id="main">
    <div id="content">
      <div>
<article class="hentry" role="article">
  
  <header>
    
      <h1 class="entry-title">给亲爱的王不拔</h1>
    
    
      <p class="meta">
        








  


<time datetime="2011-06-08T00:00:00+08:00" pubdate data-updated="true">Jun 8<span>th</span>, 2011</time>
        
      </p>
    
  </header>


<div class="entry-content"><p>
                                    <p>&#20146;&#29233;&#30340;&#29579;&#19981;&#25300;&#23567;&#22992;&#65306;</p>
<p>&#160;&#160;&#160; &#31614;&#35777;&#34987;&#25298;&#37027;&#22825;&#25105;&#24515;&#24773;&#20063;&#24456;&#24046;&#65292;&#25152;&#20197;&#25165;&#20250;&#24819;&#23492;&#36719;&#39321;&#37221;&#32473;&#20320;&#12290;&#36825;&#30830;&#23454;&#26159;&#19968;&#20010;&#27809;&#37027;&#20040;&#22909;&#30340;&#26426;&#20250;&#65292;&#20294;&#25105;&#19968;&#30452;&#35748;&#20026;you deserve it&#65292;&#22909;&#27604;&#20320;&#37027;200&#32654;&#20992;&#30340;&#22870;&#37329;&#12290;&#21363;&#20351;&#26159;&#23545;&#20320;3&#24180;&#24037;&#20316;&#30340;&#23433;&#24944;&#22870;&#65292;&#37027;&#20063;&#24635;&#33021;&#35753;&#20154;&#24515;&#29702;&#31245;&#31245;&#33298;&#22374;&#20123;&#12290;</p>
<p>&#160;&#160;&#160; &#23545;&#25105;&#26469;&#35828;&#65292;&#30740;&#31350;&#29983;3&#24180;&#23454;&#22312;&#36807;&#30340;&#19981;&#28385;&#24847;&#12290;&#37027;&#22825;&#36319;&#23567;&#20911;&#21516;&#23398;&#35828;&#36215;&#36825;&#20107;&#20799;&#65292;&#25105;&#35828;&#21040;&#20102;&#36825;3&#24180;&#36807;&#24471;&#22810;&#20040;&#27809;&#26377;&#24847;&#20041;&#65292;&#19981;&#24555;&#20048;&#65292;&#23567;&#20911;&#35828;&#36825;&#23601;&#26159;&#20320;&#26368;&#22823;&#30340;&#25910;&#33719;&#65292;&#30693;&#36947;&#33258;&#24049;&#26681;&#26412;&#19981;&#24819;&#35201;&#36825;&#26679;&#30340;&#29983;&#27963;&#12290;&#25105;&#19968;&#19979;&#37322;&#28982;&#20102;&#12290;</p>
<p>&#160;&#160;&#160; &#20316;&#20026;&#26032;&#40092;&#20154;&#65292;&#25110;&#35768;&#25105;&#34920;&#36798;&#20102;&#22826;&#22810;&#23545;&#20110;&#24037;&#20316;&#30340;&#20852;&#22859;&#12290;&#24120;&#26377;&#21516;&#20107;&#38382;&#65292;&#24037;&#20316;&#20102;&#24863;&#35273;&#24590;&#20040;&#26679;&#12290;&#25105;&#37117;&#24178;&#33030;&#30340;&#22238;&#31572;&#65292;&#27604;&#19978;&#23398;&#26102;&#33298;&#22374;&#22810;&#20102;&#12290;&#21487;&#19981;&#26159;&#20040;&#65292;&#25214;&#21040;&#19968;&#20010;&#26080;&#27604;&#27426;&#20048;&#30340;&#24037;&#20316;&#29615;&#22659;&#65292;&#21916;&#27426;&#30340;&#20107;&#24773;&#65292;&#35273;&#24471;&#29983;&#27963;&#21464;&#24471;&#26377;&#24847;&#20041;&#65292;&#20805;&#23454;&#36215;&#26469;&#65292;&#25105;&#25171;&#24515;&#30524;&#37324;&#30340;&#24320;&#24515;&#33298;&#22374;&#65292;&#24680;&#19981;&#24471;&#35265;&#20154;&#23601;&#35828;&#25105;&#26377;&#22810;&#21916;&#27426;&#36825;&#20221;&#24037;&#20316;&#12290;&#24819;&#24819;&#20320;&#20805;&#23454;&#24037;&#20316;&#30340;3&#24180;&#65292;&#25105;&#26159;&#24590;&#20040;&#29100;&#36807;&#26469;&#30340;&#65292;&#24515;&#37324;&#20250;&#24179;&#34913;&#20123;&#21527;&#12290;</p>
<p>&#160;&#160;&#160; &#20854;&#23454;&#20320;&#19981;&#24517;&#34987;&#25105;&#30340;&#29366;&#24577;&#24433;&#21709;&#65292;&#27599;&#20010;&#20154;&#22788;&#20110;&#27599;&#20010;&#38454;&#27573;&#37117;&#26377;&#19981;&#21516;&#30340;&#24555;&#20048;&#28857;&#12290;&#29616;&#22312;&#27599;&#22825;&#21435;&#20581;&#36523;&#25151;&#19981;&#20063;&#26159;&#24456;&#24555;&#20048;&#30340;&#20107;&#24773;&#20040;&#12290;</p>
<p>&#160;&#160;&#160; &#20851;&#20110;&#21271;&#20140;&#65292;&#25105;&#22312;&#36825;&#37324;&#20986;&#24046;&#65292;&#20160;&#20040;&#37117;&#19981;&#29992;&#25805;&#24515;&#65292;&#33258;&#28982;&#36807;&#24471;&#28363;&#28070;&#12290;&#21363;&#20351;&#34218;&#27700;&#20004;&#20493;&#20110;&#25105;&#30340;&#21516;&#23398;&#65292;&#22312;&#21271;&#20140;&#29983;&#27963;&#30340;&#36136;&#37327;&#21644;&#23562;&#20005;&#24863;&#20063;&#27809;&#27861;&#21644;&#25105;&#27604;&#65292;&#32780;&#31215;&#25874;&#30340;&#38134;&#23376;&#24182;&#27809;&#26377;&#27604;&#25105;&#22810;&#20986;&#22810;&#23569;&#12290;&#20320;&#35813;&#26126;&#30333;&#25105;&#30340;&#24847;&#24605;&#21543;&#12290;&#33267;&#23569;&#25105;&#29616;&#22312;&#19981;&#25285;&#24515;&#25151;&#31199;&#65292;&#20303;&#22312;&#20108;&#29615;&#36793;&#19978;&#65292;&#19978;&#29677;&#36208;&#36208;&#23601;&#21040;&#65292;&#20598;&#23572;&#21521;&#20320;&#20204;&#25265;&#24616;&#19979;&#21507;&#30340;&#19981;&#22914;&#23478;&#37324;&#22909;&#21507;&#65292;&#20294;&#20063;&#27809;&#20111;&#30528;&#33258;&#24049;&#12290;&#21487;&#26159;&#20320;&#19968;&#20010;&#20154;&#26469;&#21271;&#20140;&#29983;&#27963;&#65292;&#37027;&#23601;&#19981;&#19968;&#26679;&#20102;&#12290;&#25151;&#31199;&#24456;&#36149;&#65292;&#21363;&#20351;&#36825;&#26679;&#36824;&#26377;&#21487;&#33021;&#35201;&#22352;&#21322;&#23567;&#26102;&#20197;&#19978;&#30340;&#22320;&#38081;&#21435;&#19978;&#29677;&#12290;&#25105;&#30446;&#21069;&#33021;&#30475;&#21040;&#30340;&#32467;&#26524;&#65292;&#35201;&#20040;&#32463;&#27982;&#19981;&#22823;&#23485;&#35029;&#65292;&#35201;&#20040;&#29983;&#27963;&#36136;&#37327;&#26080;&#27861;&#28385;&#36275;&#25105;&#20204;&#36825;&#31867;&#23043;&#30340;&#35201;&#27714;&#12290;</p>
<p>&#160;&#160;&#160;&#160; &#37492;&#20110;&#25105;&#23545;&#26477;&#24030;&#26497;&#20854;&#26497;&#20854;&#19981;&#31232;&#32597;&#65292;&#25152;&#20197;&#21271;&#20140;&#21487;&#20197;&#31639;&#26159;&#19968;&#20010;just so so&#30340;&#36873;&#25321;&#12290;&#37027;&#22825;&#30340;&#32842;&#22825;&#65292;&#21482;&#26159;&#24819;&#21578;&#35785;&#20320;&#29983;&#27963;&#20004;&#20010;&#26376;&#21518;&#25105;&#23545;&#36825;&#20010;&#22320;&#26041;&#20135;&#29983;&#30340;&#19968;&#20123;&#39038;&#34385;&#12290;&#20320;&#26469;&#20102;&#65292;&#25105;&#20204;&#20457;&#20250;&#26377;&#26356;&#22810;&#26426;&#20250;&#28023;&#21507;&#38386;&#36891;&#20843;&#21350;&#21602;&#12290;&#25152;&#20197;&#25918;&#24515;&#21543;&#65292;&#20320;&#30340;&#20915;&#23450;&#25105;&#33258;&#28982;&#20250;&#23613;&#21147;&#24110;&#24537;&#12290;</p>
<p>&#160;&#160;&#160;&#160; &#25105;&#20204;&#26159;&#29983;&#27963;&#22312;&#29616;&#23454;&#20013;&#30340;&#29702;&#24819;&#20027;&#20041;&#32773;&#21543;&#12290;&#25105;&#20174;&#26469;&#27809;&#26377;&#20026;&#20320;&#30340;&#22823;&#40836;&#21097;&#22899;&#38382;&#39064;&#25285;&#24515;&#36807;&#12290;&#25105;&#20204;&#27809;&#26377;&#36807;&#22810;&#30340;&#35201;&#27714;&#65292;&#19981;&#20250;&#20026;&#21916;&#27426;&#30340;&#20154;&#21152;&#19978;&#32463;&#27982;&#26465;&#20214;&#30340;&#38480;&#21046;&#65292;&#21482;&#26159;&#24819;&#25214;&#21040;&#19968;&#20010;&#35753;&#25105;&#20204;&#24863;&#21040;&#33258;&#22312;&#24320;&#24515;&#30340;&#23043;&#32780;&#24050;&#65292;&#23545;&#21543;&#12290;</p>
<p>&#23454;&#22312;&#24819;&#19981;&#36215;&#20320;&#36824;&#20889;&#20102;&#20160;&#20040;&#32473;&#25105;&#65292;&#30333;&#22825;&#25874;&#20102;&#19968;&#32922;&#23376;&#30340;&#35805;&#65292;&#21040;&#36825;&#26102;&#20063;&#21464;&#24471;&#27809;&#26377;&#36923;&#36753;&#27809;&#26377;&#26465;&#29702;&#12290;&#24635;&#20043;&#21543;&#65292;&#25105;&#21916;&#27426;&#29616;&#22312;&#26377;&#36861;&#27714;&#20805;&#23454;&#30340;&#29983;&#27963;&#29366;&#24577;&#65292;&#25105;&#24076;&#26395;&#20320;&#23613;&#24555;&#20174;&#29616;&#22312;&#30340;&#22351;&#29366;&#24577;&#20013;&#35299;&#33073;&#65292;&#25152;&#20197;&#26377;&#20160;&#20040;&#38656;&#35201;&#24110;&#24537;&#30340;&#65292;&#23613;&#31649;&#24320;&#21475;&#21591;&#12290;&#20320;&#30340;&#38394;&#34588;&#21482;&#26159;&#20992;&#23376;&#22068;&#32780;&#24050;&#12290;</p>
<p>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#20320;&#20146;&#29233;&#30340;&#26472;&#20063;&#23612;&#65292;&#33883;&#37070;&#21488;</p>
                                    </p>
</div>


  <footer>
    <p class="meta">
      
  

<span class="byline author vcard">Posted by <span class="fn">muggleyoung</span></span>

      








  


<time datetime="2011-06-08T00:00:00+08:00" pubdate data-updated="true">Jun 8<span>th</span>, 2011</time>
      


    </p>
    
      <div class="sharing">
  
  <a href="http://twitter.com/share" class="twitter-share-button" data-url="http://muggleyoung.github.com/blog/2011/06/08/%E7%BB%99%E4%BA%B2%E7%88%B1%E7%9A%84%E7%8E%8B%E4%B8%8D%E6%8B%94/" data-via="" data-counturl="http://muggleyoung.github.com/blog/2011/06/08/%E7%BB%99%E4%BA%B2%E7%88%B1%E7%9A%84%E7%8E%8B%E4%B8%8D%E6%8B%94/" >Tweet</a>
  
  
  
</div>

    
    <p class="meta">
      
        <a class="basic-alignment left" href="/blog/2011/06/07/%E7%AB%AF%E5%8D%88%E5%85%BB%E7%94%9F%E5%81%87%E2%80%94%E5%A4%A7%E4%BC%99%E8%B6%81%E5%B9%B4%E8%BD%BB%E4%B8%80%E5%AE%9A%E5%A4%9A%E6%B3%A8%E6%84%8F%E8%BA%AB%E4%BD%93/" title="Previous Post: 端午养生假—大伙趁年轻一定多注意身体">&laquo; 端午养生假—大伙趁年轻一定多注意身体</a>
      
      
        <a class="basic-alignment right" href="/blog/2011/06/10/%E6%8E%A8%E8%8D%90blog/" title="Next Post: 推荐blog">推荐blog &raquo;</a>
      
    </p>
  </footer>
</article>

</div>

<aside class="sidebar">
  
    <section>
  <h1>Recent Posts</h1>
  <ul id="recent_posts">
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-change-git-repo-name/">how to change git repo name</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-setup-a-new-remote-git-repo/">How to setup a new remote git repo</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/13/hui-gu-2012/">回顾2012</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/08/my-frist-post/">my-frist-post</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/05/14/eclipse---java.lang.noclassdeffounderror%3A-com.jayway.android.robotium.solo.solo%E9%94%99%E8%AF%AF%E8%A7%A3%E5%86%B3/">eclipse - java.lang.NoClassDefFoundError: com.jayway.android.robotium.solo.Solo错误解决</a>
      </li>
    
  </ul>
</section>






  
</aside>


    </div>
  </div>
  <footer role="contentinfo"><p>
  Copyright &copy; 2013 - muggleyoung -
  <span class="credit">Powered by <a href="http://octopress.org">Octopress</a>. Design by <a href="http://octopressthemes.com">Octopress Themes</a>.</span>
</p>

</footer>
  







  <script type="text/javascript">
    (function(){
      var twitterWidgets = document.createElement('script');
      twitterWidgets.type = 'text/javascript';
      twitterWidgets.async = true;
      twitterWidgets.src = 'http://platform.twitter.com/widgets.js';
      document.getElementsByTagName('head')[0].appendChild(twitterWidgets);
    })();
  </script>





</body>
</html>
