
<!DOCTYPE html>
<!--[if IEMobile 7 ]><html class="no-js iem7"><![endif]-->
<!--[if lt IE 9]><html class="no-js lte-ie8"><![endif]-->
<!--[if (gt IE 8)|(gt IEMobile 7)|!(IEMobile)|!(IE)]><!--><html class="no-js" lang="en"><!--<![endif]-->
<head>
  <meta charset="utf-8">
  <title>小盘点 - Muggleyoung Blog</title>
  <meta name="author" content="muggleyoung">

  
  <meta name="description" content="&#35828;&#35828;&#30005;&#24433;&#21591;
&#26368;&#36817;&#30475;&#20102;&#21861;~
&#160;&#160;&#160;&#160; 1.&#20102;&#19981;&#36215;&#30340;&# &hellip;">
  

  <!-- http://t.co/dKP3o1e -->
  <meta name="HandheldFriendly" content="True">
  <meta name="MobileOptimized" content="320">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  
  <link rel="canonical" href="http://muggleyoung.github.com/blog/2010/05/26/%E5%B0%8F%E7%9B%98%E7%82%B9/">
  <link href="/favicon.png" rel="icon">
  <link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
  <script src="/javascripts/modernizr-2.0.js"></script>
  <script src="/javascripts/ender.js"></script>
  <script src="/javascripts/octopress.js" type="text/javascript"></script>
  <link href="/atom.xml" rel="alternate" title="Muggleyoung Blog" type="application/atom+xml">
  <!--Fonts from Google"s Web font directory at http://google.com/webfonts -->
<link href="http://fonts.googleapis.com/css?family=PT+Serif:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<link href="http://fonts.googleapis.com/css?family=PT+Sans:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">

  

</head>

<body   >
  <header role="banner"><hgroup>
  <h1><a href="/">Muggleyoung Blog</a></h1>
  
    <h2>A blogging framework for hackers.</h2>
  
</hgroup>

</header>
  <nav role="navigation"><ul class="subscription" data-subscription="rss">
  <li><a href="/atom.xml" rel="subscribe-rss" title="subscribe via RSS">RSS</a></li>
  
</ul>
  
<form action="http://google.com/search" method="get">
  <fieldset role="search">
    <input type="hidden" name="q" value="site:muggleyoung.github.com" />
    <input class="search" type="text" name="q" results="0" placeholder="Search"/>
  </fieldset>
</form>
  
<ul class="main-navigation">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
</ul>

</nav>
  <div id="main">
    <div id="content">
      <div>
<article class="hentry" role="article">
  
  <header>
    
      <h1 class="entry-title">小盘点</h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-05-26T00:00:00+08:00" pubdate data-updated="true">May 26<span>th</span>, 2010</time>
        
      </p>
    
  </header>


<div class="entry-content"><p>
                                    <p>&#35828;&#35828;&#30005;&#24433;&#21591;</p>
<p>&#26368;&#36817;&#30475;&#20102;&#21861;~</p>
<p>&#160;&#160;&#160;&#160; 1.&#20102;&#19981;&#36215;&#30340;&#29392;&#29432;&#29240;&#29240;</p>
<p>fantastic Mr. Fox&#160;&#160; &#21475;&#30865;&#19981;&#38169;&#65292;&#21608;&#26411;&#23601;&#25289;&#20986;&#26469;&#30475;&#20102;&#12290;&#36215;&#21021;&#19981;&#35273;&#24471;&#24590;&#26679;&#65292;&#20063;&#27809;&#35273;&#24471;Mr fox&#26377;&#21861;&#22909;&#30340;&#65292;&#29978;&#33267;&#35748;&#20026;&#20182;&#24456;&#19981;&#38752;&#35889;&#12290;&#30475;&#21040;&#21518;&#38754;&#65292;&#24320;&#22987;&#24863;&#21160;&#20102;&#12290;&#20854;&#23454;&#65292;&#33267;&#23569;&#25105;&#26159;&#36825;&#26679;&#30340;&#65306;&#33258;&#24049;&#23601;&#26159;&#19968;&#20010;&#19981;&#24590;&#20040;&#38752;&#35889;&#30340;&#20154;&#65292;&#20973;&#21861;&#36824;&#36825;&#26679;&#35828;&#20154;&#23478;&#12290;&#32780;&#19988;&#65292;mr fox&#36824;&#31639;&#26159;&#38752;&#35889;&#20102;&#12290;&#24102;&#30528;&#21160;&#29289;&#20204;&#19968;&#36215;&#21453;&#25239;&#30340;&#37096;&#20998;&#65292;&#32456;&#20110;&#26126;&#30333;&#20102;&#12290;&#21453;&#20498;&#32673;&#24917;&#36825;&#26679;&#30340;&#19981;&#38752;&#35889;&#12290;&#12290;&#12290;</p>
<p>&#23567;&#23401;&#65292;&#21644;&#25105;&#36825;&#24180;&#40836;&#27573;&#30340;&#65292;&#37117;&#36866;&#21512;&#30475;&#12290;</p>
<p>P.S.&#36825;&#37096;&#21160;&#30011;&#30340;&#37197;&#20048;&#19981;&#38169;&#12290;&#26377;&#28857;&#32769;&#26087;&#30340;&#21619;&#36947;&#65292;&#33410;&#22863;&#24863;&#25511;&#21046;&#30340;&#25402;&#22909;&#12290;&#24681;&#65292;&#36824;&#26377;&#37197;&#38899;&#26159;Meryl Streep&#65292; George Clooney&#20998;&#21035;&#26159;&#29392;&#29432;&#22920;&#22920;&#21644;&#29240;&#29240;&#12290;&#21069;&#32773;&#22768;&#38899;&#22826;&#22909;&#21548;&#20102;~~~</p>
<p>&#27809;&#26377;&#21435;&#26597;&#35810;&#26159;&#21738;&#20010;&#21160;&#30011;&#20844;&#21496;&#30340;&#20316;&#21697;&#65292;&#21487;&#20197;&#25490;&#38500;&#36842;&#22763;&#23612;&#21644;&#26790;&#24037;&#21378;&#12290;&#22909;&#21543;&#65292;&#26597;&#20102;&#19979;&#65292;&#26159;21st&#31119;&#20811;&#26031;&#12290;</p>
<p>&#23450;&#26684;&#21160;&#30011;&#65292;&#25105;&#36824;&#26159;&#20559;&#29233;&#30340;&#12290;</p>
<p>&#160;&#160;&#160;&#160; 2.&#32654;&#22269;&#24448;&#20107;</p>
<p>&#36825;&#20010;&#26159;&#28201;&#20064;&#30340;&#12290;&#20197;&#21069;&#24212;&#35813;&#20889;&#36807;&#65292;&#19981;&#22810;&#35828;&#12290;&#26377;&#31354;&#36824;&#35201;&#28201;&#20064;&#25945;&#29238;&#65292;&#24681;&#65292;&#25105;&#19981;&#23244;&#28902;~</p>
<p>&#160;&#160;&#160;&#160; 3.&#39740;&#22920;&#22920;</p>
<p>&#20063;&#26159;&#19968;&#37096;&#23450;&#26684;&#21160;&#30011;&#12290;&#30456;&#23545;&#23401;&#23376;&#27668;&#20123;&#12290;&#24773;&#33410;&#21457;&#23637;&#27809;&#21861;&#29305;&#21035;&#65292;&#37027;&#20010;&#25187;&#23376;&#30524;&#30555;&#35753;&#25105;&#30475;&#30528;&#26377;&#28857;&#28183;&#24471;&#24908;&#12290;&#35265;&#19981;&#24471;&#36825;&#26679;&#30340;&#12290;&#33509;&#24178;&#24180;&#21069;&#30340;&#19968;&#37096;&#65306;&#28504;&#31070;&#30340;&#36855;&#23467;&#65292;&#29616;&#22312;&#24819;&#36215;&#26469;&#36824;&#24515;&#26377;&#20313;&#24760;&#12290;</p>
<p>&#160;&#160;&#160;&#160; 4.&#36229;&#32423;&#26080;&#25932;&#25484;&#38376;&#29399;&#20043;&#38754;&#21253;&#19982;&#27515;&#20129;&#26696;&#20214;</p>
<p>&#20381;&#28982;&#23450;&#26684;&#21160;&#30011;&#65292;&#24212;&#35813;&#23601;&#26159;&#20174;&#36825;&#19968;&#37096;&#24320;&#22987;&#65292;&#38047;&#24773;&#40655;&#22303;&#21160;&#30011;</p>
<p>&#36825;&#31995;&#21015;&#30340;&#37117;&#19981;&#38169;&#12290;&#31532;&#19968;&#27425;&#30475;&#35265;&#22823;&#27010;&#26159;&#21021;&#20013;&#21543;&#65292;&#22312;&#20964;&#20976;&#21355;&#35270;&#30475;&#20102;&#31532;&#19968;&#37096;&#65292;&#28207;&#21488;&#37197;&#38899;&#12290;&#25110;&#35768;&#26159;&#24515;&#29702;&#20316;&#29992;&#65292;&#35273;&#24471;&#38500;&#20102;&#21407;&#22768;&#20197;&#22806;&#65292;&#20063;&#23601;&#28207;&#21488;&#37197;&#38899;&#30340;&#21160;&#30011;&#36824;&#33021;&#30475;&#65292;&#22269;&#35821;&#30340;&#65292;&#24635;&#24863;&#35273;&#19968;&#21103;&#33510;&#22823;&#20167;&#28145;&#30340;&#26679;&#20799;&#12290;</p>
<p>&#21518;&#26469;&#30475;&#20102;&#31532;&#20108;&#37096;</p>
<p>&#20877;&#21518;&#26469;&#65292;&#23601;&#21040;&#20102;&#29616;&#22312;&#12290;&#12290;&#12290;&#12290;&#36825;&#31639;&#30058;&#22806;&#31687;&#19981;</p>
<p>&#23567;&#29399;&#20381;&#26087;&#33521;&#21191;&#26080;&#25932;&#65292;&#19981;&#22810;&#35828;&#65292;&#22909;&#30475;&#23601;&#26159;</p>
<p>&#160;&#160;&#160;&#160; 5.&#26684;&#26519;&#22902;&#22902;&#30340;&#30561;&#32654;&#20154;</p>
<p>&#36825;&#20010;&#65292;&#19979;&#30340;&#27809;&#23383;&#24149;&#65292;&#32769;&#22902;&#22902;&#35821;&#27668;&#22826;&#20016;&#23500;&#20102;&#65292;&#21475;&#40831;&#19981;&#20278;&#20432;&#65292;&#27809;&#21643;&#20307;&#20250;&#21040;&#30561;&#32654;&#20154;&#25925;&#20107;&#30340;&#40657;&#33394;&#27668;&#27675;&#12290;</p>
<p>&#22909;&#21543;&#65292;&#20854;&#23454;&#65292;&#23601;&#26159;&#25105;&#21548;&#21147;&#24046;&#21591;</p>
<p>&#160;&#160;&#160;&#160; 6.&#21830;&#26631;&#30340;&#19990;&#30028;</p>
<p>&#22826;&#24069;&#20102;&#65292;&#30524;&#33457;&#32557;&#20081;</p>
<p>&#23815;&#25308;&#36825;&#26679;&#30340;&#26893;&#20837;&#24191;&#21578;&#65292;&#21046;&#20316;&#20154;&#36215;&#30721;&#29992;&#24515;&#20102;</p>
<p>&#38750;&#20294;&#19981;&#29301;&#24378;&#65292;&#36824;&#22909;&#29609;&#30340;&#19981;&#34892;</p>
<p>&#20013;&#38388;&#19981;&#26029;&#30340;&#23450;&#26684;&#65292;&#20048;&#27492;&#19981;&#30130;&#30340;&#23547;&#25214;&#35748;&#35782;&#30340;logo&#12290;&#35201;&#19981;&#26159;logo&#22826;&#22810;&#65292;&#25105;&#32477;&#23545;&#26377;&#32784;&#24515;&#21435;&#24930;&#24930;&#30334;&#24230;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#32654;&#21095;~</p>
<p>1.&#23454;&#20064;&#21307;&#29983;&#26684;&#38647;&#65292;&#23395;&#32456;</p>
<p>&#26684;&#38647;&#30340;&#32534;&#21095;&#24456;&#29275;&#65292;&#27599;&#23395;&#32456;&#30340;&#20004;&#23567;&#26102;&#36830;&#25773;&#37117;&#35753;&#20154;&#25578;&#24515;&#12290;</p>
<p>&#19978;&#27425;&#26159;George&#30340;&#27515;&#65292;&#36825;&#27425;&#65292;&#30452;&#25509;&#27515;&#19968;&#20018;&#12290;&#22826;&#12290;&#12290;&#12290;&#12290;&#21861;&#20102;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#21482;&#33021;&#35828;&#65292;&#31639;&#20320;&#26377;&#32966;</p>
<p>&#19979;&#23395;&#24590;&#33021;&#19981;&#30475;</p>
<p>2.&#36855;&#22833;&#65292;&#21095;&#32456;</p>
<p>&#21710;&#65292;&#36825;&#20010;&#21095;&#65292;&#30495;&#26159;&#35753;&#20154;&#27426;&#21916;&#35753;&#20154;&#24551;&#21834;</p>
<p>&#23588;&#20854;&#26159;&#32467;&#23616;&#12290;&#12290;&#12290;</p>
<p>&#36825;&#19968;&#23395;&#65292;&#27809;&#24590;&#20040;&#35748;&#30495;&#30475;&#12290;&#23601;&#20914;&#30528;&#35201;&#32467;&#23616;&#20102;&#65292;&#24819;&#30693;&#36947;&#32467;&#26524;&#32780;&#24050;</p>
<p>&#21152;&#19978;&#25105;&#30475;&#30340;&#37117;&#27809;&#23383;&#24149;&#65292;&#32454;&#33410;&#37096;&#20998;&#22522;&#26412;&#27809;&#26377;follow&#12290;</p>
<p>&#23601;&#20809;&#35828;&#36825;&#32467;&#23616;&#21543;&#12290;&#20329;&#26381;&#32534;&#21095;&#12290;&#36825;&#20040;&#29399;&#34880;&#30340;&#32467;&#23616;&#65292;&#20498;&#26159;&#21313;&#20998;&#22865;&#21512;&#32769;&#27801;&#35828;&#30340;&#65306;&#19968;&#21315;&#20010;&#20154;&#23601;&#26377;&#19968;&#21315;&#20010;&#21704;&#22982;&#38647;&#29305;</p>
<p>&#26159;&#21834;&#65292;&#19968;&#21315;&#20010;&#20154;&#65292;&#30495;&#33021;&#22815;&#29702;&#35299;&#20986;&#19968;&#21315;&#20010;&#32467;&#23616;&#26469;</p>
<p>&#30475;&#19981;&#25026;&#30340;&#65292;&#20687;&#25105;&#36825;&#26679;&#30340;&#65292;&#31232;&#37324;&#31946;&#28034;&#30340;&#65292;&#20063;&#30693;&#36947;&#65292;&#20182;&#20204;&#21448;&#30456;&#36935;&#20102;&#65292;&#36319;&#36718;&#22238;&#20284;&#30340;</p>
<p>&#30475;&#30340;&#26126;&#30333;&#30340;&#65292;&#25105;&#21435;&#31245;&#24494;&#25214;&#20102;&#19979;&#35299;&#35835;&#12290;&#26377;&#20154;&#20174;&#23447;&#25945;&#30340;&#35282;&#24230;&#35762;&#65292;&#31185;&#23398;&#20998;&#26512;&#30340;&#65292;&#26102;&#31354;&#20132;&#38169;&#30340;&#65292;&#19981;&#21516;&#32500;&#19990;&#30028;&#30340;&#12290;&#36824;&#26377;&#20998;&#26512;&#20154;&#26684;&#30340;&#65292;&#36923;&#36753;&#25512;&#29702;&#30340;&#65292;&#21861;&#37117;&#26377;&#65292;&#29305;&#28909;&#38393;&#12290;</p>
<p>&#35910;&#29923;&#30340;&#36855;&#22833;&#23567;&#32452;&#65292;&#26377;&#20010;&#20154;&#21457;&#35328;&#35828;&#19981;&#21916;&#27426;&#36825;&#21095;&#65292;&#34987;&#32452;&#38271;&#39554;&#65292;&#24182;&#36386;&#20986;&#12290;&#25105;&#29468;&#65292;&#32452;&#38271;&#26159;&#24515;&#34394;&#30340;&#65292;&#30693;&#36947;&#22823;&#23478;&#37117;&#34987;&#32534;&#21095;&#24573;&#24736;&#30340;&#21463;&#19981;&#20102;&#20102;&#65292;&#25513;&#32819;&#30423;&#38083;&#21602;&#12290;&#24681;&#65292;&#35828;&#36215;&#36825;&#29616;&#35937;&#65292;&#25105;&#31245;&#31245;&#32852;&#24819;&#21040;&#20102;&#25919;&#27835;&#12290;&#19981;&#31639;&#25935;&#24863;&#21543;~</p>
<p>&#26377;&#19968;&#20010;&#20154;&#65292;&#30475;&#23436;&#32467;&#23616;&#21095;&#36879;&#35828;&#65306;hugo&#26159;&#20010;&#22899;&#30340;&#65292;&#29983;&#20102;&#20010;&#23043;&#12290;&#21621;&#21621;&#65292;&#28784;&#24120;&#22865;&#21512;&#39118;&#26684;&#20040;~~</p>
<p>3.gossip girl&#65292;&#23395;&#32456;</p>
<p>&#36825;&#21095;&#65292;&#19968;&#21521;&#20081;&#26469;&#12290;&#22914;&#36855;&#22833;&#19968;&#26679;&#65292;&#21482;&#20851;&#24515;&#20027;&#32447;&#24773;&#33410;&#12290;</p>
<p>&#24819;&#36215;ugly Betty&#65292;&#34429;&#28982;&#19981;&#24590;&#20040;&#21916;&#27426;&#65292;&#20294;&#20063;&#24819;&#30693;&#36947;&#32467;&#26524;&#32780;&#24050;&#12290;</p>
<p>4.big bang&#65292;&#23395;&#32456;</p>
<p>&#36825;&#36824;&#29992;&#35828;&#20040;&#65292;&#22909;&#30475;&#24456;&#12290;&#32780;&#19988;&#65292;&#36825;&#20010;&#65292;&#27809;&#23383;&#24149;&#65292;&#30495;&#30475;&#19981;&#25026;&#12290;&#22522;&#26412;&#19978;&#27809;&#21643;&#31505;&#23601;&#36807;&#21435;&#20102;&#12290;</p>
<p>24&#23567;&#26102;&#20043;&#25152;&#20197;&#27809;&#25509;&#30528;&#30475;&#65292;&#38500;&#20102;&#24773;&#33410;&#39118;&#26684;&#27809;&#21861;&#22823;&#21464;&#21270;&#20197;&#22806;&#65292;&#20063;&#22240;&#20026;&#27809;&#23383;&#24149;&#25105;&#30475;&#19981;&#25026;&#12290;jack&#35828;&#35805;&#22826;&#24555;&#20102;&#65292;&#22522;&#26412;&#19978;&#21482;&#33021;&#21548;&#25026;nuclear weapon&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>5.&#20840;&#32654;&#36229;&#27169;&#22823;&#36187;&#65292;&#23395;&#32456;</p>
<p>&#20197;&#21518;&#20877;&#19981;&#30475;&#20102;&#65292;&#27809;&#20154;&#33021;&#36229;&#36234;&#25105;&#30340;&#26368;&#29233;&#65292;elyse&#12290;tyra&#20063;&#32769;&#20102;&#65292;&#21482;&#33021;&#31639;&#26159;&#39118;&#38901;&#29369;&#23384;&#30340;&#22659;&#30028;&#20102;&#12290;</p>
<p>6.&#32654;&#22269;&#20598;&#20687;&#65292;&#26126;&#26085;&#32467;&#26463;</p>
<p>&#20063;&#19981;&#24819;&#20877;&#30475;&#20102;&#12290;&#36825;&#19968;&#23395;&#27700;&#24179;&#22826;&#24046;&#20102;&#65292;&#23601;&#21193;&#24378;&#30475;&#30528;didi&#65292;Aaron&#36824;&#39034;&#30524;&#28857;&#20799;&#65292;&#32769;&#26089;&#23601;&#34987;&#28120;&#27760;&#20102;&#12290;&#25105;&#19981;&#21916;&#27426;&#27700;&#26230;&#22992;&#65292;&#34429;&#28982;&#22905;&#21628;&#22768;&#25402;&#39640;&#12290;</p>
<p>&#36824;&#26159;&#33521;&#22269;&#36798;&#20154;&#22909;&#30475;&#28857;&#65292;&#32654;&#22269;&#30340;&#20063;&#19981;&#22909;&#30475;&#65292;&#35780;&#22996;&#27700;&#24179;&#19981;&#39640;&#12290;&#25454;&#35828;&#20013;&#22269;&#20063;&#35201;&#20986;&#36798;&#20154;&#20102;&#65292;&#24076;&#26395;&#19981;&#35201;&#21448;&#26159;&#38393;&#21095;+&#28818;&#20316;&#12290;</p>
<p>7.&#32477;&#26395;&#20027;&#22919;&#65292;&#23395;&#32456;</p>
<p>&#22909;&#21095;&#20040;&#12290;</p>
<p>&#25454;&#35828;&#65292;UB&#37324;&#38754;&#30340;wilhelmina&#35201;&#23458;&#20018;&#24694;&#22899;&#65292;&#26356;&#22810;&#20102;&#19968;&#20221;&#26399;&#24453;&#20040;&#12290;</p>
<p>&#23545;&#20102;&#65292;&#20043;&#21069;&#19981;&#30693;&#36947;&#35828;&#36807;&#27809;&#65292;&#36825;&#20010;&#28436;&#21592;&#20102;&#19981;&#24471;&#21834;&#12290;&#20197;&#21069;&#26159;&#27468;&#25163;&#65292;&#39118;&#20013;&#22855;&#32536;&#30340;&#20027;&#39064;&#26354;&#26159;&#22905;&#21809;&#30340;&#65292;&#22768;&#38899;&#19981;&#38169;&#12290;</p>
<p><strong>&#160;&#160;&#160; &#21691;&#65292;over&#12290;&#19968;&#27668;&#20799;&#30424;&#28857;&#20102;&#36817;&#19968;&#23398;&#26399;&#30340;&#25104;&#26524;&#20040;&#12290;&#12290;&#12290;<br /></strong></p>
                                    </p>
</div>


  <footer>
    <p class="meta">
      
  

<span class="byline author vcard">Posted by <span class="fn">muggleyoung</span></span>

      








  


<time datetime="2010-05-26T00:00:00+08:00" pubdate data-updated="true">May 26<span>th</span>, 2010</time>
      


    </p>
    
      <div class="sharing">
  
  <a href="http://twitter.com/share" class="twitter-share-button" data-url="http://muggleyoung.github.com/blog/2010/05/26/%E5%B0%8F%E7%9B%98%E7%82%B9/" data-via="" data-counturl="http://muggleyoung.github.com/blog/2010/05/26/%E5%B0%8F%E7%9B%98%E7%82%B9/" >Tweet</a>
  
  
  
</div>

    
    <p class="meta">
      
        <a class="basic-alignment left" href="/blog/2010/05/26/%E5%88%9D%E8%A7%81%E6%88%90%E6%95%88/" title="Previous Post: 初见成效">&laquo; 初见成效</a>
      
      
        <a class="basic-alignment right" href="/blog/2010/05/31/%E5%A4%A9%E7%94%9F%E6%9D%80%E6%89%8B/" title="Next Post: 天生杀手">天生杀手 &raquo;</a>
      
    </p>
  </footer>
</article>

</div>

<aside class="sidebar">
  
    <section>
  <h1>Recent Posts</h1>
  <ul id="recent_posts">
    
      <li class="post">
        <a href="/blog/2013/01/08/my-frist-post/">my-frist-post</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/05/14/eclipse---java.lang.noclassdeffounderror%3A-com.jayway.android.robotium.solo.solo%E9%94%99%E8%AF%AF%E8%A7%A3%E5%86%B3/">eclipse - java.lang.NoClassDefFoundError: com.jayway.android.robotium.solo.Solo错误解决</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/04/08/%E4%BD%A0%E7%8E%B0%E5%9C%A8%E7%9A%84%E5%B7%A5%E4%BD%9C%E8%BD%BB%E6%9D%BE%E4%B9%88%EF%BC%9F/">你现在的工作轻松么？</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/02/19/css%E7%AC%94%E8%AE%B0-position%E9%83%BD%E6%9C%89%E5%95%A5%E5%B1%9E%E6%80%A7/">CSS笔记-position都有啥属性</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/02/19/css%E7%AC%94%E8%AE%B0-css-reset/">CSS笔记-CSS reset</a>
      </li>
    
  </ul>
</section>






  
</aside>


    </div>
  </div>
  <footer role="contentinfo"><p>
  Copyright &copy; 2013 - muggleyoung -
  <span class="credit">Powered by <a href="http://octopress.org">Octopress</a></span>
</p>

</footer>
  







  <script type="text/javascript">
    (function(){
      var twitterWidgets = document.createElement('script');
      twitterWidgets.type = 'text/javascript';
      twitterWidgets.async = true;
      twitterWidgets.src = 'http://platform.twitter.com/widgets.js';
      document.getElementsByTagName('head')[0].appendChild(twitterWidgets);
    })();
  </script>





</body>
</html>
