
<!DOCTYPE HTML>
<html>
<head>
	<meta charset="utf-8">
	<title>慕尼黑 - </title>
	<meta name="author" content="muggleyoung">

	
	<meta name="description" content="&#30475;&#20102;&#24917;&#23612;&#40657;&#65292;&#21448;&#39034;&#24102;&#30528;&#28201;&#20064;&#20102;&#19968;&#36941;&#20154;&#24037;&#26234;&# &hellip;">
	
	<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

	<link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
	<link rel="canonical" href="">
	<link href="/favicon.png" rel="shortcut icon">
	<link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
	<!--[if lt IE 9]><script src="//html5shiv.googlecode.com/svn/trunk/html5.js"></script><![endif]-->
	<script src="//ajax.googleapis.com/ajax/libs/jquery/1.7.2/jquery.min.js"></script>
	
</head>

<body>
	<header id="header" class="inner"><h1><a href="/"></a></h1>
<nav id="main-nav"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</nav>
<nav id="mobile-nav">
	<div class="alignleft menu">
		<a class="button">Menu</a>
		<div class="container"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</div>
	</div>
	<div class="alignright search">
		<a class="button"></a>
		<div class="container">
			<form action="http://google.com/search" method="get">
				<input type="text" name="q" results="0">
				<input type="hidden" name="q" value="site:muggleyoung.github.com">
			</form>
		</div>
	</div>
</nav>
<nav id="sub-nav" class="alignright">
	<div class="social">
		
		
		
		
    
		
		
		
		
		
		<a class="rss" href="/atom.xml" title="RSS">RSS</a>
		
	</div>
	<form class="search" action="http://google.com/search" method="get">
		<input class="alignright" type="text" name="q" results="0">
		<input type="hidden" name="q" value="site:muggleyoung.github.com">
	</form>
</nav>

</header>
	
		
	
	<div id="content" class="inner"><article class="post">
	<h2 class="title">慕尼黑</h2>
	<div class="entry-content"><p>
                                    <p>&#30475;&#20102;&#24917;&#23612;&#40657;&#65292;&#21448;&#39034;&#24102;&#30528;&#28201;&#20064;&#20102;&#19968;&#36941;&#20154;&#24037;&#26234;&#33021;&#12290;&#26031;&#30382;&#23572;&#20271;&#26684;&#30340;&#29255;&#23376;&#30830;&#23454;&#22909;&#30475;&#12290;&#24635;&#33021;&#35774;&#35745;&#20986;&#24456;&#22810;&#20540;&#24471;&#24605;&#32771;&#30340;&#30683;&#30462;&#12290;</p>
<p>&#24456;&#22810;&#20154;&#35828;&#24917;&#23612;&#40657;&#19981;&#22909;&#30475;&#65292;&#27809;&#26377;&#23436;&#20840;&#36824;&#21407;&#21382;&#21490;&#65292;&#32654;&#21270;&#20102;&#25705;&#33832;&#24503;&#12290;&#25105;&#21040;&#35273;&#24471;&#65292;&#19981;&#31649;&#24590;&#26679;&#65292;&#33021;&#24341;&#36215;&#25105;&#20204;&#30340;&#24605;&#32771;&#65292;&#20854;&#23454;&#23601;&#22815;&#20102;&#12290;&#20316;&#20026;&#19968;&#20010;&#29369;&#22826;&#20154;&#65292;&#20316;&#20026;&#19968;&#20010;&#32654;&#22269;&#20154;&#65292;&#20320;&#36824;&#25351;&#26395;&#26031;&#22823;&#21460;&#25226;&#36825;&#29255;&#25293;&#25104;&#21861;&#26679;&#21602;</p>
<p>&#24863;&#35273;&#36825;&#29255;&#26377;&#28857;&#25945;&#29238;&#30340;&#24863;&#35273;&#65292;&#26538;&#25112;&#37096;&#20998;&#24456;&#30495;&#23454;&#65292;&#27809;&#26377;&#21051;&#24847;&#28210;&#26579;&#22909;&#33713;&#22366;&#24335;&#30340;&#21050;&#28608;&#32039;&#24352;&#12290;&#23601;&#37027;&#26679;&#24930;&#24930;&#30340;&#35762;&#36848;&#30528;</p>
<p>&#36824;&#26377;&#20154;&#35828;&#22899;&#29983;&#21035;&#30475;&#36825;&#29255;&#65292;&#25105;&#36825;&#20040;&#32966;&#23567;&#30340;&#37117;&#30475;&#20102;&#65292;&#27809;&#21861;&#21487;&#24597;&#30340;&#65292;&#23601;&#26159;&#34880;&#26377;&#28857;&#22810;&#65292;&#24320;&#26538;&#26102;&#24456;&#27531;&#24525;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#32784;&#24515;&#30475;&#20102;&#30005;&#24433;&#65292;&#20877;&#30475;&#19979;&#21518;&#38754;&#38468;&#30340;&#36164;&#26009;&#65292;&#20320;&#20250;&#21457;&#29616;&#65292;&#30495;&#23454;&#20107;&#20214;&#29978;&#33267;&#27604;&#30005;&#24433;&#36824;&#26377;&#24778;&#24515;&#21160;&#39748;&#12290;</p>
<p>&#20851;&#20110;&#25919;&#27835;&#65292;&#31181;&#26063;&#65292;&#25105;&#33258;&#24049;&#37117;&#36824;&#27809;&#29702;&#28165;&#65292;&#23601;&#19981;&#22810;&#35828;&#21861;&#20102;&#12290;&#27599;&#20010;&#20154;&#37117;&#20250;&#26377;&#33258;&#24049;&#30340;&#35748;&#35782;&#12290;&#29369;&#22826;&#20154;&#30495;&#30340;&#23601;&#36319;&#38463;&#25289;&#20271;&#20154;&#37027;&#20040;&#19981;&#20849;&#25140;&#22825;&#21527;&#12290;&#36825;&#20010;&#38382;&#39064;&#12290;&#12290;&#12290;&#19981;&#22909;&#35828;&#21834;&#12290;&#12290;&#12290;&#12290;&#22269;&#23478;&#26426;&#22120;&#65292;&#25919;&#23458;&#12290;&#12290;&#12290;&#12290;&#25105;&#24819;&#25105;&#36824;&#26159;&#21916;&#27426;&#21333;&#32431;&#30340;&#19996;&#35199;</p>
<p>&#24635;&#20043;&#65292;&#26159;&#20010;&#22909;&#29255;&#65292;&#20540;&#24471;&#19968;&#30475;&#12290;&#26377;&#20102;&#22823;&#22359;&#30340;&#26102;&#38388;&#65292;&#38745;&#19979;&#24515;&#26469;&#30475;&#21543;&#12290;&#24819;&#24819;&#25105;&#37117;&#22909;&#20037;&#27809;&#28201;&#20064;&#25945;&#29238;&#20102;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8211;</p>
<p>&#38468;&#65306;&#22823;&#32422;&#26159;&#26576;&#32593;&#21451;&#20174;&#26576;&#22788;&#25970;&#20837;&#30005;&#33041;&#30340;&#32972;&#26223;&#36164;&#26009;&#65292;&#26377;&#38169;&#21035;&#23383;&#65292;&#19981;&#24433;&#21709;&#35266;&#30651;&#12290;&#25105;&#38271;&#35265;&#35782;&#20102;&#12290;&#25991;&#31456;&#22826;&#38271;&#20102;&#65292;&#32780;&#19988;&#32534;&#36896;&#30340;&#32454;&#33410;&#20063;&#27604;&#36739;&#22810;&#65292;&#20294;&#20027;&#32447;&#22823;&#27010;&#19981;&#20250;&#38169;&#21543;&#65292;&#23601;&#32473;&#20010;&#38142;&#25509;&#22909;&#20102;&#65292;&#26377;&#20852;&#36259;&#30340;&#33258;&#24049;&#30475;&#21435;&#12290;</p>
<p><a href="http://club2.cat898.com/newbbs/dispbbs.asp?boardid=1&amp;star=1&amp;replyid=8725366&amp;id=1003107&amp;skin=0&amp;page=1">http://club2.cat898.com/newbbs/dispbbs.asp?boardid=1&amp;star=1&amp;replyid=8725366&amp;id=1003107&amp;skin=0&amp;page=1</a></p>
<p>&#28982;&#21518;&#36148;&#19978;&#19968;&#20010;&#31934;&#31616;&#29256;&#65292;&#35910;&#29923;&#19978;&#26469;&#30340;&#12290;<a href="http://www.douban.com/review/1043138/">http://www.douban.com/review/1043138/</a></p>
<p>&#12288;&#25705;&#33832;&#24503;&#30340;&#37027;&#27425;&#22797;&#20167;&#34892;&#21160;&#26159;&#29616;&#20195;&#38388;&#35853;&#21490;&#19978;&#26368;&#26377;&#21517;&#30340;&#20107;&#20214;&#20043;&#19968;&#65292;&#20854;&#36328;&#26102;&#20043;&#38271;&#65292;&#22320;&#22495;&#20043;&#24191;&#65292;&#35745;&#21010;&#20043;&#22797;&#26434;&#32780;&#21608;&#23494;&#65292;&#20854;&#38388;&#21382;&#32463;&#31181;&#31181;&#25919;&#27835;&#20107;&#20214;&#22914;&#25112;&#20105;&#12289;&#22806;&#20132;&#32416;&#32439;&#32780;&#20173;&#20915;&#24515;&#19981;&#36749;&#65292;&#37117;&#26159;&#21069;&#26080;&#21476;&#20154;&#30340;&#12290;&#20809;&#26159;&#20854;&#20013;&#20219;&#20309;&#19968;&#27425;&#26263;&#26432;&#37117;&#21487;&#20197;&#25293;&#25104;&#31934;&#24425;&#30340;&#30005;&#24433;&#12290;&#20294;&#26159;&#26031;&#30382;&#23572;&#20271;&#26684;&#33258;&#20174;&#25293;&#23436;&#12298;&#25327;&#25937;&#22823;&#20853;&#38647;&#24681;&#12299;&#20197;&#21518;&#65292;&#23601;&#23545;&#25103;&#21095;&#24615;&#30340;&#22842;&#23453;&#12289;&#27531;&#37239;&#30340;&#26432;&#25134;&#19981;&#22826;&#24863;&#20852;&#36259;&#65292;&#36716;&#32780;&#24605;&#32771;&#38544;&#34255;&#20854;&#20013;&#30340;&#20154;&#24615;&#20197;&#21450;&#25240;&#23556;&#20986;&#26469;&#30340;&#24179;&#27665;&#21644;&#25919;&#24220;&#12289;&#20307;&#21046;&#20043;&#38388;&#30340;&#20851;&#31995;&#65292;&#22914;&#12298;&#25235;&#20303;&#20320;&#12299;&#65292;&#12298;&#24184;&#31119;&#32456;&#28857;&#31449;&#12299;&#65292;&#29978;&#33267;&#21435;&#24180;&#30340;&#12298;&#19990;&#30028;&#22823;&#25112;&#12299;&#31561;&#12290;&#25152;&#20197;&#12298;&#24917;&#23612;&#40657;&#12299;&#24182;&#27809;&#26377;&#25105;&#20204;&#21021;&#20197;&#20026;&#30340;&#20805;&#28385;&#25187;&#20154;&#24515;&#24358;&#30340;&#26432;&#26426;&#21644;&#38452;&#35851;&#65292;&#30456;&#21453;&#26377;&#20123;&#27785;&#38391;&#65292;&#34429;&#28982;&#26377;&#20123;&#35780;&#35770;&#36824;&#26159;&#35748;&#20026;&#30005;&#24433;&#36807;&#20110;&#34880;&#33125;&#12290; <br />&#12288;&#12288; <br />&#12288;&#12288;&#20294;&#21363;&#20415;&#22914;&#27492;&#65292;&#25105;&#36824;&#26159;&#21487;&#20197;&#32943;&#23450;&#30340;&#35828;&#65292;&#30495;&#23454;&#30340;&#20107;&#20214;&#27604;&#30005;&#24433;&#26356;&#27531;&#24525;&#12289;&#20919;&#37239;&#12290;&#37325;&#26032;&#26803;&#29702;&#19968;&#19979;&#21457;&#29983;&#22312;20&#24180;&#21069;&#30340;&#31181;&#31181;&#26432;&#25134;&#65292;&#20877;&#23545;&#29031;&#19968;&#19979;&#30005;&#24433;&#65292;&#21487;&#20197;&#25214;&#21040;&#24456;&#22810;&#24494;&#22937;&#30340;&#23545;&#27604;&#65292;&#20197;&#21450;&#23548;&#28436;&#23545;&#35266;&#20247;&#27442;&#35821;&#36824;&#20241;&#30340;&#29369;&#35947;&#21644;&#26080;&#22856;&#65288;&#23588;&#20854;&#32771;&#34385;&#21040;&#35266;&#20247;&#20013;&#32943;&#23450;&#21253;&#25324;&#20102;&#38463;&#25289;&#20271;&#20154;&#21644;&#20197;&#33394;&#21015;&#20154;&#65289;&#12290;&#25105;&#22362;&#25345;&#35748;&#20026;&#65292;&#26031;&#30382;&#23572;&#20271;&#26684;&#22312;&#36825;&#37096;&#29255;&#23376;&#37324;&#24182;&#27809;&#26377;&#21644;&#30424;&#25176;&#20986;&#20182;&#30340;&#24605;&#24819;&#12290; <br />&#12288;&#12288; <br />&#12288;&#12288; <br />&#12288;&#12288;&#30005;&#24433;&#20013;&#20026;&#20102;&#26377;&#20013;&#24515;&#20154;&#29289;&#65292;&#35774;&#35745;&#20102;&#20027;&#20154;&#20844;&#20197;&#21450;&#22260;&#32469;&#20182;&#30340;&#19968;&#31995;&#21015;&#37197;&#35282;&#65292;&#32452;&#25104;&#20102;&#19968;&#20010;&#26263;&#26432;&#23567;&#32452;&#12290;&#20107;&#23454;&#19978;&#65292;&#24403;&#24180;&#30340;&#26263;&#26432;&#23567;&#32452;&#26377;&#22810;&#20010;&#65292;&#21407;&#22240;&#25105;&#24819;&#21482;&#26377;&#19968;&#20010;&#65292;&#26263;&#26432;&#23545;&#35937;&#26377;11&#20010;&#20154;&#65292;&#20998;&#24067;&#22312;&#22810;&#20010;&#22269;&#23478;&#65292;&#22810;&#20010;&#23567;&#32452;&#25928;&#29575;&#26356;&#39640;&#12290;&#20026;&#20160;&#20040;&#35201;&#26263;&#26432;11&#20010;&#20154;&#65311;&#22240;&#20026;&#35201;&#20026;11&#21517;&#20197;&#33394;&#21015;&#20154;&#25269;&#21629;&#65292;&#25152;&#20197;&#26080;&#35770;&#22914;&#20309;&#35201;&#20945;&#28385;11&#20010;&#12290; <br />&#12288;&#12288; <br />&#12288;&#12288;&#31532;&#20108;&#20010;&#34987;&#26263;&#26432;&#32773;&#65292;&#36825;&#20010;&#20154;&#21517;&#21483;&#21704;&#22982;&#27801;&#37324;&#65292;&#21338;&#22763;&#65292;&#20303;&#22312;&#24052;&#40654;&#39640;&#23578;&#20303;&#23429;&#21306;&#65292;&#23094;&#20102;&#20010;&#27861;&#22269;&#22971;&#23376;&#65292;&#30005;&#24433;&#20013;&#20063;&#21487;&#20197;&#30475;&#20986;&#20182;&#39047;&#26377;&#25945;&#20859;&#65292;&#19968;&#36793;&#21644;&#22971;&#23376;&#35828;&#30528;&#27861;&#35821;&#65292;&#19968;&#36793;&#29992;&#33521;&#35821;&#21644;&#35760;&#32773;&#28608;&#28872;&#22320;&#35752;&#35770;&#26102;&#20107;&#12290;&#30005;&#24433;&#20013;&#26263;&#26432;&#23567;&#32452;&#26159;&#20056;&#20182;&#19981;&#22312;&#23478;&#30340;&#26102;&#20505;&#65292;&#20599;&#20599;&#28316;&#36827;&#21435;&#22312;&#30005;&#35805;&#26426;&#37324;&#23433;&#32622;&#20102;&#19968;&#20010;&#28856;&#24377;&#65292;&#28982;&#21518;&#20056;&#20182;&#22238;&#23478;&#25509;&#30005;&#35805;&#26102;&#65292;&#36890;&#36807;&#36965;&#25511;&#24341;&#29190;&#12290;&#20107;&#23454;&#19978;&#65292;&#21704;&#22982;&#27801;&#37324;&#26377;&#20005;&#23494;&#30340;&#35686;&#21355;&#65292;&#26681;&#26412;&#23481;&#19981;&#24471;&#26263;&#26432;&#23567;&#32452;&#22914;&#27492;&#36827;&#21435;&#12290;&#20294;&#24403;&#26102;&#25705;&#33832;&#24503;&#29992;&#20102;&#20010;&#24456;&#24039;&#22937;&#30340;&#26041;&#27861;&#65292;&#31616;&#30452;&#27604;&#29616;&#22312;&#30340;&#30005;&#24433;&#36824;&#31934;&#24425;&#12290;&#20182;&#20204;&#20808;&#26159;&#35013;&#25104;&#19968;&#20010;&#31649;&#36947;&#24037;&#30772;&#22351;&#36830;&#25509;&#21704;&#22982;&#27801;&#37324;&#23478;&#30340;&#30005;&#35805;&#32447;&#32518;&#65292;&#21704;&#22982;&#27801;&#37324;&#30340;&#30005;&#35805;&#23601;&#24320;&#22987;&#32769;&#20986;&#27611;&#30149;&#65292;&#20182;&#24594;&#27668;&#20914;&#20914;&#22320;&#35753;&#30005;&#35805;&#23616;&#26469;&#26816;&#20462;&#65292;&#20294;&#36825;&#20010;&#25253;&#20462;&#30005;&#35805;&#19981;&#20986;&#24847;&#26009;&#22320;&#25171;&#36827;&#20102;&#20572;&#22312;&#20844;&#23507;&#22806;&#38754;&#30340;&#25705;&#33832;&#24503;&#30340;&#24037;&#20855;&#36710;&#37324;&#12290;&#20043;&#21069;&#36710;&#37324;&#30340;&#29305;&#24037;&#19968;&#30452;&#22312;&#25805;&#32437;&#30528;&#32447;&#36335;&#65292;&#19968;&#20250;&#20799;&#36890;&#65292;&#19968;&#20250;&#20799;&#19981;&#36890;&#65292;&#19968;&#30452;&#21040;&#21704;&#22982;&#27801;&#37324;&#24594;&#19981;&#21487;&#31469;&#22320;&#25253;&#20462;&#20026;&#27490;&#12290;&#20110;&#26159;&#8220;&#30005;&#35805;&#23616;&#8221;&#21578;&#35785;&#21704;&#22982;&#27801;&#37324;&#39532;&#19978;&#26377;&#25216;&#24072;&#36807;&#26469;&#12290;&#19968;&#20250;&#20799;&#65292;&#26524;&#28982;&#26377;&#25216;&#24072;&#19978;&#38376;&#20102;&#65292;&#21487;&#20182;&#19978;&#38376;&#30340;&#26381;&#21153;&#21364;&#26159;&#22312;&#30005;&#35805;&#26426;&#37324;&#23433;&#35013;&#20102;&#19968;&#26522;&#28856;&#24377;&#65281;&#35760;&#24471;3&#24180;&#21069;&#30340;&#28866;&#29255;&#12298;&#24847;&#22823;&#21033;&#24037;&#20316;&#23460;&#12299;&#37324;&#20063;&#26377;&#24456;&#31867;&#20284;&#30340;&#24773;&#33410;&#65292;&#20854;&#23454;&#32534;&#21095;&#26159;20&#24180;&#21069;&#30340;&#25705;&#33832;&#24503;&#12290;&#36825;&#21453;&#26144;&#20102;&#32477;&#22823;&#37096;&#20998;&#25152;&#35859;&#30340; &#8220;&#33402;&#26415;&#8221;&#24182;&#19981;&#35265;&#24471;&#39640;&#20110;&#29983;&#27963;&#65292;&#20294;&#19968;&#23450;&#26159;&#28304;&#20110;&#29983;&#27963;&#12290; <br />&#12288;&#12288; <br />&#12288;&#12288;&#26263;&#26432;&#20102;3&#21517;&#30446;&#26631;&#23545;&#35937;&#21518;&#65292;&#25705;&#33832;&#24503;&#24819;&#20986;&#20102;&#20010;&#31361;&#34989;&#36125;&#40065;&#29305;&#24052;&#35299;&#24635;&#37096;&#30340;&#28857;&#23376;&#65292;&#22240;&#20026;&#37027;&#37324;&#26377;&#27515;&#20129;&#21517;&#21333;&#19978;&#30340;&#21478;&#22806;3&#20010;&#20154;&#29289;&#12290;&#24433;&#29255;&#20013;&#26263;&#26432;&#23567;&#32452;&#25198;&#25104;&#22899;&#20154;&#65292;&#38752;&#36817;&#22823;&#27004;&#65292;&#28982;&#21518;&#21866;&#21866;&#21866;&#21866;&#26432;&#27515;&#20960;&#20010;&#30446;&#26631;&#65292;&#20854;&#38388;&#36824;&#25918;&#36807;&#19968;&#20010;&#23567;&#23401;&#65292;&#26368;&#21518;&#23433;&#20840;&#31361;&#22260;&#12290;&#20854;&#23454;&#37027;&#27425;&#25112;&#26007;&#24808;&#28872;&#26080;&#27604;&#65292;&#21738;&#24597;&#21556;&#23431;&#26862;&#30340;&#30005;&#24433;&#20063;&#20026;&#20043;&#40687;&#28982;&#22833;&#33394;&#65281; <br />&#12288;&#12288;&#20808;&#26159;30&#21517;&#20197;&#33394;&#21015;&#31361;&#34989;&#38431;&#21592;&#25250;&#19978;&#24052;&#35299;&#22823;&#27004;&#65292;&#23545;&#21351;&#25151;&#37324;&#30340;&#30446;&#26631;&#20043;&#19968;&#65292;&#8220;&#40657;&#20061;&#26376;&#8221;&#39318;&#39046;&#20043;&#19968;&#65292;&#32435;&#26480;&#23572;&#19968;&#38453;&#25195;&#23556;&#12290;&#20182;&#30340;&#22971;&#23376;&#24819;&#20445;&#25252;&#19976;&#22827;&#65292;&#20063;&#34987;&#23556;&#27515;&#12290;&#22312;&#30005;&#24433;&#30340;&#24773;&#33410;&#20013;&#26377;&#19968;&#20010;&#23567;&#23401;&#36855;&#36855;&#31946;&#31946;&#30340;&#36807;&#26469;&#65292;&#19968;&#21517;&#20197;&#33394;&#21015;&#31361;&#34989;&#38431;&#21592;&#21018;&#24819;&#24320;&#26538;&#65292;&#36805;&#34987;&#26049;&#36793;&#38431;&#21592;&#25318;&#20303;&#65292;&#25918;&#20182;&#36807;&#21435;&#12290;&#36825;&#20010;&#23567;&#23401;&#24212;&#35813;&#26159;&#32435;&#26480;&#23572;15&#23681;&#30340;&#20799;&#23376;&#65292;&#20107;&#23454;&#19978;&#20182;&#37027;&#27425;&#20063;&#34987;&#20081;&#26538;&#25171;&#27515;&#12290;&#36825;&#26159;&#30005;&#24433;&#32473;&#20197;&#33394;&#21015;&#29305;&#24037;&#20154;&#21592;&#30340;&#31532;&#19968;&#22359;&#36974;&#32670;&#24067;&#12290; <br />&#12288;&#12288;&#21516;&#26102;&#37027;&#27492;&#34892;&#21160;&#20013;&#38548;&#22721;&#19968;&#20010;&#22919;&#22899;&#24778;&#22768;&#23574;&#21483;&#22842;&#38376;&#32780;&#20986;&#65292;&#20063;&#34987;&#24403;&#22330;&#20987;&#27609;&#12290;&#20294;&#20107;&#21518;&#26597;&#26126;&#65292;&#22905;&#26159;&#19968;&#20010;&#26080;&#36764;&#30340;&#23616;&#22806;&#20154;&#12290;&#30005;&#24433;&#26080;&#27492;&#24773;&#33410;&#65292;&#31532;&#20108;&#22359;&#36974;&#32670;&#24067;&#12290; <br />&#12288;&#12288;&#30005;&#24433;&#20013;&#29305;&#24037;&#20154;&#21592;&#23436;&#25104;&#20219;&#21153;&#21518;&#23601;&#22312;&#26538;&#26519;&#24377;&#38632;&#20013;&#22842;&#36335;&#32780;&#36867;&#12290;&#20294;&#24403;&#26102;&#25705;&#33832;&#24503;&#20987;&#27609;3&#21517;&#30446;&#26631;&#20197;&#21518;&#65292;&#24320;&#22987;&#25972;&#29702;&#34987;&#25171;&#27515;&#30340;&#39046;&#23548;&#20154;&#21592;&#30340;&#21150;&#20844;&#26700;&#25277;&#23625;&#21644;&#20445;&#38505;&#26588;&#37324;&#30340;&#25991;&#20214;&#65292;&#36824;&#36275;&#36275;&#24178;&#20102;&#21322;&#20010;&#23567;&#26102;&#12290;&#32780;&#36825;&#26102;&#65292;&#25112;&#26007;&#21018;&#21018;&#24320;&#22987;&#12290;&#22823;&#34903;&#19978;&#30340;&#24052;&#35299;&#25112;&#22763;&#24320;&#22987;&#20102;&#36824;&#20987;&#65292;&#20197;&#33394;&#21015;&#31361;&#34989;&#38431;&#21592;&#22312;&#38376;&#21475;&#22362;&#23432;&#38453;&#22320;&#12290;&#21516;&#26102;&#65292;8&#27004;&#36824;&#26377;&#24052;&#35299;&#25112;&#22763;&#65292;&#20182;&#20204;&#20026;&#20102;&#25112;&#26007;&#65292;&#29992;&#21319;&#38477;&#26426;&#23558;&#20154;&#21514;&#21040;&#34903;&#19978;&#12290;&#32780;&#24403;&#21514;&#26007;&#25509;&#36817;&#36335;&#38754;&#26102;&#65292;&#31361;&#34989;&#38431;&#21592;&#23601;&#20919;&#37239;&#22320;&#23558;&#21514;&#26007;&#37324;&#30340;&#20154;&#20840;&#37096;&#25171;&#27515;&#65292;&#28982;&#21518;&#25226;&#23608;&#20307;&#25289;&#20986;&#26469;&#65292;&#20877;&#25226;&#21514;&#26007;&#36865;&#19978;&#21435;&#65292;&#22312;&#40657;&#26263;&#20013;&#31561;&#24453;&#19979;&#19968;&#25209;&#12290;&#36825;&#19968;&#24773;&#33410;&#30495;&#30340;&#35753;&#20154;&#19981;&#23506;&#32780;&#26647;&#65281;&#21487;&#20197;&#24819;&#35937;&#22914;&#26524;&#25293;&#25104;&#30005;&#24433;&#19968;&#23450;&#20250;&#35753;&#38463;&#25289;&#20271;&#19990;&#30028;&#26080;&#27861;&#25215;&#21463;&#12290;&#26368;&#21518;&#20020;&#36208;&#21069;&#65292;&#20197;&#33394;&#21015;&#31361;&#34989;&#38431;&#21592;&#23558;&#25972;&#26635;&#22823;&#27004;&#22839;&#20026;&#24179;&#22320;&#65292;&#37324;&#38754;&#35768;&#22810;&#24052;&#21202;&#26031;&#22374;&#20154;&#37117;&#36935;&#38590;&#12290;&#27492;&#24441;&#20849;&#25171;&#27515; 100&#22810;&#21517;&#24052;&#21202;&#26031;&#22374;&#20154;&#65292;&#20854;&#20013;&#21253;&#25324;3&#21517;&#26263;&#26432;&#23545;&#35937;&#12290; <br />&#12288;&#12288;&#30005;&#24433;&#20013;&#36824;&#30465;&#21435;&#20102;&#19968;&#20010;&#24773;&#33410;&#65292;&#20854;&#23454;&#24456;&#33021;&#21453;&#26144;&#25705;&#33832;&#24503;&#35745;&#21010;&#30340;&#20005;&#23494;&#12289;&#31616;&#27905;&#29978;&#33267;&#24189;&#40664;&#12290;&#24320;&#25112;&#26102;&#65292;&#25705;&#33832;&#24503;&#29305;&#24037;&#20174;&#36125;&#40065;&#29305;&#21508;&#22788;&#30340;&#20844;&#20849;&#30005;&#35805;&#20141;&#21521;&#40654;&#24052;&#23273;&#24403;&#23616;&#25253;&#21578;&#65306;&#24052;&#21202;&#26031;&#22374;&#23545;&#31435;&#27966;&#22312;&#21457;&#29983;&#28779;&#24182;&#12290;&#24403;&#26102;&#40654;&#24052;&#23273;&#24403;&#23616;&#23545;&#36941;&#24067;&#22478;&#20013;&#30340;&#24052;&#21202;&#26031;&#22374;&#27494;&#35013;&#20154;&#21592;&#24456;&#20026;&#22836;&#30171;&#65292;&#21548;&#35828;&#20182;&#20204;&#22312;&#33258;&#30456;&#27531;&#26432;&#65292;&#35686;&#26041;&#23601;&#37117;&#36991;&#24320;&#19981;&#31649;&#20102;&#12290;&#32780;&#25112;&#26007;&#36827;&#34892;&#20102;&#19968;&#20010;&#23567;&#26102;&#20197;&#21518;&#65292;&#20197;&#33394;&#21015;&#20154;&#24320;&#22987;&#21628;&#21483;&#20572;&#22312;&#28023;&#36793;&#30340;&#30452;&#21319;&#26426;&#25509;&#36816;&#20260;&#21592;&#65292;&#20294;&#27492;&#26102;&#65292;&#36125;&#40065;&#29305;&#35686;&#23519;&#23616;&#21644;&#36125;&#40065;&#29305;&#28023;&#23736;&#35686;&#22791;&#21496;&#20196;&#37096;&#21448;&#37117;&#25509;&#21040;&#20102;&#24456;&#20687;&#26159;&#23545;&#26041;&#25171;&#26469;&#30340;&#30005;&#35805;&#65292;&#35828;&#20182;&#20204;&#24050;&#32463;&#35753;&#20960;&#39550;&#30452;&#21319;&#26426;&#36215;&#39134;&#65292;&#19968;&#26102;&#26080;&#27861;&#30830;&#23450;&#38393;&#20107;&#20301;&#32622;&#65292;&#36825;&#26679;&#31455;&#28982;&#36896;&#25104;&#19981;&#21487;&#24605;&#35758;&#30340;&#28151;&#20081;&#65292;&#35841;&#20063;&#27809;&#24819;&#21040;&#21435;&#26680;&#23454;&#12290;&#32467;&#26524;&#35753;&#20197;&#33394;&#21015;&#31361;&#34989;&#38431;&#21592;&#36731;&#26494;&#22320;&#31163;&#24320;&#20102;&#40654;&#24052;&#23273;&#12290; <br />&#12288;&#12288; <br />&#12288;&#12288;&#30005;&#24433;&#20013;&#25551;&#36848;&#29305;&#24037;&#29992;&#29123;&#28903;&#24377;&#26263;&#26432;&#8220;&#40657;&#20061;&#26376;&#8221;&#32852;&#32476;&#23448;&#24076;&#23572;&#30340;&#24773;&#33410;&#20063;&#36828;&#36828;&#27604;&#19981;&#19978;&#29616;&#23454;&#24773;&#33410;&#37027;&#20040;&#26377;&#25103;&#21095;&#24615;&#12290; <br />&#12288;&#12288;&#24433;&#29255;&#20013;&#20197;&#33394;&#21015;&#29305;&#24037;&#26366;&#32463;&#21644;&#8220;&#40657;&#20061;&#26376;&#8221;&#29421;&#36335;&#30456;&#36898;&#65292;&#20294;&#35854;&#31216;&#33258;&#24049;&#20026;&#35199;&#29677;&#29273;&#8220;&#22467;&#22612;&#8221;&#32452;&#32455;&#65292;&#36991;&#20813;&#20102;&#20132;&#28779;&#12290;&#36825;&#37324;&#26377;&#19968;&#27573;&#30005;&#24433;&#20013;&#26368;&#37325;&#35201;&#30340;&#23545;&#30333;&#12290;&#24052;&#21202;&#26031;&#22374;&#20154;&#35748;&#20026;&#27431;&#27954;&#30340;&#32452;&#32455;&#22914;&#8220;&#22467;&#22612;&#8221;&#26159;&#19981;&#20250;&#25104;&#21151;&#30340;&#65292;&#22240;&#20026;&#20182;&#20204;&#24178;&#23436;&#20107;&#20197;&#21518;&#36824;&#21487;&#20197;&#8220;go home&#8221;&#65292;&#32780;&#20182;&#20204;&#26080;&#23478;&#21487;&#22238;&#65292;&#36825;&#23601;&#26159;&#20182;&#20204;&#22362;&#20449;&#20250;&#21462;&#24471;&#32988;&#21033;&#30340;&#26681;&#26412;&#21407;&#22240;&#12290;&#8220;Nation is everything&#8221;&#65292;&#24052;&#21202;&#26031;&#22374;&#20154;&#35828;&#12290;&#24403;&#20197;&#33394;&#21015;&#20154;&#32622;&#30097;&#24052;&#21202;&#26031;&#22374;&#20154;&#22810;&#20037;&#25165;&#33021;&#25104;&#21151;&#26102;&#65292;&#24052;&#21202;&#26031;&#22374;&#20154;&#26377;&#20010;&#28418;&#20142;&#30340;&#21453;&#38382;&#65292;&#29369;&#22826;&#20154;&#33457;&#21435;&#20102;&#22810;&#23569;&#26102;&#38388;&#21435;&#24314;&#22269;&#65311; <br />&#12288;&#12288; <br />&#12288;&#12288;&#24433;&#29255;&#20013;&#24052;&#21202;&#26031;&#22374;&#20154;&#36824;&#25552;&#21040;&#20102;&#20197;&#33394;&#21015;&#24314;&#22269;&#26159;&#27431;&#27954;&#20154;&#22240;&#20026;&#29992;&#27602;&#27668;&#23648;&#26432;&#36807;&#29369;&#22826;&#20154;&#30340;&#27465;&#30106;&#22238;&#39304;&#65292;&#32780;&#20182;&#30340;&#29238;&#20146;&#24182;&#27809;&#26377;&#27602;&#27515;&#36807;&#29369;&#22826;&#20154;&#12290;&#35328;&#19979;&#20043;&#24847;&#38463;&#25289;&#20271;&#20154;&#19981;&#24517;&#65292;&#20063;&#19981;&#24212;&#35813;&#20026;&#27431;&#27954;&#20154;&#30340;&#32618;&#24694;&#25937;&#36174;&#12290;&#36825;&#26159;&#21542;&#35753;&#20154;&#24819;&#36215;&#20234;&#26391;&#24635;&#32479;&#20869;&#36158;&#24503;&#21069;&#27573;&#26102;&#38388;&#30340;&#35805;&#65311;&#19981;&#30693;&#20182;&#30475;&#20102;&#21095;&#26412;&#36824;&#26159;&#21095;&#26412;&#25220;&#20182;&#30340;&#12290; <br />&#12288;&#12288;&#20854;&#23454;&#25105;&#19968;&#30452;&#24456;&#33021;&#29702;&#35299;&#20869;&#36158;&#24503;&#30340;&#34892;&#20107;&#25152;&#20026;&#12290;&#20869;&#36158;&#24503;&#23545;&#29369;&#22826;&#20154;&#34987;&#22823;&#23648;&#26432;&#30340;&#21542;&#35748;&#30830;&#23454;&#34987;&#20154;&#25235;&#20303;&#25226;&#26564;&#65292;&#20294;&#20182;&#35748;&#20026;&#19981;&#24212;&#35813;&#30001;&#38463;&#25289;&#20271;&#20154;&#20026;&#27431;&#27954;&#20154;&#36824;&#20538;&#30340;&#35828;&#27861;&#65292;&#27431;&#27954;&#20154;&#12289;&#32654;&#22269;&#20154;&#37117;&#24515;&#30693;&#32922;&#26126;&#65292;&#20294;&#37117;&#36991;&#32780;&#19981;&#35848;&#12290;&#20294;&#22855;&#24618;&#30340;&#26159;&#65292;&#35762;&#20986;&#36825;&#20010;&#29702;&#65292;&#24182;&#33021;&#35753;&#25152;&#26377;&#22320;&#29699;&#20154;&#37117;&#21548;&#21040;&#30340;&#65288;&#25105;&#26159;&#35828;&#33021;&#24341;&#21457;&#24403;&#19979;&#36825;&#33324;&#25928;&#24212;&#30340;&#65289;&#65292;&#31455;&#28982;&#19981;&#26159;&#38463;&#25289;&#20271;&#20154;&#65292;&#32780;&#26159;&#36825;&#20010;&#27874;&#26031;&#20154;&#20869;&#36158;&#24503;&#21644;&#19968;&#20010;&#32654;&#22269;&#29369;&#22826;&#20154;&#26031;&#30382;&#23572;&#20271;&#26684;&#12290; <br />&#12288;&#12288; <br />&#12288;&#12288;&#36825;&#22330;&#23545;&#35805;&#26159;&#25972;&#37096;&#24433;&#29255;&#20986;&#24425;&#30340;&#22320;&#26041;&#20043;&#19968;&#65292;&#24182;&#19988;&#24433;&#29255;&#22312;&#26432;&#27515;&#24076;&#23572;&#20043;&#21518;&#65292;&#36824;&#23433;&#25490;&#20102;&#37027;&#20010;&#29305;&#24037;&#21644;&#37027;&#20010;&#24052;&#21202;&#26031;&#22374;&#20154;&#22312;&#26263;&#26432;&#29616;&#22330;&#30340;&#19968;&#22330;&#26538;&#25112;&#23545;&#23769;&#25103;&#12290;&#20063;&#24456;&#19981;&#38169;&#12290;&#20294;&#36825;&#26159;&#34394;&#26500;&#30340;&#24773;&#33410;&#12290;&#29616;&#23454;&#24773;&#20917;&#26159;&#27604;&#36739;&#25630;&#31505;&#12290;&#24403;&#26102;3&#21517;&#29305;&#24037;&#22312;&#39277;&#24215;&#37324;&#23436;&#25104;&#26263;&#26432;&#20219;&#21153;&#21518;&#65292;&#30896;&#21040;&#19968;&#36215;&#65292;&#28982;&#21518;&#26377;&#24847;&#19981;&#20174;&#27491;&#38376;&#20986;&#21435;&#65292;&#32780;&#36208;&#39277;&#24215;&#24037;&#20316;&#20154;&#21592;&#30340;&#20986;&#20837;&#21475;&#12290;&#36825;&#26679;&#20570;&#24456;&#37239;&#65292;&#32780;&#19988;&#31526;&#21512;&#8220;&#32477;&#23545;&#19981;&#35201;&#20174;&#36827;&#21435;&#30340;&#22320;&#26041;&#20986;&#26469;&#8221;&#36825;&#26465;&#29305;&#24037;&#21407;&#21017;&#12290;&#20294;&#32467;&#26524;&#26159;&#65292;&#21018;&#36208;&#21040;&#20986;&#20837;&#21475;&#25226;&#38376;&#25171;&#24320;&#65292;&#21364;&#30475;&#35265;&#20043;&#21069;&#30475;&#21040;&#37027;&#36742;&#20811;&#26684;&#21187;&#30340;&#40657;&#33394;&#36710;&#23376;&#20063;&#27491;&#22909;&#20572;&#22312;&#20182;&#20204;&#38754;&#21069;&#65281;&#21407;&#26469;&#22806;&#38754;&#30340;&#20811;&#26684;&#21187;&#21548;&#21040;&#29190;&#28856;&#22768;&#65292;&#20316;&#20026;&#23500;&#26377;&#32463;&#39564;&#30340;&#29305;&#24037;&#20154;&#21592;&#65292;&#20182;&#20063;&#24819;&#21040;&#20102;&#20174;&#36793;&#38376;&#36827;&#21435;&#30475;&#20010;&#31350;&#31455;&#12290;&#20197;&#33394;&#21015;&#29305;&#24037;&#20570;&#26790;&#20063;&#24819;&#19981;&#21040;&#20250;&#21457;&#29983;&#36825;&#31181;&#20107;&#24773;&#65292;&#32780;&#20182;&#20204;&#26412;&#26469;&#21487;&#20197;&#36731;&#26131;&#22320;&#20174;&#36827;&#26469;&#30340;&#22823;&#38376;&#20986;&#21435;&#30340;&#65281;&#28982;&#21518;&#21448;&#26159;&#19968;&#38453;&#26538;&#25112;&#65292;&#32467;&#26524;&#21452;&#26041;&#37117;&#19981;&#25954;&#24651;&#25112;&#65292;&#20179;&#24822;&#32780;&#36867;&#12290; <br />&#12288;&#12288;&#27491;&#25152;&#35859;&#27491;&#30830;&#30340;&#26041;&#27861;&#19981;&#19968;&#23450;&#27704;&#36828;&#36866;&#29992;&#30340;&#12290; <br />&#12288;&#12288; <br />&#12288;&#12288;&#24433;&#29255;&#20013;&#34429;&#28982;&#23545;&#20197;&#33394;&#21015;&#29305;&#24037;&#25191;&#34892;&#22269;&#23478;&#20219;&#21153;&#26102;&#20869;&#24515;&#30340;&#20914;&#31361;&#30528;&#22696;&#24456;&#22810;&#65292;&#20294;&#22823;&#30340;&#22522;&#26412;&#33394;&#35843;&#36824;&#26159;&#25705;&#33832;&#24503;&#26080;&#24448;&#19981;&#32988;&#12290;&#20107;&#23454;&#19978;&#65292;&#22909;&#36816;&#19981;&#20250;&#19968;&#30452;&#36319;&#21040;&#24213;&#30340;&#12290;&#22312;&#36830;&#32493;&#24471;&#25163;&#36825;&#20040;&#22810;&#20154;&#20197;&#21518;&#65292;&#25705;&#33832;&#24503;&#30340;&#36816;&#27668;&#24050;&#32463;&#21040;&#24213;&#20102;&#12290; <br />&#12288;&#12288; <br />&#12288;&#12288;&#25705;&#33832;&#24503;&#19968;&#24515;&#35201;&#24178;&#25481;&#22836;&#21495;&#30446;&#26631;&#33832;&#21033;&#36808;&#65292;&#20294;&#21364;&#22312;&#25386;&#23041;&#35748;&#38169;&#20102;&#20154;&#65292;&#26432;&#25481;&#20102;&#19968;&#20010;&#26080;&#36764;&#32773;&#65281;&#36825;&#23601;&#22909;&#27604;&#21307;&#29983;&#35201;&#25688;&#38500;&#24038;&#32958;&#65292;&#21364;&#25343;&#25481;&#20102;&#21491;&#32958;&#19968;&#26679;&#65292;&#23545;&#29305;&#24037;&#26469;&#35828;&#31616;&#30452;&#26159;&#19981;&#21487;&#24605;&#35758;&#30340;&#19985;&#38395;&#65281;&#32780;&#26356;&#31967;&#31957;&#30340;&#26159;&#65292;&#20854;&#20013;&#20004;&#21517;&#29305;&#24037;&#36824;&#34987;&#25386;&#23041;&#35686;&#26041;&#25235;&#20303;&#20102;&#12290;&#20223;&#20315;&#36825;&#36824;&#19981;&#31639;&#32972;&#36816;&#21040;&#26497;&#28857;&#65292;&#20854;&#20013;&#19968;&#21517;&#29305;&#24037;&#31455;&#28982;&#24739;&#26377;&#8220;&#24189;&#38381;&#24656;&#24807;&#30151;&#8221;&#65292;&#19968;&#34987;&#20851;&#36827;&#29421;&#23567;&#30340;&#22234;&#23460;&#65292;&#20182;&#23601;&#20840;&#25307;&#20102;&#65292;&#25152;&#26377;&#26263;&#26432;&#23567;&#32452;&#20840;&#20891;&#35206;&#27809;&#12290;&#25705;&#33832;&#24503;&#21561;&#24471;&#22825;&#33457;&#20081;&#22368;&#30340;&#24515;&#29702;&#31579;&#36873;&#20063;&#34987;&#36155;&#31505;&#22823;&#26041;&#12290; <br />&#12288;&#12288; <br />&#12288;&#12288;&#30005;&#24433;&#24403;&#28982;&#27809;&#25552;&#36825;&#20123;&#65292;&#22522;&#26412;&#20063;&#23601;&#21040;&#27492;&#32467;&#26463;&#20102;&#12290;&#20107;&#23454;&#19978;&#65292;20&#24180;&#21069;&#30340;&#26263;&#26432;&#34892;&#21160;&#30830;&#23454;&#26242;&#21578;&#27573;&#33853;&#65292;&#22240;&#20026;1973&#24180;10&#26376;6&#26085;&#65292;&#36825;&#19968;&#22825;&#26159;&#36174;&#32618;&#26085;&#65292;&#22467;&#21450;&#20891;&#38431;&#30340;&#38050;&#38081;&#27946;&#27969;&#20197;&#36805;&#38647;&#19981;&#21450;&#25513;&#32819;&#20043;&#21183;&#36328;&#36807;&#33487;&#20234;&#22763;&#36816;&#27827;&#19978;&#30340;&#24052;&#21015;&#32500;&#38450;&#32447;&#65292;&#32422;&#26086;&#12289;&#21465;&#21033;&#20122;&#12289;&#20234;&#25289;&#20811;&#21516;&#26102;&#21521;&#20197;&#33394;&#21015;&#23459;&#25112;&#65281;&#25112;&#20105;&#26159;&#20154;&#31867;&#25919;&#27835;&#27963;&#21160;&#30340;&#26368;&#39640;&#20307;&#29616;&#12290;&#25152;&#26377;&#35774;&#35745;&#31934;&#24039;&#30340;&#26426;&#20851;&#12289;&#35809;&#31192;&#30340;&#26263;&#26432;&#38452;&#35851;&#37117;&#23558;&#35753;&#20301;&#20110;&#22269;&#23478;&#26426;&#22120;&#20043;&#38388;&#30340;&#38534;&#38534;&#24320;&#25112;&#12290; <br />&#12288;&#12288; <br />&#12288;&#12288;&#27515;&#20129;&#21517;&#21333;&#19978;&#36824;&#21097;&#20960;&#20010;&#20154;&#65292;&#20854;&#20013;&#19968;&#20010;&#27515;&#20110;&#30284;&#30151;&#65292;&#33832;&#21033;&#36808;&#26412;&#20154;&#32456;&#20110;&#22312;5&#24180;&#21518;&#34987;&#25705;&#33832;&#24503;&#28856;&#27515;&#65292;&#36824;&#27874;&#21450;&#20102;4&#20010;&#36807;&#36335;&#20154;&#12290;&#26368;&#21518;&#19968;&#20010;&#30446;&#26631;&#26159;&#36798;&#20044;&#24503;&#65292;&#20182;&#22240;&#20225;&#22270;&#32465;&#26550;&#32422;&#26086;&#22269;&#29579;&#20399;&#36187;&#22240;&#32780;&#34987;&#21028;&#21009;&#65292;&#22312;&#8220;&#36174;&#32618;&#26085;&#25112;&#20105;&#8221;&#21069;&#22805;&#34987;&#36198;&#20813;&#37322;&#25918;&#65292;&#20197;&#21518;&#25705;&#33832;&#24503;&#19968;&#30452;&#27809;&#25214;&#21040;&#20182;&#12290; <br />&#12288;&#12288; <br />&#12288;&#12288;&#30452;&#21040;1981&#24180;&#65292;&#36798;&#20044;&#24503;&#22312;&#27874;&#20848;&#30340;&#19968;&#23478;&#26053;&#39302;&#22823;&#21381;&#37324;&#31361;&#28982;&#36973;&#21040;&#26538;&#20987;&#12290;&#24320;&#26538;&#30340;&#36824;&#26159;&#19968;&#21517;&#25705;&#33832;&#24503;&#29305;&#24037;&#65292;&#19981;&#36807;&#20182;&#22312;&#27874;&#20848;&#21478;&#26377;&#20219;&#21153;&#65292;&#21482;&#26159;&#31361;&#28982;&#22312;&#26053;&#39302;&#37324;&#35748;&#20986;&#36825;&#20301;&#22823;&#21517;&#40718;&#40718;&#30340;&#36798;&#20044;&#24503;&#65292;&#19968;&#38453;&#20914;&#21160;&#20030;&#26538;&#23601;&#23556;&#65292;&#28982;&#21518;&#22312;&#19968;&#38453;&#28151;&#20081;&#20043;&#20013;&#36867;&#20043;&#22829;&#22829;&#65281; <br />&#12288;&#12288; <br />&#12288;&#12288;&#25972;&#20010;&#22797;&#20167;&#34892;&#21160;&#21382;&#26102;9&#24180;&#12290; <br />&#12288;&#12288; <br />&#12288;&#12288;&#22238;&#39038;&#23436;20&#24180;&#21069;&#30340;&#20107;&#20214;&#20197;&#21518;&#65292;&#25105;&#20204;&#23601;&#21487;&#20197;&#26126;&#30333;&#26031;&#30382;&#23572;&#20271;&#26684;&#30340;&#33510;&#34935;&#12290;&#20182;&#19981;&#21487;&#33021;&#23436;&#20840;&#29031;&#25644;&#21382;&#21490;&#12290;&#22240;&#20026;&#21382;&#21490;&#27604;&#25105;&#20204;&#30475;&#21040;&#30340;&#26356;&#27531;&#24525;&#65307;&#20182;&#20063;&#19981;&#21487;&#33021;&#37325;&#29616;&#25705;&#33832;&#24503;&#34892;&#21160;&#20013;&#31934;&#24425;&#32439;&#21576;&#12289;&#24778;&#24515;&#21160;&#39748;&#30340;&#19968;&#24149;&#24149;&#65292;&#34429;&#28982;&#37027;&#20123;&#32032;&#26448;&#23545;&#20219;&#20309;&#19968;&#20301;&#32534;&#21095;&#26469;&#35828;&#37117;&#26159;&#27714;&#20043;&#19981;&#24471;&#30340;&#29616;&#25104;&#21095;&#26412;&#65292;&#22240;&#20026;&#36825;&#26679;&#20570;&#24433;&#29255;&#30340;&#24847;&#20041;&#23601;&#21464;&#25104;&#20102;&#32654;&#21270;&#20197;&#33394;&#21015;&#20154;&#29305;&#24037;&#65292;&#24182;&#23558;&#20250;&#26080;&#21487;&#25937;&#33647;&#22320;&#21464;&#25104;&#19968;&#37096;&#24248;&#20439;&#30340;&#24778;&#38505;&#26538;&#25112;&#29255;&#65292;&#20854;&#30495;&#27491;&#30340;&#20154;&#24615;&#25335;&#38382;&#24847;&#20041;&#23601;&#23558;&#24443;&#24213;&#24369;&#21270;&#65307;&#21516;&#26102;&#25105;&#20010;&#20154;&#26356;&#30456;&#20449;&#26031;&#30382;&#23572;&#20271;&#26684;&#21407;&#26412;&#22312;&#24433;&#29255;&#20013;&#24182;&#19981;&#27490;&#20110;&#24819;&#25506;&#27714;&#20154;&#24615;&#20197;&#21450;&#20154;&#19982;&#25919;&#24220;&#30340;&#20914;&#31361;&#23545;&#31435;&#12290;&#20107;&#23454;&#19978;&#65292;&#36825;&#31181;&#39064;&#26448;&#30340;&#30005;&#24433;&#20027;&#39064;&#20165;&#26377;&#19968;&#20010;&#65306;&#20004;&#20010;&#27665;&#26063;&#30340;&#29233;&#19982;&#24680;&#12290;&#25918;&#22312;&#21382;&#21490;&#30340;&#22823;&#26684;&#23616;&#20043;&#20013;&#65292;&#20154;&#19982;&#33391;&#24515;&#30340;&#25335;&#38382;&#25105;&#35273;&#24471;&#36824;&#26159;&#22312;&#20854;&#27425;&#30340;&#12290;&#27491;&#20687;&#37027;&#20010;&#24052;&#21202;&#26031;&#22374;&#20154;&#35828;&#30340;&#65292;&#20808;&#26377;&#22269;&#23478;&#20877;&#35828;&#21035;&#30340;&#12290;&#20294;&#20316;&#20026;&#29369;&#22826;&#20154;&#65292;&#21448;&#29983;&#27963;&#22312;&#32654;&#22269;&#65292;&#26031;&#30382;&#23572;&#20271;&#26684;&#19981;&#21487;&#33021;&#25293;&#20986;&#36825;&#26679;&#30340;&#20027;&#39064;&#65292;&#22240;&#20026;&#20197;&#20182;&#36825;&#26679;&#30340;&#20154;&#24212;&#35813;&#30693;&#36947;&#65292;&#30005;&#24433;&#38500;&#20102;&#32473;&#20986;&#38382;&#39064;&#20197;&#22806;&#65292;&#36824;&#24212;&#35813;&#32473;&#20986;&#31572;&#26696;&#21644;&#24076;&#26395;&#65292;&#25110;&#33267;&#23569;&#24212;&#35813;&#30475;&#20986;&#23548;&#28436;&#25506;&#27714;&#30340;&#24605;&#32034;&#36712;&#36857;&#12290; <br />&#12288;&#12288; <br />&#12288;&#12288;&#20294;&#30005;&#24433;&#27809;&#26377;&#12290; <br />&#12288;&#12288; <br />&#12288;&#12288;&#36825;&#19981;&#26159;&#20182;&#30340;&#38169;&#12290;&#30446;&#21069;&#20026;&#27490;&#65292;&#36825;&#20010;&#19990;&#30028;&#35841;&#33021;&#35299;&#20915;&#36825;&#20010;&#38382;&#39064;&#65311; </p>
<p>&#160;</p>
                                    </p>
</div>


<div class="meta">
	<div class="date">








  


<time datetime="2009-11-16T00:00:00+08:00" pubdate data-updated="true">Nov 16<span>th</span>, 2009</time></div>
	<div class="tags">

</div>
	
</div></article>

	<div class="share">
	<div class="addthis_toolbox addthis_default_style ">
	
	
	<a class="addthis_button_tweet"></a>
	
	
	<a class="addthis_counter addthis_pill_style"></a>
	</div>
  <script type="text/javascript" src="http://s7.addthis.com/js/250/addthis_widget.js#pubid="></script>
</div>


</div>
	<footer id="footer" class="inner">Copyright &copy; 2013

    muggleyoung

</footer>
	<script src="/javascripts/slash.js"></script>
<script src="/javascripts/jquery.fancybox.pack.js"></script>
<script type="text/javascript">
(function($){
	$('.fancybox').fancybox();
})(jQuery);
</script> <!-- Delete or comment this line to disable Fancybox -->






</body>
</html>