
<!DOCTYPE html>
<!--[if IEMobile 7 ]><html class="no-js iem7"><![endif]-->
<!--[if lt IE 9]><html class="no-js lte-ie8"><![endif]-->
<!--[if (gt IE 8)|(gt IEMobile 7)|!(IEMobile)|!(IE)]><!--><html class="no-js" lang="en"><!--<![endif]-->
<head>
  <meta charset="utf-8">
  <title>不干不净，吃了没病 - </title>
  <meta name="author" content="muggleyoung">

  
  <meta name="description" content="&#25918;&#20551;&#22312;&#23478;&#19968;&#21608;&#65292;&#20241;&#20859;&#20004;&#22825;&#65292;&#29983;&#30149;&#20004;&#22825;&#65292;&#21097;&# &hellip;">
  

  <!-- http://t.co/dKP3o1e -->
  <meta name="HandheldFriendly" content="True">
  <meta name="MobileOptimized" content="320">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  
  <link rel="canonical" href="http://muggleyoung.github.com/blog/2010/07/27/%E4%B8%8D%E5%B9%B2%E4%B8%8D%E5%87%80%EF%BC%8C%E5%90%83%E4%BA%86%E6%B2%A1%E7%97%85/">
  <link href="/favicon.png" rel="icon">
  <link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
  <script src="/javascripts/modernizr-2.0.js"></script>
  <script src="/javascripts/ender.js"></script>
  <script src="/javascripts/octopress.js" type="text/javascript"></script>
  <link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
  <!--Fonts from Google"s Web font directory at http://google.com/webfonts -->
<link href="http://fonts.googleapis.com/css?family=PT+Serif:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<link href="http://fonts.googleapis.com/css?family=PT+Sans:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">

  

</head>

<body   >
  <header role="banner"><hgroup>
  <h1><a href="/"></a></h1>
  
    <h2>young for you</h2>
  
</hgroup>

</header>
  <nav role="navigation"><ul class="subscription" data-subscription="rss">
  <li><a href="/atom.xml" rel="subscribe-rss" title="subscribe via RSS">RSS</a></li>
  
</ul>
  
<form action="http://google.com/search" method="get">
  <fieldset role="search">
    <input type="hidden" name="q" value="site:muggleyoung.github.com" />
    <input class="search" type="text" name="q" results="0" placeholder="Search"/>
  </fieldset>
</form>
  
<ul class="main-navigation">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
</ul>

</nav>
  <div id="main">
    <div id="content">
      <div>
<article class="hentry" role="article">
  
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-07-27T00:00:00+08:00" pubdate data-updated="true">Jul 27<span>th</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title">不干不净，吃了没病</h1>
    
  </header>


<div class="entry-content"><p>
                                    <p>&#25918;&#20551;&#22312;&#23478;&#19968;&#21608;&#65292;&#20241;&#20859;&#20004;&#22825;&#65292;&#29983;&#30149;&#20004;&#22825;&#65292;&#21097;&#19979;&#30340;&#20960;&#22825;&#25042;&#27915;&#27915;&#30340;&#36538;&#22312;&#24202;&#19978;&#30475;&#23436;&#20102;&#20080;&#32473;&#22920;&#30475;&#30340;&#20070;&#65292;&#21507;&#30340;&#30495;&#30456;&#12290;</p>
<p>&#31185;&#23398;&#26494;&#40736;&#20250;&#65292;&#21916;&#27426;&#20182;&#20204;&#30340;&#32593;&#31449;&#65292;&#24635;&#26159;&#26377;&#30340;&#27809;&#30340;&#35762;&#20123;&#26377;&#24847;&#24605;&#30340;&#31185;&#23398;&#36947;&#29702;&#65292;&#35762;&#30340;&#36890;&#20439;&#26131;&#25026;&#65292;&#36923;&#36753;&#21602;&#36824;&#25402;&#20005;&#35880;</p>
<p>&#32593;&#22336;&#65306;http://songshuhui.net/</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280214991x.jpg" border="0" alt="" /></p>
<p>&#26032;&#28010;&#21338;&#23458;&#21644;&#24494;&#21338;&#20063;&#37117;&#26377;&#65292;&#25628;&#19979;&#31185;&#23398;&#26494;&#40736;&#20250;&#23601;&#25214;&#30528;&#20102;&#12290;&#24863;&#35273;&#26377;&#28857;&#20687;&#29983;&#27963;&#22823;&#29190;&#28856;&#20013;nerd&#30340;&#38598;&#21512;&#12290;&#12290;&#12290;</p>
<p>&#20877;&#35828;&#36825;&#21507;&#30340;&#30495;&#30456;&#65292;&#31639;&#26159;&#26494;&#40736;&#20250;&#30340;&#20113;&#26080;&#24515;&#30340;&#21338;&#23458;&#38598;&#38182;&#12290;&#20316;&#32773;&#26159;&#20010;&#26053;&#32654;&#30340;&#39135;&#21697;&#24037;&#31243;&#23398;&#21338;&#22763;&#65292;&#20174;&#20182;&#20204;&#19987;&#19994;&#30340;&#35282;&#24230;&#26469;&#35762;&#20013;&#22269;&#20154;&#26368;&#27880;&#37325;&#30340;&#39278;&#39135;&#38382;&#39064;&#12290;&#24191;&#21578;&#23601;&#19981;&#22810;&#35828;&#20102;&#12290;</p>
<p>&#25171;&#23567;&#25105;&#29240;&#25945;&#32946;&#25105;&#21507;&#39277;&#65292;&#19968;&#20010;&#20013;&#24515;&#24605;&#24819;&#23601;&#26159;&#21507;&#39277;&#26102;&#39184;&#26700;&#19978;&#30340;&#65292;&#21676;&#24471;&#21160;&#30340;&#65292;&#37117;&#26159;&#33021;&#21507;&#30340;&#65292;&#19981;&#35201;&#24635;&#24819;&#20998;&#36776;&#36825;&#26159;&#20160;&#20040;&#37027;&#26159;&#20160;&#20040;&#65292;&#21507;&#23601;&#26159;&#20102;&#12290;&#36825;&#26679;&#23548;&#33268;&#25105;&#34429;&#28982;&#29233;&#21507;&#32905;&#65292;&#20294;&#26159;&#24635;&#20307;&#19978;&#21507;&#30340;&#24456;&#26434;&#65292;&#20081;&#19971;&#20843;&#31967;&#30340;&#20869;&#33039;&#65292;&#19981;&#30693;&#21517;&#30340;&#23567;&#33609;&#21861;&#30340;&#65292;&#36890;&#21507;&#12290;</p>
<p>&#23013;&#23013;&#29616;&#22312;&#24180;&#32426;&#22823;&#20102;&#65292;&#25972;&#22825;&#24565;&#21480;&#22909;&#27515;&#19981;&#22914;&#36182;&#27963;&#30528;&#12290;&#26412;&#30528;&#36825;&#19968;&#31934;&#31070;&#65292;&#21307;&#29983;&#35828;&#65292;&#40481;&#34507;&#32966;&#22266;&#37255;&#39640;&#65292;&#19977;&#39640;&#20154;&#32676;&#21507;&#20102;&#19981;&#22909;&#12290;&#23013;&#23013;&#20174;&#27492;&#23545;&#40481;&#34507;&#20813;&#30123;&#65292;&#30896;&#37117;&#19981;&#30896;&#12290;</p>
<p>&#25105;&#22920;&#20063;&#26377;&#36825;&#36235;&#21183;&#12290;&#20154;&#35828;&#20160;&#20040;&#22909;&#65292;&#22905;&#23601;&#24448;&#23478;&#25972;&#19968;&#22534;&#65307;&#20154;&#35828;&#20160;&#20040;&#19981;&#22909;&#65292;&#25105;&#21507;&#20102;&#65292;&#22905;&#21561;&#32993;&#23376;&#30634;&#30524;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#25152;&#20197;&#24819;&#20080;&#20102;&#36825;&#20070;&#65292;&#35753;&#22920;&#30475;&#30475;&#30740;&#31350;&#20154;&#21592;&#24590;&#20040;&#35828;&#65292;&#25442;&#20010;&#35282;&#24230;&#30475;&#21507;&#39277;&#12290;</p>
<p>&#20080;&#20043;&#21069;&#30475;&#21040;&#24456;&#22810;&#36127;&#38754;&#35780;&#35770;&#65292;&#35828;&#26681;&#26412;&#27809;&#26377;&#35762;&#21040;&#26377;&#29992;&#30340;&#20449;&#24687;&#12290;&#30830;&#23454;&#21487;&#20197;&#36825;&#26679;&#35828;&#12290;&#22914;&#26524;&#20320;&#24819;&#35753;&#36825;&#26412;&#20070;&#21578;&#35785;&#20320;&#20160;&#20040;&#33021;&#21507;&#20160;&#20040;&#19981;&#33021;&#21507;&#65292;&#21507;&#20160;&#20040;&#22909;&#21507;&#20160;&#20040;&#19981;&#22909;&#65292;&#37027;&#23601;&#35201;&#22833;&#26395;&#32780;&#24402;&#20102;&#12290;&#32763;&#23436;&#25972;&#26412;&#20070;&#65292;&#27809;&#26377;&#22826;&#22810;&#30340;&#32467;&#35770;&#24615;&#19996;&#35199;&#65292;&#20294;&#21364;&#22788;&#22788;&#20307;&#29616;&#30528;&#19968;&#20010;&#24605;&#24819;&#65306;&#27809;&#26377;&#32477;&#23545;&#20581;&#24247;&#30340;&#39135;&#29289;&#65292;&#25105;&#20204;&#21482;&#26159;&#22312;&#29616;&#26377;&#22522;&#30784;&#19978;&#65292;&#23547;&#25214;&#30456;&#23545;&#21361;&#23475;&#26368;&#23569;&#30340;&#37027;&#20010;&#12290;</p>
<p>&#27604;&#22914;&#65292;&#23545;&#20110;&#39135;&#21697;&#28155;&#21152;&#21058;&#65292;&#21548;&#30528;&#24635;&#35753;&#20154;&#35273;&#24471;&#19981;&#33298;&#26381;&#12290;&#25105;&#22920;&#23601;&#27604;&#36739;&#20449;&#22857;&#65292;&#32769;&#31062;&#23447;&#19990;&#19990;&#20195;&#20195;&#37117;&#26159;&#36825;&#20040;&#21507;&#36807;&#26469;&#30340;&#65292;&#20197;&#21069;&#37117;&#27809;&#21861;&#28155;&#21152;&#21058;&#65292;&#20154;&#20063;&#19981;&#21643;&#23481;&#26131;&#21507;&#20986;&#27611;&#30149;&#65292;&#22810;&#20581;&#24247;&#30340;&#12290;&#36825;&#20010;&#26102;&#20505;&#65292;&#23601;&#24212;&#35813;&#26435;&#34913;&#65292;&#19981;&#29992;&#28155;&#21152;&#21058;&#65292;&#39135;&#21697;&#20135;&#29983;&#30340;&#32454;&#33740;&#23545;&#20154;&#20307;&#24102;&#26469;&#30340;&#21361;&#23475;&#65307;&#21644;&#29992;&#28155;&#21152;&#21058;&#21518;&#65292;&#32454;&#33740;&#20943;&#23569;&#20102;&#65292;&#32780;&#28155;&#21152;&#21058;&#23545;&#20154;&#20307;&#21448;&#20250;&#20135;&#29983;&#24590;&#26679;&#30340;&#24433;&#21709;&#12290;&#20551;&#22914;&#21518;&#32773;&#26159;&#36890;&#36807;&#20805;&#20998;&#23454;&#39564;&#65292;&#20005;&#26684;&#38480;&#23450;&#21058;&#37327;&#65292;&#39135;&#20837;&#21518;&#22522;&#26412;&#21487;&#20197;&#34987;&#20154;&#20307;&#20195;&#35874;&#30340;&#65292;&#37027;&#20040;&#20063;&#31639;&#26159;&#30456;&#23545;&#23433;&#20840;&#30340;&#20102;&#12290;</p>
<p>&#20854;&#23454;&#35828;&#26469;&#35828;&#21435;&#23601;&#26159;&#36825;&#20040;&#20010;&#36947;&#29702;&#65292;&#29289;&#26497;&#24517;&#21453;&#65292;&#19981;&#33021;&#22240;&#20026;&#35828;&#20160;&#20040;&#22909;&#65292;&#23601;&#20351;&#21170;&#20799;&#21507;&#65292;&#37027;&#21453;&#20498;&#26377;&#21361;&#23475;&#12290;&#21507;&#33647;&#26102;&#24635;&#35828;&#20013;&#33647;&#27604;&#35199;&#33647;&#22909;&#65292;&#21487;&#26159;&#33647;&#19977;&#20998;&#27602;&#65292;&#20063;&#19981;&#33021;&#22240;&#20026;&#36825;&#20010;&#29702;&#30001;&#65292;&#27809;&#20107;&#20799;&#23601;&#29378;&#21917;&#20013;&#33647;&#65292;&#21917;&#27700;&#21917;&#22810;&#20102;&#37117;&#36824;&#27700;&#20013;&#27602;&#21602;&#12290;&#21516;&#26679;&#30340;&#65292;&#21363;&#20415;&#32511;&#35910;&#30495;&#30340;&#26377;&#29305;&#27530;&#30103;&#25928;&#65292;&#35201;&#26159;&#19968;&#22825;&#19977;&#39039;&#30340;&#21507;&#32511;&#35910;&#65292;&#35841;&#33021;&#20445;&#35777;&#19981;&#20250;&#20135;&#29983;&#28857;&#36127;&#26041;&#21521;&#30340;&#8220;&#29305;&#27530;&#30103;&#25928;&#8221;&#12290;&#12290;&#12290;</p>
<p>&#25152;&#20197;&#35828;&#39278;&#39135;&#22343;&#34913;&#26368;&#20851;&#38190;&#65292;&#19981;&#24517;&#22826;&#32416;&#32467;&#20110;&#23547;&#25214;&#26368;&#20581;&#24247;&#30340;&#39135;&#29289;&#12290;&#20219;&#20309;&#19996;&#35199;&#65292;&#21333;&#29420;&#25343;&#20986;&#26469;&#37117;&#19981;&#33021;&#20445;&#35777;&#19968;&#20010;&#20154;&#20581;&#24247;&#19981;&#26159;&#65311;&#21916;&#27426;&#21507;&#30340;&#19996;&#35199;&#22810;&#21507;&#28857;&#20799;&#65292;&#19981;&#21916;&#27426;&#30340;&#23569;&#21507;&#28857;&#19981;&#23601;ok&#12290;&#27833;&#28856;&#39135;&#21697;&#19981;&#20581;&#24247;&#65292;&#21487;&#25105;&#21448;&#22909;&#36825;&#21475;&#20799;&#65292;&#37027;&#20598;&#23572;&#21507;&#21507;&#65292;&#35299;&#35299;&#39307;&#65292;&#27809;&#20160;&#20040;&#19981;&#22909;&#65292;&#20154;&#37117;&#26159;&#26377;&#19968;&#23450;&#25269;&#25239;&#21147;&#21644;&#20195;&#35874;&#33021;&#21147;&#30340;&#65292;&#19981;&#29992;&#25226;&#33258;&#24049;&#24819;&#30340;&#22826;&#23047;&#27668;&#12290;&#36825;&#20598;&#23572;&#30340;&#35299;&#39307;&#24102;&#26469;&#30340;&#24515;&#24773;&#19978;&#30340;&#24841;&#24742;&#65292;&#19981;&#20063;&#25402;&#20540;&#20040;&#12290;</p>
<p>&#29616;&#22312;&#24066;&#22330;&#19978;&#28909;&#28818;&#30340;&#20581;&#24247;&#39135;&#21697;&#65292;&#20854;&#23454;&#37117;&#19981;&#21643;&#22909;&#21507;&#12290;&#26080;&#31958;&#30340;&#28857;&#24515;&#19981;&#22909;&#21507;&#65307;&#22826;&#24179;&#26032;&#20986;&#20840;&#40614;&#39292;&#24178;&#22240;&#20026;&#21152;&#20102;&#19981;&#21516;&#21475;&#21619;&#65292;&#21619;&#36947;&#36824;&#21487;&#20197;&#65307;&#26366;&#32463;&#23581;&#35797;&#20840;&#40614;&#26080;&#31958;&#30340;&#27861;&#26829;&#65292;&#36824;&#19981;&#22914;&#31389;&#31389;&#22836;&#22909;&#21507;&#12290;&#22079;&#22079;&#65292;&#36825;&#23601;&#26159;&#32654;&#21619;&#21644;&#20581;&#24247;&#30340;&#26435;&#34913;&#20040;&#12290;&#36824;&#26377;&#23601;&#26159;&#25104;&#26412;&#38382;&#39064;&#20102;&#65292;&#28781;&#33740;&#25928;&#26524;&#36234;&#22909;&#65292;&#25104;&#26412;&#36234;&#39640;&#65292;&#25104;&#26412;&#25511;&#21046;&#22312;&#19968;&#23450;&#33539;&#22260;&#20869;&#65292;&#25105;&#20204;&#25165;&#28040;&#36153;&#24471;&#36215;&#65292;&#21487;&#26159;&#32454;&#33740;&#20063;&#23601;&#36866;&#24403;&#30340;&#30041;&#19979;&#20102;&#28857;&#24184;&#23384;&#32773;&#21543;~</p>
<p>&#35828;&#21040;&#36825;&#20799;&#65292;&#23601;&#24819;&#21040;&#26494;&#40736;&#20250;&#19978;&#19968;&#31687;&#20851;&#20110;&#20859;&#29399;&#30340;&#25991;&#31456;&#12290;&#35752;&#35770;&#24576;&#23381;&#26399;&#38388;&#26159;&#19981;&#36866;&#23452;&#20859;&#29399;&#12290;&#19968;&#33324;&#37117;&#20250;&#35748;&#20026;&#65292;&#20859;&#29399;&#20250;&#24102;&#26469;&#24456;&#22810;&#30149;&#33740;&#65292;&#19981;&#36866;&#20110;&#23381;&#22919;&#23567;&#23401;&#29983;&#27963;&#29615;&#22659;&#12290;&#21487;&#26159;&#65292;&#29616;&#22312;&#30340;&#28781;&#33740;&#28165;&#27905;&#20135;&#21697;&#37027;&#20040;&#22810;&#65292;&#20551;&#22914;&#25105;&#24456;&#21916;&#27426;&#23567;&#29399;&#65292;&#27880;&#24847;&#28857;&#21355;&#29983;&#65292;&#22810;&#25171;&#25195;&#19981;&#23601;&#34892;&#20102;&#22043;&#12290;&#23545;&#20110;&#21916;&#27426;&#29399;&#30340;&#20154;&#26469;&#35828;&#65292;&#20859;&#29399;&#24102;&#26469;&#30340;&#24515;&#24773;&#19978;&#30340;&#33298;&#30021;&#36828;&#22823;&#20110;&#28040;&#28781;&#32454;&#33740;&#30340;&#40635;&#28902;&#12290;&#32780;&#23545;&#20110;&#19981;&#21916;&#27426;&#29399;&#30340;&#20154;&#65292;&#20063;&#27809;&#24517;&#35201;&#20026;&#20102;&#35797;&#30528;&#33298;&#32531;&#24515;&#24773;&#21435;&#25972;&#26465;&#29399;&#22238;&#26469;&#65292;&#23545;&#20320;&#23545;&#29399;&#37117;&#26159;&#25240;&#30952;&#12290;</p>
<p>&#35828;&#26469;&#35828;&#21435;&#65292;&#23567;&#26102;&#20505;&#38271;&#36744;&#24635;&#24565;&#21480;&#65306;&#19981;&#24178;&#19981;&#20928;&#21507;&#20102;&#27809;&#30149;&#12290;&#20307;&#20250;&#20854;&#31934;&#31070;&#65292;&#21861;&#39135;&#29289;&#36866;&#37327;&#20351;&#29992;&#37117;&#25402;&#22909;&#30340;&#65292;&#20877;&#22909;&#30340;&#34917;&#21697;&#65292;&#21507;&#22810;&#20102;&#20063;&#26159;&#19981;&#22909;&#30340;&#12290;</p>
                                    </p>
</div>


  <footer>
    <p class="meta">
      
  

<span class="byline author vcard">Posted by <span class="fn">muggleyoung</span></span>

      








  



<time datetime="2010-07-27T00:00:00+08:00" pubdate data-updated="true">Jul 27<span>th</span>, 2010</time>
      


    </p>
    
      <div class="sharing">
  
  <a href="http://twitter.com/share" class="twitter-share-button" data-url="http://muggleyoung.github.com/blog/2010/07/27/%E4%B8%8D%E5%B9%B2%E4%B8%8D%E5%87%80%EF%BC%8C%E5%90%83%E4%BA%86%E6%B2%A1%E7%97%85/" data-via="" data-counturl="http://muggleyoung.github.com/blog/2010/07/27/%E4%B8%8D%E5%B9%B2%E4%B8%8D%E5%87%80%EF%BC%8C%E5%90%83%E4%BA%86%E6%B2%A1%E7%97%85/" >Tweet</a>
  
  
  
</div>

    
    <p class="meta">
      
        <a class="basic-alignment left" href="/blog/2010/07/26/%E8%AF%B1%E6%83%91%E5%A4%A7%E5%A4%A7%E6%BB%B4/" title="Previous Post: 诱惑大大滴">&laquo; 诱惑大大滴</a>
      
      
        <a class="basic-alignment right" href="/blog/2010/07/27/%E5%A4%A9%E5%BA%9C%E6%88%90%E9%83%BD%E6%B8%B82/" title="Next Post: 天府成都游2">天府成都游2 &raquo;</a>
      
    </p>
  </footer>
</article>

</div>

<aside class="sidebar">
  
    <section>
  <h1>Recent Posts</h1>
  <ul id="recent_posts">
    
      <li class="post">
        <a href="/blog/2013/03/27/version-control-dot-vim-file-with-git/">Version Control .vim File With Git</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/25/how-to-use-font-icon-in-html/">How to use font icon in HTML</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-change-git-repo-name/">how to change git repo name</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-setup-a-new-remote-git-repo/">How to setup a new remote git repo</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/13/hui-gu-2012/">回顾2012</a>
      </li>
    
  </ul>
</section>






  
</aside>


    </div>
  </div>
  <footer role="contentinfo"><p>
  Copyright &copy; 2013 - muggleyoung -
  <span class="credit">Powered by <a href="http://octopress.org">Octopress</a>. Design by <a href="http://octopressthemes.com">Octopress Themes</a>.</span>
</p>

</footer>
  







  <script type="text/javascript">
    (function(){
      var twitterWidgets = document.createElement('script');
      twitterWidgets.type = 'text/javascript';
      twitterWidgets.async = true;
      twitterWidgets.src = 'http://platform.twitter.com/widgets.js';
      document.getElementsByTagName('head')[0].appendChild(twitterWidgets);
    })();
  </script>





</body>
</html>
