
<!DOCTYPE html>
<!--[if IEMobile 7 ]><html class="no-js iem7"><![endif]-->
<!--[if lt IE 9]><html class="no-js lte-ie8"><![endif]-->
<!--[if (gt IE 8)|(gt IEMobile 7)|!(IEMobile)|!(IE)]><!--><html class="no-js" lang="en"><!--<![endif]-->
<head>
  <meta charset="utf-8">
  <title>agile tour西安站 - muggleyoung's blog</title>
  <meta name="author" content="muggleyoung">

  
  <meta name="description" content="11&#26376;17&#21495;&#65292;aglio tour&#35199;&#23433;&#31449;&#65292;&#22320;&#28857;&#22312;&#36719;&#20214;&#22253;&#65292;&#21326;&#20026; &hellip;">
  

  <!-- http://t.co/dKP3o1e -->
  <meta name="HandheldFriendly" content="True">
  <meta name="MobileOptimized" content="320">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  
  <link rel="canonical" href="http://muggleyoung.github.com/blog/2010/12/02/agile-tour%E8%A5%BF%E5%AE%89%E7%AB%99/">
  <link href="/favicon.png" rel="icon">
  <link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
  <script src="/javascripts/modernizr-2.0.js"></script>
  <script src="/javascripts/ender.js"></script>
  <script src="/javascripts/octopress.js" type="text/javascript"></script>
  <link href="/atom.xml" rel="alternate" title="muggleyoung's blog" type="application/atom+xml">
  <!--Fonts from Google"s Web font directory at http://google.com/webfonts -->
<link href="http://fonts.googleapis.com/css?family=PT+Serif:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<link href="http://fonts.googleapis.com/css?family=PT+Sans:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">

  

</head>

<body   >
  <header role="banner"><hgroup>
  <h1><a href="/">muggleyoung's blog</a></h1>
  
    <h2>A blogging framework for hackers.</h2>
  
</hgroup>

</header>
  <nav role="navigation"><ul class="subscription" data-subscription="rss">
  <li><a href="/atom.xml" rel="subscribe-rss" title="subscribe via RSS">RSS</a></li>
  
</ul>
  
<form action="http://google.com/search" method="get">
  <fieldset role="search">
    <input type="hidden" name="q" value="site:muggleyoung.github.com" />
    <input class="search" type="text" name="q" results="0" placeholder="Search"/>
  </fieldset>
</form>
  
<ul class="main-navigation">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
</ul>

</nav>
  <div id="main">
    <div id="content">
      <div>
<article class="hentry" role="article">
  
  <header>
    
      <h1 class="entry-title">Agile Tour西安站</h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-12-02T00:00:00+08:00" pubdate data-updated="true">Dec 2<span>nd</span>, 2010</time>
        
      </p>
    
  </header>


<div class="entry-content"><p>
                                    <p>11&#26376;17&#21495;&#65292;aglio tour&#35199;&#23433;&#31449;&#65292;&#22320;&#28857;&#22312;&#36719;&#20214;&#22253;&#65292;&#21326;&#20026;openday&#23601;&#37027;&#20799;&#23459;&#35762;&#30340;&#65292;&#20316;&#20026;&#36164;&#28145;&#36335;&#30196;&#65292;&#25105;&#21482;&#33021;&#25551;&#36848;&#21040;&#36825;&#20010;&#31243;&#24230;&#20102;&#12290;&#12290;&#12290;</p>
<p>&#24635;&#20307;&#26469;&#35828;&#65292;&#35199;&#23433;&#31449;&#30340;&#27963;&#21160;&#21482;&#26377;&#19968;&#19979;&#21320;&#12290;&#21407;&#26412;&#36824;&#25351;&#26395;&#20030;&#21150;&#19968;&#25972;&#22825;&#65292;&#20013;&#21320;&#33021;&#31649;&#20010;&#33258;&#21161;&#39184;&#21780;&#24471;&#65292;&#27809;&#24806;&#35760;&#19978;&#12290;&#12290;&#12290;</p>
<p>&#21457;&#20102;&#22909;&#22810;&#22909;&#22810;&#23459;&#20256;&#26448;&#26009;&#65292;&#31561;&#24453;&#24320;&#22987;&#30340;&#26102;&#20505;&#25105;&#37117;&#19968;&#19968;&#35748;&#30495;&#23457;&#38405;&#20102;&#12290;infoQ&#65292;thoughtworks&#65292;active network&#65292;&#35199;&#23433;&#36719;&#20214;&#22253;&#65292;&#36824;&#26377;&#19968;&#25903;&#36156;&#36156;&#21487;&#29233;&#20063;&#21450;&#20854;&#38590;&#20351;&#30340;&#31508;</p>
<p>&#24635;&#20849;&#20116;&#20010;session&#65292;&#19968;&#20010;&#19968;&#20010;&#22238;&#24518;&#21543;&#65292;&#21681;&#35760;&#24615;&#19981;&#22909;~</p>
<p>1. &#26497;&#38480;&#32534;&#31243;&#20869;&#26680;&#23454;&#36341;&#65292;&#32993;&#20975;</p>
<p>&#160;&#160;&#160; &#21518;&#26469;&#30475;&#21453;&#39304;&#22909;&#22810;&#20154;&#37117;&#35823;&#20197;&#20026;&#26159;&#35762;linux&#30456;&#20851;&#25216;&#26415;&#65292;&#25105;&#20063;&#26159;</p>
<p>&#160;&#160;&#160; &#20854;&#23454;&#35762;&#30340;&#26159;XP&#32534;&#31243;&#65292;&#36824;&#29616;&#22330;&#36992;&#35831;&#35266;&#20247;&#32467;&#23545;&#28436;&#31034;&#20102;&#19968;&#27573;TDD&#32534;&#31243;&#65292;&#29305;&#30452;&#35266;&#30340;&#35753;&#25105;&#26126;&#30333;&#20102;&#20160;&#20040;&#26159;TDD&#12290;</p>
<p>&#160;&#160;&#160; &#36824;&#35762;&#21040;&#20102;&#37325;&#26500;&#65292;&#21457;&#29616;&#37325;&#26500;&#36825;&#35789;&#20799;&#22312;&#27963;&#21160;&#20013;&#20986;&#29616;&#29575;&#24456;&#39640;&#65292;&#36275;&#20197;&#35828;&#26126;&#20182;&#30340;&#37325;&#35201;&#24615;&#12290;</p>
<p>&#160;&#160;&#160; &#27492;session&#26368;&#22823;&#30340;&#25910;&#33719;&#65306;</p>
<p>&#160;&#160;&#160; &#26126;&#30333;&#20102;&#21861;&#26159;TDD&#12290;&#19981;&#19987;&#19994;&#30340;&#29702;&#35299;&#23601;&#26159;&#65292;&#27979;&#35797;&#20195;&#30721;&#20889;&#22909;&#20043;&#21518;&#65292;&#24320;&#21457;&#30340;&#30446;&#30340;&#20250;&#26356;&#26126;&#30830;&#65292;&#23601;&#26159;&#20026;&#20102;&#36890;&#36807;&#36825;&#19968;&#27573;&#20195;&#30721;&#65292;&#32511;&#20102;&#65292;&#20219;&#21153;&#32467;&#26463;&#12290;&#36825;&#26679;&#19968;&#26469;&#65292;&#23601;&#35753;&#24320;&#21457;&#30340;&#26465;&#29702;&#26356;&#28165;&#26224;&#65292;&#20219;&#21153;&#26356;&#26126;&#30830;&#65292;&#20063;&#24847;&#21619;&#30528;&#27979;&#35797;&#30340;&#36131;&#20219;&#21464;&#30340;&#37325;&#22823;&#65292;&#27979;&#35797;&#38656;&#35201;&#22312;&#36719;&#20214;&#24320;&#21457;&#30340;&#21021;&#26399;&#38454;&#27573;&#23601;&#24819;&#26126;&#30333;&#20102;&#38656;&#35201;&#23454;&#29616;&#30340;&#21151;&#33021;&#31561;&#65292;&#20889;&#25104;&#20195;&#30721;&#12290;&#36824;&#35762;&#20102;&#19968;&#26465;&#27979;&#35797;&#39537;&#21160;&#24320;&#21457;&#30340;&#21407;&#21017;&#65306;&#22312;&#27809;&#26377;&#30475;&#21040;&#22833;&#36133;&#30340;Case&#20043;&#21069;&#65292;&#19981;&#38656;&#35201;&#20889;&#20195;&#30721;&#12290;</p>
<p>&#160;&#160;&#160; &#20146;&#30524;&#35265;&#35782;&#19987;&#19994;&#32534;&#31243;&#30340;&#29366;&#24577;&#65292;&#37027;&#23631;&#24149;&#20999;&#25442;&#21808;&#21808;&#30340;&#12290;&#24403;&#25105;&#20043;&#21518;&#19981;&#26029;&#21521;&#21516;&#23398;&#26379;&#21451;&#34920;&#36798;&#23545;&#27492;&#31867;&#20154;&#22763;&#30340;&#25964;&#20208;&#26102;&#65292;&#22823;&#23478;&#37117;&#20250;&#35828;&#19968;&#24180;&#20043;&#21518;&#20320;&#20063;&#36825;&#26679;&#12290;&#22079;&#22079;&#22079;&#65292;&#22909;&#21543;&#65292;&#35874;&#35874;&#20320;&#20204;&#30340;&#20449;&#20219;&#65292;&#25105;&#20197;&#27492;&#20026;&#30446;&#26631;&#21162;&#21147;&#65292;&#20105;&#21462;&#26089;&#28857;&#21047;&#23631;&#21523;&#21804;&#21035;&#20154;&#12290;</p>
<p>&#160;&#160;&#160; &#20851;&#20110;&#32467;&#23545;&#32534;&#31243;&#65292;&#20998;&#20102;&#20004;&#31867;&#65292;&#21483;&#21861;&#21517;&#24536;&#35760;&#20102;&#12290;&#19968;&#31181;&#26159;&#27700;&#24179;&#30456;&#24403;&#30340;&#20154;&#32467;&#23545;&#65292;&#21487;&#20197;&#20114;&#30456;&#20132;&#27969;&#24555;&#36895;&#23436;&#25104;&#32534;&#31243;&#12290;&#36825;&#26679;&#20986;&#29616;&#20160;&#20040;&#38382;&#39064;&#65292;&#35299;&#20915;&#36215;&#26469;&#20063;&#26356;&#36805;&#36895;&#65292;&#21516;&#26102;&#26377;pair&#22352;&#22312;&#26049;&#36793;&#65292;&#24037;&#20316;&#25928;&#29575;&#20250;&#26356;&#39640;&#65292;&#20320;&#27809;&#26377;&#26102;&#38388;&#24515;&#29503;&#24847;&#39532;&#65292;&#27809;&#26377;&#26102;&#38388;&#20599;&#20599;&#25918;&#26494;&#65307;&#21478;&#19968;&#31181;&#26159;&#23454;&#21147;&#24748;&#27530;&#22411;&#30340;&#65292;&#23545;&#20110;&#26032;&#25163;&#26469;&#35828;&#65292;&#36825;&#26679;&#30340;&#23398;&#20064;&#26041;&#24335;&#26159;&#26377;&#22810;&#20040;&#38590;&#24471;&#21834;&#12290;&#20320;&#24819;&#24819;&#65292;&#24179;&#26102;&#21738;&#26377;&#20154;&#20250;&#26377;&#32784;&#24515;&#22352;&#22312;&#20320;&#26049;&#36793;&#19968;&#27493;&#19968;&#27493;&#30340;&#24341;&#23548;&#20320;&#65292;&#25509;&#19979;&#26469;&#35813;&#24590;&#20040;&#20570;&#65292;&#24590;&#20040;&#20570;&#26356;&#22909;&#65292;&#21738;&#26377;&#20154;&#20250;&#22312;&#33258;&#24049;&#20889;&#20195;&#30721;&#30340;&#26102;&#20505;&#32784;&#24515;&#35762;&#35299;&#20182;&#27491;&#22312;&#20570;&#20160;&#20040;&#65292;&#20026;&#20160;&#20040;&#36825;&#26679;&#20570;&#12290;&#25152;&#20197;&#25105;&#20174;&#20102;&#35299;&#36825;&#20010;&#27010;&#24565;&#24320;&#22987;&#23601;&#35273;&#24471;&#26159;&#20010;&#19981;&#38169;&#30340;&#21150;&#27861;&#12290;</p>
<p>2. &#20195;&#30721;&#20043;&#19985;&#65292;&#37073;&#26196;</p>
<p>&#160;&#160; &#21442;&#21152;&#27963;&#21160;&#21069;&#27983;&#35272;&#20102;&#20182;&#30340;blog&#65292;&#20294;&#25105;&#24456;&#23569;&#26377;&#32784;&#24515;&#20180;&#32454;&#35835;&#20195;&#30721;&#24605;&#32771;&#38382;&#39064;&#12290;</p>
<p>&#160;&#160; &#31561;&#21040;&#21548;&#23436;&#25253;&#21578;&#65292;&#25165;&#24653;&#28982;&#22823;&#24735;&#12290;&#36825;&#65292;&#20063;&#31639;&#26159;&#37325;&#26500;&#30340;&#19968;&#37096;&#20998;&#20869;&#23481;&#21543;&#65292;&#25110;&#32773;&#35828;&#65292;&#36825;&#26681;&#26412;&#23601;&#26159;&#20445;&#25345;&#33391;&#22909;&#32534;&#31243;&#20064;&#24815;&#30340;&#38382;&#39064;&#12290;</p>
<p>&#160;&#160; &#26089;&#23601;&#28145;&#21051;&#24847;&#35782;&#21040;&#36825;&#20010;&#38382;&#39064;&#30340;&#37325;&#35201;&#24615;&#20102;&#12290;&#25105;&#30340;matlab&#20195;&#30721;&#30446;&#21069;&#24050;&#32463;&#22788;&#20110;&#24808;&#19981;&#24525;&#30585;&#30340;&#22320;&#27493;&#65292;&#32463;&#24120;&#33258;&#24049;&#25171;&#24320;&#19968;&#20010;&#20989;&#25968;&#38656;&#35201;&#22909;&#20037;&#25165;&#33021;&#30475;&#26126;&#30333;&#26159;&#24178;&#22043;&#29992;&#30340;&#12290;&#37325;&#26500;&#36825;&#20123;&#30772;&#20195;&#30721;&#23601;&#31639;&#20102;&#65292;&#33267;&#23569;&#22238;&#26469;&#20043;&#21518;&#20877;&#20889;&#20195;&#30721;&#65292;&#25105;&#20250;&#26377;&#24847;&#35782;&#30340;&#35753;&#20182;&#25972;&#27905;&#28857;&#12290;</p>
<p>&#160;&#160;&#160; &#20030;&#30340;&#20363;&#23376;&#37117;&#24456;&#27973;&#26174;&#26131;&#25026;&#65292;&#21253;&#25324;&#25105;&#36825;java&#30333;&#30196;&#65292;&#20973;&#30528;&#20165;&#26377;&#30340;&#35760;&#24518;&#20063;&#37117;&#33021;&#30475;&#26126;&#30333;&#21679;&#12290;&#25913;&#20889;&#21518;&#30340;&#20195;&#30721;&#65292;&#30495;&#26159;&#22909;&#22810;&#20102;&#65292;&#20316;&#20026;&#21453;&#23556;&#24359;&#38271;&#30340;&#23401;&#23376;&#65292;&#20063;&#33021;&#21450;&#26102;&#24653;&#28982;&#22823;&#24735;&#30340;&#22114;~</p>
<p>&#160;&#160;&#160; &#24182;&#19988;&#20316;&#20026;&#30053;&#24494;&#24739;&#26377;&#24378;&#36843;&#30151;&#30340;&#23043;&#65292;&#30475;&#21040;&#25913;&#36807;&#30340;&#65292;&#30701;&#23567;&#24039;&#22937;&#30340;&#20195;&#30721;&#65292;&#24515;&#24773;&#33298;&#30021;&#30340;&#19981;&#34892;&#12290;</p>
<p>3. scrum&#25935;&#25463;&#23454;&#26045;&#65292;&#40077;&#22830;&#33311;</p>
<p>&#160;&#160;&#160; &#36825;&#20010;&#20027;&#35762;MM&#22909;&#24180;&#36731;&#21834;&#65292;&#35762;&#20102;&#22905;&#22312;&#27861;&#22269;&#30005;&#20449;&#30340;&#19968;&#20010;&#22242;&#38431;&#23454;&#26045;&#25935;&#25463;&#30340;&#26696;&#20363;&#12290;&#24039;&#30340;&#26159;&#26368;&#36817;&#27861;&#22269;&#30005;&#20449;&#27491;&#22909;&#22312;&#35199;&#23433;&#26657;&#22253;&#25307;&#32856;&#12290;&#20855;&#20307;&#26696;&#20363;&#20160;&#20040;&#30340;&#25105;&#21548;&#25026;&#20102;&#65292;&#21487;&#26159;&#27809;&#26377;&#36807;&#39033;&#30446;&#32463;&#39564;&#65292;&#23454;&#22312;&#35828;&#19981;&#19978;&#26377;&#20160;&#20040;&#24515;&#24471;&#65292;&#23436;&#20840;&#26159;&#25509;&#21463;&#24335;&#30340;&#23398;&#20064;&#12290;</p>
<p>&#160;&#160;&#160; &#35848;&#21040;&#22242;&#38431;&#35282;&#33394;&#20160;&#20040;&#30340;&#65292;&#20498;&#26159;&#25402;&#26377;&#24847;&#24605;&#30340;&#12290;&#23646;&#20110;&#20559;&#21521;&#31649;&#29702;&#23618;&#38754;&#30340;&#25935;&#25463;&#20171;&#32461;&#12290;</p>
<p>4. &#35774;&#35745;&#22242;&#38431;&#30340;&#25935;&#25463;&#20043;&#36947;&#65292;&#23385;&#29840;&#33452;</p>
<p>&#160;&#160;&#160; &#20174;BA&#30340;&#35282;&#24230;&#35762;&#25935;&#25463;&#65292;&#35762;&#30340;&#25402;&#26377;&#24847;&#24605;&#12290;&#20174;&#23478;&#35013;&#35762;&#36215;&#65292;&#24341;&#20837;&#21040;&#24320;&#21457;&#36807;&#31243;&#20013;&#65292;&#24456;&#23481;&#26131;&#25026;&#65292;&#22788;&#22788;&#28183;&#36879;&#30528;&#25935;&#25463;&#30340;&#24605;&#24819;&#12290;</p>
<p>5. &#20307;&#39564;&#25506;&#32034;&#24615;&#27979;&#35797;&#65292;Eric</p>
<p>&#160;&#160;&#160; &#27604;&#36739;&#22909;&#29609;&#20102;&#65292;&#22806;&#22269;&#20154;&#30340;&#35762;&#36848;&#26041;&#24335;&#36824;&#26159;&#21644;&#25105;&#20204;&#19981;&#19968;&#26679;&#30340;&#12290;&#26377;&#24456;&#22810;&#20363;&#23376;&#24341;&#23548;&#30528;&#65292;&#35753;&#20320;&#26126;&#30333;&#20160;&#20040;&#26159;&#25506;&#32034;&#24615;&#27979;&#35797;&#65292;&#24182;&#27809;&#26377;&#36807;&#22810;&#30340;&#27010;&#24565;&#21644;&#24700;&#20154;&#30340;&#26415;&#35821;&#12290;</p>
<p>&#160;&#160;&#160; &#30053;&#24494;&#25195;&#20852;&#30340;&#26159;&#32763;&#35793;&#29615;&#33410;&#65292;&#32467;&#26463;&#30340;&#26102;&#20505;&#32763;&#35793;&#33883;&#26684;&#35299;&#37322;&#35828;&#36825;&#26159;&#20182;&#31532;&#19968;&#27425;&#24178;&#36825;&#20107;&#20799;&#65292;&#21487;&#20197;&#29702;&#35299;&#65292;&#25152;&#20197;&#25105;&#23601;&#23545;&#20107;&#20799;&#19981;&#23545;&#20154;&#30340;&#35828;&#20102;&#12290;&#19982;&#20854;&#32763;&#35793;&#30340;&#19981;&#22909;&#65292;&#19981;&#22914;&#19981;&#35201;&#32763;&#35793;&#12290;&#24403;&#28982;&#65292;&#32771;&#34385;&#21442;&#19982;&#32773;&#30340;&#26222;&#36941;&#27700;&#24179;&#65292;&#25105;&#35273;&#24471;&#20063;&#19981;&#33267;&#20110;&#19968;&#28857;&#20799;&#40479;&#35821;&#19981;&#25026;&#21543;&#65292;&#31616;&#21333;&#30340;&#23601;&#19981;&#32763;&#20102;&#65292;&#31245;&#24494;&#22797;&#26434;&#28857;&#19987;&#19994;&#28857;&#30340;&#21477;&#23376;&#32763;&#32763;&#23601;&#34892;&#20102;&#12290;&#24819;&#24819;&#65292;&#23545;&#20110;&#21548;&#24471;&#25026;&#30340;&#23401;&#23376;&#65292;&#32763;&#35793;&#20250;&#25171;&#26029;&#28436;&#35762;&#32773;&#30340;&#24605;&#36335;&#21644;&#25972;&#20010;&#35762;&#28436;&#30340;&#24863;&#35273;&#65307;&#23545;&#20110;&#21548;&#19981;&#25026;&#30340;&#23401;&#23376;&#65292;&#19981;&#22909;&#30340;&#32763;&#35793;&#36319;&#27809;&#32763;&#19968;&#26679;&#65292;&#37027;&#36824;&#19981;&#22914;&#19981;&#32763;&#21602;&#12290;&#30475;&#23617;&#23617;&#36386;&#65292;&#30475;&#34920;&#24773;&#21861;&#30340;&#21453;&#20498;&#26356;&#33021;&#20307;&#20250;&#21040;&#28857;&#21861;&#21602;&#12290;</p>
<p>&#160;&#160; &#33267;&#23569;&#36825;&#20010;&#36215;&#21021;&#35753;&#25105;&#24456;&#24863;&#20852;&#36259;&#30340;&#37096;&#20998;&#65292;&#36807;&#21322;&#20043;&#21518;&#23601;&#27809;&#22909;&#22909;&#21548;&#20102;&#65292;&#25972;&#20010;&#36807;&#31243;&#30340;&#33410;&#22863;&#23454;&#22312;&#23481;&#26131;&#30561;&#30528;&#12290;</p>
<p>&#20854;&#20182;&#22043;&#65292;&#25277;&#20102;&#22909;&#22810;&#22870;&#65292;&#25105;&#19968;&#26679;&#27809;&#20013;&#65292;&#36825;&#20063;&#27491;&#24120;&#12290;&#21487;&#37027;&#25277;&#22870;&#36719;&#20214;&#32473;&#20102;&#25105;&#20805;&#20998;&#25265;&#24616;&#30340;&#29702;&#30001;&#65292;&#25277;&#26469;&#25277;&#21435;&#19968;&#20010;&#21495;&#37325;&#22797;&#22909;&#20960;&#27425;&#65292;&#20013;&#22870;&#21495;&#30721;&#20998;&#24067;&#24456;&#38598;&#20013;&#21861;&#30340;&#12290;&#22870;&#21697;&#21487;&#20016;&#30427;&#20102;&#65292;&#26377;&#20070;&#65292;&#26377;&#21253;&#65292;&#26377;T&#65292;&#36824;&#26377;&#35838;&#31243;&#21861;&#30340;&#65292;&#22079;&#22079;&#65292;&#30524;&#39307;&#24471;&#24456;~</p>
                                    </p>
</div>


  <footer>
    <p class="meta">
      
  

<span class="byline author vcard">Posted by <span class="fn">muggleyoung</span></span>

      








  


<time datetime="2010-12-02T00:00:00+08:00" pubdate data-updated="true">Dec 2<span>nd</span>, 2010</time>
      


    </p>
    
      <div class="sharing">
  
  <a href="http://twitter.com/share" class="twitter-share-button" data-url="http://muggleyoung.github.com/blog/2010/12/02/agile-tour%E8%A5%BF%E5%AE%89%E7%AB%99/" data-via="" data-counturl="http://muggleyoung.github.com/blog/2010/12/02/agile-tour%E8%A5%BF%E5%AE%89%E7%AB%99/" >Tweet</a>
  
  
  
</div>

    
    <p class="meta">
      
        <a class="basic-alignment left" href="/blog/2010/12/01/%E4%BB%8A%E5%A4%A9%E6%98%AF%E4%B8%AA%E5%A5%BD%E6%97%A5%E5%AD%90%7E/" title="Previous Post: 今天是个好日子~">&laquo; 今天是个好日子~</a>
      
      
        <a class="basic-alignment right" href="/blog/2010/12/04/tw%E5%AD%A6%E5%89%8D%E7%8F%AD-1/" title="Next Post: tw学前班-1">tw学前班-1 &raquo;</a>
      
    </p>
  </footer>
</article>

</div>

<aside class="sidebar">
  
    <section>
  <h1>Recent Posts</h1>
  <ul id="recent_posts">
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-change-git-repo-name/">how to change git repo name</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-setup-a-new-remote-git-repo/">How to setup a new remote git repo</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/13/hui-gu-2012/">回顾2012</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/08/my-frist-post/">my-frist-post</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/05/14/eclipse---java.lang.noclassdeffounderror%3A-com.jayway.android.robotium.solo.solo%E9%94%99%E8%AF%AF%E8%A7%A3%E5%86%B3/">eclipse - java.lang.NoClassDefFoundError: com.jayway.android.robotium.solo.Solo错误解决</a>
      </li>
    
  </ul>
</section>






  
</aside>


    </div>
  </div>
  <footer role="contentinfo"><p>
  Copyright &copy; 2013 - muggleyoung -
  <span class="credit">Powered by <a href="http://octopress.org">Octopress</a>. Design by <a href="http://octopressthemes.com">Octopress Themes</a>.</span>
</p>

</footer>
  







  <script type="text/javascript">
    (function(){
      var twitterWidgets = document.createElement('script');
      twitterWidgets.type = 'text/javascript';
      twitterWidgets.async = true;
      twitterWidgets.src = 'http://platform.twitter.com/widgets.js';
      document.getElementsByTagName('head')[0].appendChild(twitterWidgets);
    })();
  </script>





</body>
</html>
