
<!DOCTYPE html>
<!--[if IEMobile 7 ]><html class="no-js iem7"><![endif]-->
<!--[if lt IE 9]><html class="no-js lte-ie8"><![endif]-->
<!--[if (gt IE 8)|(gt IEMobile 7)|!(IEMobile)|!(IE)]><!--><html class="no-js" lang="en"><!--<![endif]-->
<head>
  <meta charset="utf-8">
  <title>muggleyoung's blog</title>
  <meta name="author" content="muggleyoung">

  
  <meta name="description" content="&#36825;&#20010;&#28857;&#20799;&#65292;&#25105;&#19968;&#20154;&#20799;&#22312;&#23487;&#33293;
&#37027;&#20200;&#19981;&#21402;&#36947;&#30340;&# &hellip;">
  

  <!-- http://t.co/dKP3o1e -->
  <meta name="HandheldFriendly" content="True">
  <meta name="MobileOptimized" content="320">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  
  <link rel="canonical" href="http://muggleyoung.github.com/blog/page/17/">
  <link href="/favicon.png" rel="icon">
  <link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
  <script src="/javascripts/modernizr-2.0.js"></script>
  <script src="/javascripts/ender.js"></script>
  <script src="/javascripts/octopress.js" type="text/javascript"></script>
  <link href="/atom.xml" rel="alternate" title="muggleyoung's blog" type="application/atom+xml">
  <!--Fonts from Google"s Web font directory at http://google.com/webfonts -->
<link href="http://fonts.googleapis.com/css?family=PT+Serif:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<link href="http://fonts.googleapis.com/css?family=PT+Sans:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">

  

</head>

<body   >
  <header role="banner"><hgroup>
  <h1><a href="/">muggleyoung's blog</a></h1>
  
    <h2>A blogging framework for hackers.</h2>
  
</hgroup>

</header>
  <nav role="navigation"><ul class="subscription" data-subscription="rss">
  <li><a href="/atom.xml" rel="subscribe-rss" title="subscribe via RSS">RSS</a></li>
  
</ul>
  
<form action="http://google.com/search" method="get">
  <fieldset role="search">
    <input type="hidden" name="q" value="site:muggleyoung.github.com" />
    <input class="search" type="text" name="q" results="0" placeholder="Search"/>
  </fieldset>
</form>
  
<ul class="main-navigation">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
</ul>

</nav>
  <div id="main">
    <div id="content">
      <div class="blog-index">
  
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/04/03/%E6%97%A9%E5%AE%89%EF%BC%8C%E5%90%84%E4%BD%8D%7E/">早安，各位~</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-04-03T00:00:00+08:00" pubdate data-updated="true">Apr 3<span>rd</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#36825;&#20010;&#28857;&#20799;&#65292;&#25105;&#19968;&#20154;&#20799;&#22312;&#23487;&#33293;</p>
<p>&#37027;&#20200;&#19981;&#21402;&#36947;&#30340;&#20027;&#20799;&#65292;&#25243;&#24323;&#25105;&#25237;&#22868;&#33258;&#24049;&#23478;&#23646;&#21435;&#20102;</p>
<p>&#27809;&#20154;&#30340;&#23487;&#33293;&#30495;&#20919;&#65292;&#25105;&#25265;&#30528;&#28909;&#27700;&#34955;&#36824;&#26159;&#25163;&#33050;&#20912;&#20919;&#40763;&#28053;&#30524;&#27882;&#30340;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#21482;&#26159;&#20010;&#20932;&#20937;&#21834;~~~~~</p>
<p>&#19979;&#21320;&#25226;&#22969;&#25289;&#36807;&#26469;&#38506;&#25105;&#65292;&#19968;&#36215;&#21507;&#20102;subway&#65292;&#20986;&#26469;&#20197;&#21518;&#25105;&#21448;&#27809;&#39281;&#65292;&#36824;&#24819;&#21507;&#37240;&#36771;&#31881;&#12290;&#34987;&#21892;&#33391;&#30340;&#22969;&#38388;&#25509;&#38459;&#25318;&#12290;&#23043;&#35828;&#65292;&#21435;&#36891;&#36891;&#65292;&#25105;&#30693;&#36947;&#19968;&#20010;&#22320;&#26041;&#26377;&#21334;&#34915;&#26381;&#30340;&#65292;&#38376;&#21475;&#20063;&#26377;&#21334;&#21507;&#30340;&#30340;&#12290;</p>
<p>&#23617;&#39072;&#23617;&#39072;&#36319;&#21435;&#36891;&#20102;&#19968;&#22280;&#65292;&#25165;&#21457;&#29616;&#25105;&#20111;&#22823;&#21457;&#20102;&#12290;&#35828;&#26159;&#32473;&#25105;&#30475;&#34915;&#26381;&#65292;&#22905;&#33258;&#24049;&#20080;&#20102;&#19968;&#35033;&#23376;&#65292;&#25105;&#31354;&#25163;&#12290;&#35828;&#26377;&#21507;&#30340;&#65292;&#20986;&#38376;&#25105;&#23601;&#30475;&#35265;&#19968;&#38754;&#39302;&#65292;&#36824;&#26377;&#19968;&#27700;&#26524;&#25674;&#20799;&#65292;&#21334;&#30340;&#33760;&#33821;&#36229;&#32423;&#36855;&#20320;&#65292;&#25105;&#24525;&#30528;&#27809;&#21507;&#12290;&#22238;&#26469;&#21507;&#20102;&#20004;&#21242;&#33647;&#65292;&#19968;&#30452;&#39295;&#21040;&#29616;&#22312;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;-</p>
<p>&#24858;&#20154;&#33410;&#30340;&#21069;&#19968;&#26202;&#65292;&#32842;&#22825;&#32842;&#24471;&#24456;high&#12290;&#36319;&#39134;&#35752;&#35770;&#20102;&#20154;&#29983;&#22823;&#35745;&#12290;&#21704;&#21704;</p>
<p>1&#21495;&#24403;&#22825;&#65292;&#21457;&#29616;&#65292;&#22823;&#23478;&#37117;&#32769;&#20102;&#65292;&#23545;&#24858;&#20154;&#33410;&#27809;&#21861;&#20852;&#36259;&#12290;&#25105;&#23601;&#19978;&#24403;&#19977;&#27425;&#12290;&#32769;&#22920;&#19968;&#27425;&#65292;&#32769;&#29241;&#19968;&#27425;&#65292;&#22260;&#33046;&#19978;&#30475;&#35265;&#19968;&#32654;&#22899;&#38142;&#25509;&#65292;&#22909;&#22855;&#28857;&#20987;&#21518;&#19978;&#24403;&#12290;&#20854;&#20013;&#32769;&#29241;&#37027;&#27425;&#24046;&#28857;&#25226;&#25105;&#24825;&#21741;&#65292;&#22826;&#29408;&#20102;&#65292;&#26377;&#36825;&#26679;&#24403;&#29241;&#30340;&#20040;~~~~&#25105;&#21040;&#32769;&#20063;&#24536;&#19981;&#20102;&#20320;&#36824;&#27424;&#25105;2k RMB&#65281;&#65281;&#65281;&#21756;&#21756;</p>
<p>&#20170;&#20799;&#26202;&#19978;&#23396;&#21333;&#25104;&#39740;&#20102;&#65292;&#22312;&#25171;&#24320;&#27700;&#30340;&#36335;&#19978;&#32473;&#23064;&#21644;&#39134;&#25171;&#30005;&#35805;&#65292;&#39277;&#21345;&#20877;&#27425;&#36951;&#22833;&#12290;&#21523;&#20986;&#25105;&#19968;&#36523;&#20919;&#27735;&#12290;&#24184;&#20111;&#21450;&#26102;&#22238;&#21435;&#25214;&#20102;&#65292;&#22909;&#24515;&#30340;&#27700;&#25151;&#22823;&#22920;&#25226;&#25105;&#30340;&#39277;&#21345;&#25918;&#22312;VIP&#32423;&#21035;&#30340;&#24453;&#35748;&#39046;&#23703;&#20301;&#65306;&#22905;&#23617;&#32929;&#19979;&#38754;&#12290;&#12290;&#12290;&#12290;&#28608;&#21160;&#30340;&#25105;&#21834;~</p>
<p>&#20197;&#21518;&#21487;&#24471;&#23567;&#24515;&#20102;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8211;</p>
<p>&#21683;&#22013;&#36824;&#27809;&#22909;&#65292;&#32922;&#23376;&#30140;&#20063;&#27809;&#26469;&#12290;&#21710;&#65292;&#36824;&#26159;&#21035;&#30140;&#20102;&#65292;&#23487;&#33293;&#27809;&#20154;&#65292;&#25105;&#38590;&#36807;&#20102;&#35841;&#26469;&#24110;&#25105;&#28903;&#28909;&#27700;&#24102;&#39277;&#21507;&#21834;~~~</p>
<p>&#21834;&#21568;&#21568;&#21568;&#65292;&#39118;&#39125;&#39125;&#30340;&#65292;&#30495;&#20919;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#26126;&#26089;&#19978;&#25105;&#35201;&#21435;&#21507;&#32993;&#36771;&#27748;&#65292;&#22823;&#30871;&#22823;&#39309;&#12290;&#21507;&#23436;&#22909;&#22909;&#23398;&#20064;&#21435;&#65292;&#19981;&#33021;&#23545;&#19981;&#36215;&#36825;&#20004;&#22825;&#19968;&#20010;&#20154;&#30340;&#26085;&#23376;&#12290;</p>
<p>&#33395;&#33459;&#21733;&#30340;&#30005;&#33041;&#27809;&#24819;&#35937;&#30340;&#21345;&#65292;&#23601;&#26159;&#38190;&#30424;&#22826;&#23475;&#24597;&#20102;&#12290;&#31354;&#26684;&#38190;&#21644;&#25968;&#23383;0&#24635;&#26159;&#21457;&#20986;&#39076;&#25238;&#30340;&#21709;&#22768;&#65292;&#19981;&#20064;&#24815;&#21834;~~~~</p>
<p>&#25105;&#30340;&#26032;&#30005;&#33041;&#21861;&#26102;&#20505;&#26469;&#21834;~~~~</p>
<p>&#25964;&#29233;&#30340;boss&#65292;&#23567;&#30772;&#26412;&#20799;&#23454;&#22312;&#36305;&#19981;&#21160;matlab&#20102;&#12290;&#25105;&#29616;&#22312;&#20063;&#23601;&#33021;&#30475;&#30475;&#35770;&#25991;&#65292;&#20570;&#20570;&#31508;&#35760;&#65292;&#21738;&#37324;&#36824;&#25954;&#23454;&#39564;&#20160;&#20040;&#20195;&#30721;&#21834;~~~</p>
<p>&#19968;&#20999;&#65292;&#21482;&#26159;&#20010;&#20932;&#24808;</p>
<p>&#21704;&#21704;&#65292;&#31361;&#28982;&#24819;&#36215;&#30340;CK&#24120;&#35828;&#30340;&#26479;&#20855;&#24093;&#12290;&#12290;&#12290;&#24681;&#65292;&#21516;&#23398;&#65292;&#25918;&#24515;&#65292;&#20320;&#30340;&#31216;&#21495;&#25105;&#19981;&#20250;&#36731;&#26131;&#21435;&#25250;&#30340;~~</p>
<p>&#26089;&#23433;&#65292;&#21508;&#20301;~</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/03/30/%E4%BF%A1-play-with-fire/">信-play With Fire</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-03-30T00:00:00+08:00" pubdate data-updated="true">Mar 30<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#26152;&#22825;&#25910;&#25342;&#19996;&#35199;&#65292;&#25277;&#23625;&#24213;&#19979;&#21387;&#30528;&#19968;&#40723;&#22218;&#22218;&#30340;&#20449;&#23553;&#65292;&#20197;&#20026;&#26159;&#20197;&#21069;&#21644;&#39134;&#30340;&#36890;&#20449;&#35760;&#24405;&#65292;&#24456;&#28608;&#21160;&#30340;&#25171;&#24320;&#65292;&#26399;&#24453;&#30528;&#22238;&#24518;</p>
<p>&#24403;&#28982;&#65292;&#19981;&#26159;&#39134;&#30340;&#65292;&#20063;&#19981;&#26159;ck&#30340;&#65292;&#20063;&#19981;&#26159;dan&#30340;&#12290;</p>
<p>&#26159;&#25105;&#30340;</p>
<p>&#25105;&#26366;&#32463;&#20889;&#32473;&#37027;&#20010;&#20154;&#30340;&#20449;&#12290;</p>
<p>&#25105;&#20204;&#26366;&#32463;&#20114;&#30456;&#20889;&#26085;&#35760;&#65292;&#37027;&#24212;&#35813;&#26159;&#26368;&#33147;&#27498;&#30340;&#26102;&#26399;&#20102;</p>
<p>&#21518;&#26469;&#65292;&#25105;&#35201;&#20889;&#20449;&#65292;&#26576;&#20154;&#25042;&#65292;&#20110;&#26159;&#23601;&#21464;&#25104;&#25105;&#19968;&#21410;&#24773;&#24895;&#30340;&#20889;&#20449;&#65292;&#35760;&#26085;&#35760;&#65292;&#20877;&#23492;&#32473;&#20182;</p>
<p>&#25199;&#36828;&#20102;&#65292;&#37325;&#28857;&#19981;&#22312;&#36825;&#20123;&#65292;&#32780;&#26159;&#20449;&#30340;&#20869;&#23481;&#65292;&#35753;&#25105;&#24456;&#27668;&#24456;&#27668;&#65292;&#27668;&#33258;&#24049;&#65281;</p>
<p>&#26159;&#19968;&#23553;&#36947;&#27465;&#20449;</p>
<p>&#24536;&#35760;&#26159;&#20160;&#20040;&#21407;&#22240;&#65292;&#21487;&#30475;&#30528;&#26366;&#32463;&#25226;&#33258;&#24049;&#25918;&#22312;&#37027;&#20040;&#20302;&#30340;&#20301;&#32622;&#19978;&#35828;&#35805;&#65292;&#24456;&#19981;&#29245;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#25105;&#36825;&#20154;&#23601;&#26159;&#22826;&#29233;&#21453;&#30465;&#65292;&#19968;&#28857;&#28857;&#23567;&#20107;&#20799;&#65292;&#33021;&#35753;&#25105;&#21453;&#30465;&#20986;&#19968;&#22534;&#38169;&#26469;&#65292;&#29978;&#33267;&#33021;&#25226;&#33258;&#24049;&#21542;&#23450;&#30340;&#19968;&#26080;&#26159;&#22788;</p>
<p>&#20197;&#21518;&#19981;&#33021;&#36825;&#26679;&#20102;&#65292;&#21681;&#34429;&#28982;&#20570;&#19981;&#21040;&#23436;&#32654;&#65292;&#21681;&#34429;&#28982;&#22823;&#23567;&#27611;&#30149;&#19968;&#22534;&#12290;&#20294;&#21681;&#20063;&#19981;&#31639;&#20010;&#28866;&#20154;&#65292;&#19981;&#33267;&#20110;&#25226;&#20160;&#20040;&#20107;&#20799;&#37117;&#36182;&#33258;&#24049;&#22836;&#19978;&#12290;</p>
<p>&#21040;&#26368;&#21518;&#65292;&#20154;&#23478;&#20250;&#20197;&#20026;&#65292;&#20320;&#23601;&#26159;&#19968;&#36523;&#27611;&#30149;&#65292;&#20320;&#23601;&#35813;&#20302;&#22768;&#19979;&#27668;&#65292;&#36870;&#26469;&#39034;&#21463;&#65292;&#20320;&#27963;&#35813;&#34987;&#36825;&#26679;&#35748;&#20026;&#12290;</p>
<p>&#25105;&#27963;&#35813;&#65281;&#25105;&#20877;&#20063;&#19981;&#36825;&#26679;&#20102;</p>
<p>&#21756;&#21756;&#65292;&#25105;&#25341;&#65292;&#25105;&#25341;&#65292;&#25105;&#20351;&#21170;&#20799;&#30340;&#25341;~~~~</p>
<p>&#25749;&#30862;&#20102;&#20449;&#65292;&#36807;&#21435;&#30340;&#23601;&#35813;&#35753;&#20182;&#36807;&#21435;&#65292;&#35760;&#24405;&#19979;&#26469;&#25552;&#37266;&#33258;&#24049;&#12290;&#19981;&#24819;&#20102;&#65292;&#22909;&#22909;&#20934;&#22791;&#33258;&#24049;&#30340;&#26410;&#26469;&#25165;&#26159;&#30495;&#30340;&#12290;</p>
<p>&#25277;&#23625;&#37324;&#26377;&#20116;&#20010;&#30828;&#24065;&#65292;&#26366;&#32463;&#25277;&#39118;&#65292;&#30828;&#26159;&#33293;&#19981;&#24471;&#33457;&#25481;&#12290;&#24212;&#35813;&#26159;&#31532;&#19968;&#27425;&#20174;&#26477;&#24030;&#22238;&#26469;&#26102;&#21475;&#34955;&#37324;&#25720;&#20986;&#26469;&#30340;&#12290;&#29616;&#22312;&#36824;&#30041;&#30528;&#24050;&#22833;&#21435;&#20102;&#24847;&#20041;&#65292;&#25214;&#26426;&#20250;&#33457;&#25481;&#21543;&#65292;&#25105;&#20877;&#19981;&#30699;&#24773;&#20102;&#12290;</p>
<p>
<object classid="clsid:6bf52a52-394a-11d3-b153-00c04f79faa6" width="0" height="0" codebase="http://activex.microsoft.com/activex/controls/mplayer/en/nsmp2inf.cab#Version=5,1,52,701">
<param name="url" value="http://hommestar.com/dontplay.mp3" /><embed type="application/x-mplayer2" width="0" height="0" src="http://hommestar.com/dontplay.mp3"></embed></object>
play with fire&#65292;&#22312;&#32654;&#20598;&#21548;&#20102;&#36825;&#27468;&#65292;&#25402;&#21916;&#27426;&#30340;&#12290;&#33258;&#20174;&#26469;&#20102;&#22823;&#24052;&#65292;&#24456;&#23569;&#25554;&#22270;&#29255;&#38899;&#20048;&#20102;&#65292;&#25105;&#22826;&#25042;~~~</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;</p>
<p>&#26576;&#20025;&#20080;&#20102;&#26032;&#30456;&#26426;&#65292;&#28608;&#21160;&#30340;&#20351;&#21170;&#36992;&#25105;&#21435;&#21271;&#20140;&#12290;</p>
<p>&#21704;&#21704;&#65292;&#20146;&#29233;&#30340;&#65292;&#25105;&#24403;&#28982;&#20250;&#21435;&#65292;&#21482;&#35201;&#20080;&#24471;&#36215;&#36710;&#31080;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#19981;&#36807;&#21602;&#65292;&#24471;&#31561;&#20320;&#26053;&#28216;&#22238;&#26469;&#21834;&#65292;&#26368;&#22909;&#31561;&#26576;&#23043;&#20986;&#22269;&#20844;&#24178;&#22238;&#26469;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#25105;&#21487;&#26159;&#35274;&#35278;&#20320;&#20204;&#30340;&#34892;&#26446;&#34955;&#21602;&#65292;&#21704;&#21704;&#21704;</p>
<p>&#21861;&#26102;&#20505;&#21435;&#21602;&#65292;&#25105;&#24471;&#22909;&#22909;&#32416;&#32467;&#19979;~~~</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/03/26/%E5%9C%B0%E7%90%83%E4%B8%80%E5%B0%8F%E6%97%B6/">地球一小时</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-03-26T00:00:00+08:00" pubdate data-updated="true">Mar 26<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#25105;&#23545;&#35199;&#30005;&#36824;&#26159;&#26377;&#24863;&#24773;&#30340;&#21543;&#65292;&#21487;&#26159;&#30740;&#31350;&#29983;&#35835;&#20102;&#24555;&#20004;&#24180;&#20102;&#65292;&#23545;&#32769;&#26657;&#21306;&#36824;&#26159;&#19981;&#24590;&#20040;&#26377;&#24402;&#23646;&#24863;&#12290;</p>
<p>&#24681;&#65292;&#20250;&#36825;&#20040;&#24819;&#65292;&#22240;&#20026;&#20170;&#22825;&#30896;&#20102;&#20004;&#20010;&#22823;&#38025;&#23376;&#12290;</p>
<p>&#20013;&#21320;&#36319;&#19968;&#23460;&#21451;&#35828;&#36215;&#65292;&#22320;&#29699;&#19968;&#23567;&#26102;&#30340;&#27963;&#21160;&#65292;&#23043;&#19968;&#28857;&#19981;&#22312;&#24847;&#65292;&#20110;&#26159;&#25105;&#35762;&#20102;&#33258;&#24049;&#30340;&#30475;&#27861;&#12290;&#28982;&#21518;&#23043;&#23601;&#24320;&#22987;&#25366;&#33510;&#25105;&#20102;&#65292;&#20160;&#20040;&#8216;&#25105;&#23601;&#26159;&#36825;&#20040;&#20439;&#27668;&#21834;&#65292;&#24635;&#20320;&#39640;&#23578;&#21834;&#8217;&#20043;&#31867;&#65292;&#20854;&#23454;&#65292;&#25105;&#20063;&#21482;&#26159;&#24819;&#35762;&#35762;&#33258;&#24049;&#30340;&#24819;&#27861;&#32780;&#24050;&#65292;&#19981;&#24819;&#20132;&#27969;&#23601;&#31639;&#20102;&#65292;&#20309;&#24517;&#36825;&#20040;&#24613;&#30528;&#21010;&#28165;&#30028;&#38480;&#21602;&#12290;&#36825;&#26412;&#26469;&#23601;&#26159;&#20986;&#20110;&#33258;&#35273;&#33258;&#24895;&#30340;&#65292;&#27809;&#20154;&#36924;&#20320;&#12290;&#23601;&#31639;&#30828;&#36924;&#30528;&#20320;&#29031;&#20570;&#20102;&#65292;&#24515;&#37324;&#19981;&#36825;&#20040;&#24819;&#65292;&#19968;&#24180;&#20851;&#19968;&#23567;&#26102;&#28783;&#30830;&#23454;&#19981;&#31639;&#21861;&#65292;&#26080;&#25152;&#35859;&#20102;&#12290;</p>
<p>&#19979;&#21320;&#25105;&#27809;&#21560;&#21462;&#25945;&#35757;&#65292;&#26202;&#39277;&#26102;&#21448;&#36319;&#21478;&#22806;&#20457;&#23460;&#21451;&#35828;&#36215;&#36825;&#20107;&#20799;&#65292;&#36825;&#20457;&#36824;&#31639;&#32473;&#38754;&#23376;&#65292;&#27809;&#25439;&#25105;&#12290;&#21482;&#35828;&#24179;&#26102;&#27809;&#24590;&#20040;&#36153;&#30005;&#23601;&#22909;&#20102;&#65292;&#31449;&#30528;&#35828;&#35805;&#19981;&#33136;&#30140;&#20043;&#21518;&#65292;&#23043;&#24847;&#35782;&#21040;&#33258;&#24049;&#23454;&#39564;&#23460;&#30005;&#33041;&#27809;&#20851;&#12290;&#12290;&#12290;&#12290;&#12290;&#22909;&#21543;&#65292;&#20320;&#33258;&#24049;&#24863;&#35273;&#22909;&#65292;&#25105;&#20063;&#38381;&#22068;&#19981;&#22810;&#35828;&#20102;&#12290;&#27604;&#36215;&#28010;&#36153;&#30340;&#65292;&#21681;&#31639;&#26159;&#30465;&#30340;&#20102;&#65292;&#21487;&#27604;&#36215;&#26356;&#33410;&#30465;&#30340;&#65292;&#25105;&#20204;&#20854;&#23454;&#24456;&#22882;&#20360;&#12290;&#20107;&#24773;&#20840;&#22312;&#20110;&#20320;&#24590;&#20040;&#30475;&#12290;</p>
<p>&#25105;&#20204;&#20851;&#19968;&#23567;&#26102;&#28783;&#19981;&#31639;&#20160;&#20040;&#65292;&#21487;&#26159;&#25193;&#22823;&#21040;&#25972;&#20010;&#35199;&#30005;&#65292;&#25972;&#20010;&#35199;&#23433;&#65292;&#21253;&#25324;&#22478;&#24066;&#26223;&#35266;&#65292;&#22823;&#22411;&#36229;&#24066;&#65292;&#21333;&#20301;&#65292;&#36825;&#26159;&#19968;&#20010;&#19981;&#23567;&#30340;&#25968;&#30446;&#12290;&#20855;&#20307;&#30340;&#25105;&#20063;&#19981;&#22810;&#35828;&#20102;&#65292;&#24453;&#20250;&#36716;&#28857;&#30334;&#24230;&#26469;&#30340;&#25968;&#23383;&#65292;&#24456;&#26377;&#35828;&#26381;&#21147;&#12290;</p>
<p>&#27605;&#31455;&#65292;&#36825;&#19968;&#23567;&#26102;&#65292;&#21482;&#26159;&#20256;&#36882;&#19968;&#31181;&#24577;&#24230;&#12290;&#21516;&#26679;&#36890;&#36807;&#36825;&#19968;&#23567;&#26102;&#65292;&#25105;&#20204;&#20063;&#33021;&#30475;&#21040;&#33258;&#24049;&#30340;&#21147;&#37327;&#12290;&#34920;&#26126;&#24577;&#24230;&#21644;&#20174;&#24179;&#26102;&#20570;&#36215;&#19968;&#28857;&#20799;&#20063;&#19981;&#20914;&#31361;&#21834;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#20877;&#35828;&#20102;&#65292;&#25972;&#22825;&#23545;&#30528;&#30005;&#33041;&#30475;&#30005;&#35270;&#21095;&#26377;&#20160;&#20040;&#24847;&#24605;&#65292;&#20598;&#23572;&#20026;&#20043;&#20063;&#23601;&#32610;&#20102;&#12290;&#36825;&#20063;&#26159;&#19968;&#20010;&#26426;&#20250;&#65292;&#24378;&#36843;&#33258;&#24049;&#25670;&#33073;&#29616;&#20195;&#25216;&#26415;&#30340;&#26463;&#32538;&#65292;&#21710;&#65292;&#22909;&#21543;&#65292;&#25105;&#30041;&#30528;&#33258;&#24049;&#29645;&#24796;&#36825;&#26426;&#20250;&#21543;&#12290;</p>
<p>&#31361;&#28982;&#24819;&#36215;&#30456;&#26426;&#19981;&#22312;&#25105;&#36825;&#37324;&#65292;&#26126;&#26202;&#30475;&#30475;&#33021;&#25293;&#28857;&#29031;&#29255;&#19981;&#65292;&#25105;&#21487;&#24604;&#30340;&#30772;&#30456;&#26426;&#21834;~~~~</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;</p>
<p>&#20197;&#19979;&#26469;&#33258;&#30334;&#24230;&#30334;&#31185;&#65292;&#20171;&#32461;&#24456;&#22810;&#65292;&#25105;&#21482;&#25688;&#20102;&#24847;&#20041;&#37027;&#19968;&#27573;&#65306;</p>
<p>&#12288;<span style="color: #0000ff;">&#12288;2008&#24180;&#65292;&#24713;&#23612;&#20840;&#22478;&#22312;&#8220;&#22320;&#29699;&#19968;&#23567;&#26102;&#8221;&#20869;&#33021;&#28304;&#28040;&#32791;&#19979;&#38477;&#20102;8.4&#65285;&#65292;&#30456;&#24403;&#20110;&#29060;&#28781;&#20102;160&#19975;&#21482;&#28783;&#27873;&#12290;&#26032;&#35199;&#20848;&#21807;&#19968;&#19968;&#20010;&#27491;&#24335;&#21442;&#21152;&#29060;&#28783;&#27963;&#21160;&#30340;&#22478;&#24066;&#20811;&#36182;&#26031;&#29305;&#24443;&#22855;&#65292;&#20844;&#24067;&#30340;&#25968;&#25454;&#26174;&#31034;&#65292;&#29060;&#28783;&#19968;&#23567;&#26102;&#65292;&#33021;&#28304;&#28040;&#32791;&#20943;&#23569;&#20102;&#23558;&#36817;13&#65285;&#12290;<br /></span>
</p>
<p><span style="color: #0000ff;">&#12288;&#12288;&#27627;&#26080;&#30097;&#38382;&#65292;&#29060;&#28783;&#31168;&#30340;&#23459;&#20256;&#25928;&#26524;&#36828;&#36828;&#22823;&#20110;&#23454;&#38469;&#30340;&#20943;&#25490;&#25928;&#26524;&#12290;&#22312;&#20840;&#29699;&#30340;&#8220;&#29060;&#28783;&#31168;&#8221;&#25509;&#21147;&#19979;&#65292;&#26356;&#22810;&#30340;&#20154;&#24320;&#22987;&#24847;&#35782;&#21040;&#33410;&#33021;&#20943;&#25490;&#30340;&#37325;&#35201;&#24615;&#65292;&#24182;&#19988;&#29992;&#33258;&#24049;&#30340;&#26041;&#24335;&#26469;&#21442;&#21152;&#36825;&#19968;&#27963;&#21160;&#12290;<br />&#12288;&#12288;&#32654;&#22269;&#20234;&#21033;&#35834;&#20234;&#24030;&#30382;&#22885;&#37324;&#20122;&#19968;&#23478;&#38050;&#38081;&#20844;&#21496;&#30340;&#39038;&#38382;&#26031;&#33922;&#33452;&#22958;&#183;&#38886;&#37324;&#20811;&#21033;&#29992;&#29060;&#28783;&#19968;&#23567;&#26102;&#20026;&#26379;&#21451;&#20204;&#21150;&#20102;&#19968;&#22330;&#27966;<br />
&#23545;&#65292;&#20027;&#39064;&#26159;&#8220;B<br />
YOC&#8221;&#65292;&#21363;&#8220;&#24102;&#30528;&#20320;&#30340;&#34593;&#28891;&#26469;&#8221;&#12290;42&#23681;&#30340;&#26031;&#33922;&#33452;&#22958;&#183;&#38886;&#37324;&#20811;&#26377;&#20102;&#36825;&#27425;&#32463;&#39564;&#21518;&#65292;&#20915;&#23450;&#20197;&#21518;&#27599;&#20010;&#26376;&#37117;&#22312;&#33258;&#24049;&#23478;&#20013;&#25630;&#19968;&#27425;&#8220;&#22320;&#29699;&#19968;&#23567;&#26102;&#8221;&#27963;&#21160;&#65292;&#29978;&#33267;&#25171;&#31639;&#20026;&#33258;&#24049;&#21150;&#8220;&#32511;<br />
&#33394;&#33900;&#31036;&#8221;&#12290;<br />&#12288;&#12288;2008&#24180;&#65292;&#38543;&#30528;&#8220;&#22320;&#29699;&#19968;&#23567;&#26102;&#8221;&#30340;&#20381;&#27425;&#26469;&#20020;&#65292;&#20174;&#26000;&#27982;&#12289;&#26032;&#35199;&#20848;&#21040;&#28595;&#22823;&#21033;&#20122;&#65292;&#20877;&#21040;&#20122;&#27954;&#12289;&#27431;&#27954;&#21644;&#32654;<br />
&#27954;&#65292;&#19990;&#30028;&#35768;&#22810;&#33879;&#21517;&#22478;&#24066;&#30340;&#24066;&#27665;&#24320;&#22987;&#21517;&#27491;&#35328;&#39034;&#22320;&#20139;&#21463;&#28891;&#20809;&#26202;&#23476;&#12290;&#20854;&#20013;&#65292;&#26032;&#35199;&#20848;&#31532;&#19977;&#22823;&#22478;&#24066;&#20811;&#36182;&#26031;&#29305;&#30340;&#26631;&#24535;&#24615;&#24314;&#31569;&#22823;&#25945;&#22530;&#22312;&#24066;&#38271;&#30340;&#20027;&#25345;&#19979;&#29575;&#20808;&#29060;&#28783;&#12290;&#25968;&#30334;&#21517;&#24403;&#22320;&#27665;&#20247;&#22312;&#22823;<br />
&#25945;&#22530;&#24191;&#22330;&#35266;&#30475;&#20102;&#19968;&#37096;&#20851;&#27880;&#29615;&#20445;&#30340;&#32426;&#24405;&#29255;&#65292;&#28982;&#21518;&#19968;&#36215;&#28044;&#21521;&#24403;&#22320;&#30340;&#39184;&#39302;&#12289;&#37202;&#21543;&#12290;&#36825;&#37324;&#20840;&#37096;&#28857;&#19978;&#20102;&#34593;&#28891;&#65292;&#20030;&#34892;&#28891;&#20809;&#26202;&#39184;&#12290;&#25968;&#21315;&#20010;&#23478;&#24237;&#20063;&#22312;&#23478;&#20013;&#24320;&#22987;&#20102;&#28010;&#28459;&#30340;&#28891;&#20809;&#24189;&#20250;&#12290;<br />&#12288;&#12288;&#29060;&#28783;&#26102;&#21051;&#65292;&#27888;&#22269;&#26364;&#35895;&#19968;&#23478;&#39277;&#24215;&#34429;&#28982;&#26242;&#26102;&#20013;&#26029;&#25552;&#20379;&#28909;&#39135;&#21644;&#38656;&#21152;&#28909;&#30340;&#39278;&#26009;&#65292;&#20294;&#21069;&#21435;&#21442;&#21152;&#28891;&#20809;&#23476;&#20250;&#30340;&#20154;&#36824;&#26159;&#35753;&#39184;&#21381;&#29190;&#28385;&#12290;&#33437;&#21152;&#21733;&#21916;&#26469;&#30331;&#39277;&#24215;&#29060;&#28781;&#28783;&#20809;&#21518;&#65292;&#22312;&#22823;&#22530;&#20013;&#20026;&#23458;&#20154;&#20204;&#25552;&#20379;&#21457;&#20809;&#30340;&#20912;&#22359;&#65292;&#21035;&#26377;&#39118;&#24773;&#12290;<br />&#12288;&#12288;&#22312;&#20025;&#40614;&#39318;&#37117;&#21733;&#26412;&#21704;&#26681;&#30340;&#24191;&#22330;&#19978;&#65292;&#35768;&#22810;&#20154;&#25260;&#22836;&#20208;&#26395;&#22825;&#31354;&#30475;&#26143;&#26143;&#12290;&#19990;&#30028;&#33258;&#28982;&#20445;&#25252;&#22522;&#37329;&#20250;&#22312;&#20025;&#40614;&#30340;&#21457;&#35328;&#20154;&#35828;&#65306;&#8220;&#22312;&#22478;&#24066;&#37324;&#65292;&#20320;&#33021;&#30475;&#26143;&#26143;&#30340;&#26085;&#23376;&#24656;&#24597;&#19981;&#26159;&#24456;&#22810;&#12290;&#8221;<br />&#12288;&#12288;&#29233;&#23572;&#20848;&#39318;&#37117;&#37117;&#26575;&#26519;&#30340;&#20964;&#20976;&#20844;&#22253;&#65292;&#29233;&#23572;&#20848;&#22825;&#25991;&#23398;&#20250;&#20026;&#20154;&#20204;&#26550;&#36215;&#20102;&#30805;&#22823;&#30340;&#26395;&#36828;&#38236;&#65292;&#24076;&#26395;&#20154;&#20204;&#33021;&#21033;&#29992;&#22478;&#24066;&#28783;&#20809;&#29060;&#28781;&#30340;&#26102;&#21051;&#22909;&#22909;&#35266;&#36175;&#8220;&#28799;&#28866;&#30340;&#26143;&#31354;&#8221;&#12290;&#26368;&#21892;&#20110;&#21033;&#29992;&#26102;&#38388;&#30340;&#24656;&#24597;&#26159;&#33437;&#21152;&#21733;&#30340;&#19968;&#20123;&#22823;&#21414;&#65292;&#27604;&#22914;&#32422;&#32752;&#183;&#27721;&#32771;&#20811;&#20013;&#24515;&#65292;&#31649;&#29702;&#32773;&#21033;&#29992;&#29060;&#28783;&#26102;&#38388;&#23558;&#22823;&#21414;&#20869;&#25968;&#30334;&#20010;&#30333;&#28861;&#28783;&#27704;&#20037;&#26356;&#25442;&#25104;&#20102;&#33410;&#33021;&#28783;&#27873;&#12290;<br />&#12288;&#12288;&#38024;&#23545;&#22914;&#20309;&#26377;&#24847;&#20041;&#22320;&#24230;&#36807;&#20170;&#24180;3&#26376;28&#26085;&#26202;&#19978;&#30340;&#19968;&#23567;&#26102;&#65292;&#33879;&#21517;&#38050;&#29748;&#23478;&#37070;&#26391;&#30340;&#24314;&#35758;&#19981;&#20047;&#24189;&#40664;&#65306;&#8220;&#40657;&#26263;&#29615;&#22659;&#20013;&#27427;&#36175;&#38899;&#20048;&#26356;&#33021;&#39640;&#24230;&#38598;&#20013;&#65292;&#23436;&#20840;&#25237;&#20837;&#26059;&#24459;&#20043;&#20013;&#12290;&#37027;&#19968;&#21051;&#65292;&#20320;&#20250;&#28145;&#21463;&#24863;&#21160;&#65292;&#24182;&#20250;&#24341;&#21457;&#24819;&#35937;&#21147;&#12290;&#8221; <br />&#12288;&#12288;&#8220;&#19981;&#35201;&#23567;&#30475;&#29060;&#28783;&#19968;&#23567;&#26102;&#65292;&#8221;&#27604;&#24178;&#25237;&#36164;&#20013;&#22269;&#21306;&#21103;&#24635;&#35009;&#26131;&#36720;&#35828;&#65292;&#8220;&#22478;&#24066;&#26159;&#22823;&#37327;&#20351;&#29992;&#30005;&#33021;&#30340;&#22320;&#26041;&#20043;&#19968;&#65292;&#22914;&#26524;&#33021;&#35753;&#22478;&#24066;&#20851;&#38381;&#19981;&#24517;&#35201;&#30340;&#26223;&#35266;&#28783;&#19968;&#23567;&#26102;&#65292;&#21487;&#20197;&#33410;&#30465;&#30340;&#33021;&#28304;&#23558;&#26159;&#19968;&#20010;&#22823;&#25968;&#23383;&#12290;&#8221; <br />&#12288;&#12288;&#8220;&#30701;&#30701;60&#20998;&#38047;&#65292;&#20854;&#23454;&#21487;&#20197;&#20026;&#22320;&#29699;&#20570;&#22823;&#36129;&#29486;&#65292;&#22240;&#20026;&#27599;&#33410;&#32422;1&#24230;&#30005;&#65292;&#23601;&#20943;&#23569;&#20102;1&#21315;&#20811;&#20108;&#27687;&#21270;&#30899;&#21644;0.03&#21315;&#20811;&#20108;&#27687;&#21270;&#30827;&#30340;&#25490;&#25918;&#12290;&#8221;&#19968;&#20301;&#19990;&#30028;&#33258;&#28982;&#22522;&#37329;&#20250;&#24535;&#24895;&#32773;&#35828;&#12290; <br />&#12288;&#12288;&#25454;&#32479;&#35745;&#65292;2007&#24180;&#65292;&#8220;&#22320;&#29699;&#19968;&#23567;&#26102;&#8221;&#21551;&#21160;&#30340;&#31532;&#19968;&#24180;&#65292;&#28595;&#22823;&#21033;&#20122;&#24713;&#23612;&#35774;&#23450;&#20102;&#38477;&#20302;5&#65285;&#33021;&#32791;&#30340;&#30446;&#26631;&#65307;&#21435;&#24180;3&#26376;31&#26085;&#20165;&#24713;&#23612;&#33410;&#30465;&#30340;&#30005;&#33021;&#65292;&#23601;&#36275;&#22815;20&#19975;&#21488;&#30005;&#35270;&#26426;&#20351;&#29992;1&#20010;&#23567;&#26102;&#65292;&#30456;&#24403;&#20110;&#19968;&#23567;&#26102;&#20869;&#36335;&#19978;&#23569;&#36305;&#20102;48613&#36742;&#27773;&#36710;&#65292;&#33410;&#33021;&#20943;&#25490;&#25928;&#26524;&#26174;&#33879;&#12290; <br />&#12288;&#12288;&#26131;&#36720;&#34920;&#31034;&#65292;&#8220;&#22320;&#29699;&#19968;&#23567;&#26102;&#8221;&#36890;&#36807;&#36825;&#26679;&#19968;&#31181;&#31616;&#21333;&#32780;&#30452;&#25509;&#30340;&#27963;&#21160;&#26041;&#24335;&#65292;&#23558;&#19990;&#30028;&#22242;&#32467;&#22312;&#19968;&#36215;&#65292;&#24182;&#20197;&#27492;&#25552;&#37266;&#20154;&#20204;&#20572;&#19979;&#29983;&#27963;&#30340;&#33050;&#27493;&#65292;&#21435;&#24605;&#32771;&#35813;&#22914;&#20309;&#24212;&#23545;&#20840;&#29699;&#21464;&#26262;&#38382;&#39064;&#12290; <br />&#12288;&#12288;&#22312;&#20182;&#30475;&#26469;&#65292;&#8220;&#31215;&#23569;&#25104;&#22810;&#65292;&#31215;&#27801;&#25104;&#22612;&#8221;&#65292;&#22312;&#38750;&#21487;&#20877;&#29983;&#33021;&#28304;&#36234;&#26469;&#36234;&#23569;&#30340;&#20170;&#22825;&#65292;&#22914;&#26524;&#36234;&#26469;&#36234;&#22810;&#30340;&#22478;&#24066;&#12289;&#20225;&#19994;&#12289;&#20010;&#20154;&#21442;&#19982;&#21040;&#8216;&#22320;&#29699;&#19968;&#23567;&#26102;&#8217;&#31561;&#29615;&#20445;&#33410;&#33021;&#27963;&#21160;&#20013;&#26469;&#65292;&#31215;&#26497;&#37319;&#21462;&#25514;&#26045;&#65292;&#25237;&#36523;&#20854;&#20013;&#65292;&#25215;&#25285;&#24212;&#23613;&#30340;&#36131;&#20219;&#65292;&#26159;&#26377;&#21161;&#20110;&#20419;&#36827;&#33410;&#32422;&#33021;&#28304;&#21644;&#28201;&#23460;&#27668;&#20307;&#20943;&#25490;&#65292;&#36827;&#19968;&#27493;&#20943;&#36731;&#20840;&#29699;&#27668;&#20505;&#21464;&#26262;&#25152;&#23548;&#33268;&#30340;&#29615;&#22659;&#38382;&#39064;&#12290; <br />&#12288;&#12288;&#22320;&#29699;&#19968;&#23567;&#26102;&#8221;&#20316;&#20026;&#25552;&#39640;&#20844;&#20247;&#29615;&#20445;&#24847;&#35782;&#30340;&#19968;&#39033;&#27963;&#21160;&#65292;&#20165;&#20165;&#26159;&#19968;&#20010;&#24320;&#22987;&#12290;&#23545;&#20110;&#19968;&#20010;&#23653;&#34892;&#20102;&#8220;&#22320;&#29699;&#19968;&#23567;&#26102;&#8221;&#25215;&#35834;&#30340;&#22478;&#24066;&#65292;&#29060;&#28783;&#20043;&#21518;&#25552;&#20513;&#33410;&#32422;&#33021;&#28304;&#21644;&#29615;&#22659;&#20445;&#25252;&#24102;&#26469;&#30340;&#21464;&#21270;&#25165;&#26159;&#30495;&#27491;&#30340;&#24847;&#20041;&#25152;&#22312;&#12290; <br />&#12288;&#12288;&#8220;&#22320;&#29699;&#19968;&#23567;&#26102;&#8221;&#19981;&#21482;&#26159;&#19968;&#20010;&#29060;&#28783;&#20202;&#24335;&#12290;&#22312;&#20013;&#22269;&#65292;&#35813;&#27963;&#21160;&#20063;&#26159;&#23545;&#22269;&#23478;2010&#24180;&#21069;&#23454;&#29616;&#33410;&#33021;&#20943;&#25490;20%<br />
&#30340;&#33021;&#25928;&#30446;&#26631;&#25552;&#20379;&#26368;&#22823;&#30340;&#25903;&#25345;&#65292;&#26088;&#22312;&#40723;&#21169;&#20010;&#20154;&#21644;&#20225;&#19994;&#20943;&#23569;&#20108;&#27687;&#21270;&#30899;&#25490;&#25918;&#65292;&#31215;&#26497;&#37319;&#21462;&#34892;&#21160;&#24212;&#23545;&#27668;&#20505;&#21464;&#21270;&#12290;&#8221;&#22320;&#29699;&#19968;&#23567;&#26102;&#8221;&#26356;&#26159;&#19968;&#20010;&#33410;&#33021;&#29702;&#24565;&#65292;&#19981;&#35770;&#26159;&#22312;&#24037;&#20316;&#22320;&#28857;&#25110;&#23621;&#23478;&#29992;<br />
&#30005;&#65292;&#37117;&#38656;&#35201;&#25105;&#20204;&#38271;&#26399;&#30340;&#21162;&#21147;&#21644;&#25903;&#25345;&#65292;&#26102;&#26102;&#25552;&#37266;&#33258;&#24049;&#65292;&#20851;&#25481;&#19981;&#24517;&#35201;&#30340;&#30005;&#28783;&#65292;&#25300;&#25481;&#19981;&#38656;&#35201;&#30340;&#30005;&#28304;&#12290;</span></p>

<p></p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/03/25/%E4%B8%BA%E5%98%9B%E6%88%91%E4%B8%80%E5%AD%A6%E4%B9%A0%E5%B0%B1%E5%AE%B9%E6%98%93%E6%8A%91%E9%83%81%E5%91%A2/">为嘛我一学习就容易抑郁呢</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-03-25T00:00:00+08:00" pubdate data-updated="true">Mar 25<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#19981;&#29992;&#35828;&#65292;&#20170;&#20799;&#33655;&#23572;&#33945;&#26126;&#26174;&#22833;&#35843;&#65292;&#26126;&#26126;&#27809;&#21861;&#20107;&#20799;&#65292;&#21487;&#25105;&#23601;&#26159;&#20026;&#33437;&#40635;&#22823;&#28857;&#20107;&#24515;&#24773;&#19981;&#22909;&#65292;&#20026;&#21516;&#23398;&#26080;&#24515;&#20043;&#35821;&#37057;&#38391;&#12290;&#21710;&#65292;&#19981;&#36182;&#33655;&#23572;&#33945;&#25105;&#36182;&#35841;&#21435;&#12290;</p>
<p>&#24819;&#26469;&#24819;&#21435;&#37117;&#26159;&#23398;&#20064;&#30340;&#20107;&#20799;&#65292;&#24403;&#28982;&#24618;&#25105;&#33258;&#24049;&#65292;&#23450;&#21147;&#19981;&#36275;&#65292;&#27589;&#21147;&#19981;&#36275;&#65292;&#25042;&#24471;&#35201;&#27515;&#12290;&#12290;&#12290;&#12290;&#12290;&#21453;&#30465;&#21453;&#30465;&#21453;&#30465;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;-</p>
<p>&#26143;&#26399;&#20845;&#30340;&#22320;&#29699;&#19968;&#23567;&#26102;&#27963;&#21160;&#65292;&#25105;&#25171;&#31639;&#20027;&#21160;&#21442;&#19982;&#19979;&#12290;&#21487;&#20197;&#30424;&#31639;&#19979;&#37027;&#20250;&#24178;&#21861;&#20102;&#12290;</p>
<p>&#35201;&#26159;&#32922;&#23376;&#30140;&#30340;&#35805;&#33258;&#28982;&#26159;&#21548;&#27468;&#30561;&#35273;&#65307;</p>
<p>&#36215;&#21021;&#24819;&#21435;&#25805;&#22330;&#36175;&#20010;&#26143;&#26143;&#26194;&#20010;&#26376;&#20142;&#21861;&#30340;&#65292;&#19968;&#20010;&#20154;&#21834;&#65292;&#26377;&#28857;&#20667;&#65292;&#35201;&#19981;&#25972;&#29942;&#21860;&#37202;&#24212;&#24212;&#26223;&#65311;&#21487;&#20197;&#32771;&#34385;&#65292;&#21487;&#26159;&#25105;&#24597;&#21917;&#23436;&#36935;&#19978;&#32922;&#23376;&#30140;&#65292;&#37027;&#26174;&#28982;&#25105;&#35201;&#25346;&#20102;&#65307;</p>
<p>&#35201;&#19981;&#23601;&#20986;&#21435;happy&#21543;&#65292;&#21435;&#21738;&#65311;&#27809;&#24819;&#22909;&#65292;&#19968;&#20010;&#20154;&#20986;&#21435;&#36208;&#36208;&#20063;&#22909;&#12290;</p>
<p>&#21710;&#65292;&#32922;&#23376;&#30140;&#22826;&#29301;&#32458;&#20154;&#20102;&#65292;&#35201;&#19981;&#28982;&#25105;&#24178;&#21861;&#37117;&#25104;&#65292;&#26377;&#21861;&#22909;&#24833;&#30340;&#20040;&#12290;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;</p>
<p>&#25554;&#25773;&#19968;&#27573;&#36319;&#23567;&#39134;&#30340;&#32842;&#22825;&#35760;&#24405;&#20570;&#32467;&#26463;&#21543;&#65288;&#26377;&#21024;&#33410;&#65292;&#25105;&#20457;&#24223;&#35805;&#23454;&#22312;&#22810;&#65289;&#65306;</p>
<div>
&#23567;&#39134;&#160;&#160;21:37:29<br />&#25105;&#20170;&#22825;&#24515;&#24773;&#26377;&#28857;&#37057;&#38391;<br />&#22238;&#24518;&#26410;&#26469;&#160;&#160;21:37:44<br />what&#8217;s&#160;up&#160;baby<br />&#23567;&#39134;&#160;&#160;21:38:00<br />&#27809;&#20160;&#20040;&#22823;&#20107;&#65292;&#23601;&#26159;&#35273;&#24471;&#37057;&#38391;<br />&#22238;&#24518;&#26410;&#26469;&#160;&#160;21:38:07<br />me&#160;2<br />&#23567;&#39134;&#160;&#160;21:38:12<br />&#20320;&#20026;&#22269;&#23478;&#37057;&#38391;&#22043;<br />&#22238;&#24518;&#26410;&#26469;&#160;&#160;21:38:32<br />&#38543;&#20415;&#35841;&#19968;&#21477;&#35805;&#65292;&#25105;&#37117;&#33021;&#25226;&#20182;&#24819;&#37057;&#38391;&#20102;<br />&#23567;&#39134;&#160;&#160;21:38:44<br />&#22079;&#22079;<br />&#22238;&#24518;&#26410;&#26469;&#160;&#160;21:39:26<br />&#20320;&#36825;&#23043;&#21834;<br />&#23567;&#39134;&#160;&#160;21:39:36<br />&#25105;&#21643;&#20102;&#22043;<br />&#22238;&#24518;&#26410;&#26469;&#160;&#160;21:39:57<br />&#25105;&#24515;&#24773;&#19981;&#22909;&#65292;&#20320;&#36824;&#22079;&#22079;<br />&#23567;&#39134;&#160;&#160;21:40:24<br />&#25105;&#24378;&#39068;&#27426;&#31505;<br />&#22238;&#24518;&#26410;&#26469;&#160;&#160;21:40:29<br />&#26202;&#19978;&#21507;&#20102;&#19968;&#22823;&#30424;&#28818;&#39277;&#65292;&#19968;&#30871;&#31232;&#39277;&#65292;&#19968;&#20010;&#36817;&#19968;&#26020;&#30340;&#33529;&#26524;&#65292;&#27809;&#22909;&#36716;<br />&#23567;&#39134;&#160;&#160;21:41:05<br />&#25105;&#19968;&#36830;&#19977;&#22825;&#27599;&#22825;&#37117;&#22312;&#22806;&#38754;&#21507;&#22909;&#30340;<br />&#23567;&#39134;&#160;&#160;21:41:19<br />&#21507;&#23436;&#22238;&#26469;&#20043;&#21518;&#23601;&#35273;&#24471;&#37057;&#38391;<br />&#22238;&#24518;&#26410;&#26469;&#160;&#160;21:41:39<br />&#21704;&#21704;&#65292;&#25569;&#29226;<br />&#23567;&#39134;&#160;&#160;21:41:48<br /><img src="file:///C:/DOCUME%7E1/ADMINI%7E1/LOCALS%7E1/Temp/UG9%60@AH2%L%7B%7DS0N6%7D3E%7EFO2.gif" alt="" /><br />&#23567;&#39134;&#160;&#160;21:42:02<br />&#20170;&#22825;&#21644;&#19968;&#20010;&#22899;&#21516;&#20107;&#19968;&#36215;&#21507;&#30340;&#39277;&#65292;<br />&#23567;&#39134;&#160;&#160;21:42:22<br />&#22905;&#38382;&#20102;&#25105;&#19968;&#21477;&#65292;&#20320;&#19981;&#25171;&#31639;&#35848;&#24651;&#29233;&#65311;<br />&#23567;&#39134;&#160;&#160;21:42:27<br />&#25105;&#35828;&#27809;<br />&#23567;&#39134;&#160;&#160;21:43:32<br /><img src="file:///C:/DOCUME%7E1/ADMINI%7E1/LOCALS%7E1/Temp/QVJIZ6DSFAY9Y0PP@Q_2%7D8R.gif" alt="" /><br />&#22238;&#24518;&#26410;&#26469;&#160;&#160;21:43:35<br />&#20320;&#24212;&#35813;&#35828;&#65292;&#25171;&#31639;&#21834;&#65292;&#26089;&#23601;&#24320;&#22987;&#20934;&#22791;&#20102;<br />&#23567;&#39134;&#160;&#160;21:43:48<br />&#25105;&#30340;&#24847;&#24605;&#26159;&#25105;&#27809;&#19981;&#25171;&#31639;<br />&#22238;&#24518;&#26410;&#26469;&#160;&#160;21:44:14<br />&#21734;<br />&#22238;&#24518;&#26410;&#26469;&#160;&#160;21:44:26<br />&#25105;&#26368;&#36817;&#20063;&#32769;&#24565;&#21480;&#36825;&#20107;&#20799;<br />&#23567;&#39134;&#160;&#160;21:44:33<br />&#35841;&#24565;&#21480;&#20320;&#38463;<br />&#22238;&#24518;&#26410;&#26469;&#160;&#160;21:44:44<br />&#25105;&#36319;&#19968;&#23460;&#21451;<br />&#23567;&#39134;&#160;&#160;21:45:00<br /><img src="file:///C:/DOCUME%7E1/ADMINI%7E1/LOCALS%7E1/Temp/QVJIZ6DSFAY9Y0PP@Q_2%7D8R.gif" alt="" /><br />&#22238;&#24518;&#26410;&#26469;&#160;&#160;21:45:10<br />&#27599;&#22825;&#36208;&#22312;&#36335;&#19978;&#65292;&#25105;&#23601;&#24863;&#24936;&#26149;&#22825;&#21834;&#65292;&#22909;&#22825;&#27668;&#21834;&#12290;&#25105;&#20457;&#23601;&#35752;&#35770;&#26159;&#20010;&#24819;&#24651;&#29233;&#30340;&#23395;&#33410;<br />&#22238;&#24518;&#26410;&#26469;&#160;&#160;21:45:38<br />&#22905;&#36824;&#32769;&#31505;&#35805;&#25105;&#65292;&#25105;&#19981;&#20171;&#24847;&#65292;&#25105;&#23601;&#26159;&#24819;<br />&#23567;&#39134;&#160;&#160;21:46:50<br />&#37027;&#22825;&#21435;&#28789;&#38544;&#28903;&#20010;&#39321;<br />&#22238;&#24518;&#26410;&#26469;&#160;&#160;21:46:52<br /><img src="file:///C:/DOCUME%7E1/ADMINI%7E1/LOCALS%7E1/Temp/%28Y8OSM1NHC%24%5D3CFH@G11Q%I.gif" alt="" /><br />&#23567;&#39134;&#160;&#160;21:46:55<br />&#27714;&#20010;&#21861;&#21861;<br />&#22238;&#24518;&#26410;&#26469;&#160;&#160;21:47:00<br />&#33021;&#26367;&#25105;&#28903;&#20010;&#19981;<br />&#23567;&#39134;&#160;&#160;21:47:06<br />&#25105;&#19968;&#36215;&#20102;<br />&#22238;&#24518;&#26410;&#26469;&#160;&#160;21:47:13<br />&#22909;&#65281;<br />&#22238;&#24518;&#26410;&#26469;&#160;&#160;21:47:18<br />&#25105;&#35874;&#20320;&#65281;<br /></div>
<p>&#160;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/03/24/%E6%88%91%E5%8F%AB%E6%9D%A8%E5%B0%8F%E8%9C%9C/">我叫杨小蜜</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-03-24T00:00:00+08:00" pubdate data-updated="true">Mar 24<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#21710;&#21568;&#21568;&#21568;&#65292;&#24178;&#20102;&#19968;&#22825;&#27963;&#20799;</p>
<p>&#21861;&#27963;&#20799;&#21602;</p>
<p>&#23567;&#34588;&#30340;&#24178;&#27963;&#20799;</p>
<p>&#22079;&#22079;&#65292;&#22823;&#28165;&#26089;&#26469;&#65292;boss&#32473;&#20102;&#20070;&#31295;&#65292;&#24320;&#22987;&#25913;&#26684;&#24335;&#65292;&#25490;&#29256;&#12290;</p>
<p>&#25105;&#19981;&#24471;&#19981;&#25554;&#19968;&#21477;&#65292;&#36825;&#20040;&#22810;&#20154;&#30340;&#31295;&#20945;&#19968;&#22359;&#20799;&#65292;&#23601;&#25968;&#27004;&#23567;&#26230;&#37027;&#37096;&#20998;&#26368;&#19981;&#38752;&#35889;&#12290;&#25105;&#26681;&#26412;&#30475;&#19981;&#20986;&#26469;&#21738;&#37324;&#26684;&#24335;&#19981;&#19968;&#26679;&#12290;&#34892;&#36317;&#20174;20&#30917;&#21040;3&#20493;&#34892;&#36317;&#65292;&#23383;&#20307;&#23567;&#22235;&#23567;&#20116;&#24182;&#23384;&#65292;&#21442;&#32771;&#25991;&#29486;&#27809;&#25913;&#19978;&#26631;&#30340;&#65292;&#21710;&#21606;&#21890;&#21834;&#65292;&#25105;&#30340;&#23567;&#30524;&#30555;&#21487;&#26159;&#32473;&#32047;&#22351;&#20102;&#12290;&#36793;&#25913;&#24515;&#37324;&#36793;&#39554;&#23064;&#12290;&#12290;&#12290;&#12290;&#35828;&#36215;&#39554;&#20154;&#65292;&#24819;&#36215;&#19968;&#22909;&#29609;&#30340;&#20107;&#20799;&#65292;&#24453;&#20250;&#35828;&#12290;</p>
<p>&#35805;&#35828;&#20013;&#38388;&#30524;&#30555;&#32047;&#20102;&#65292;&#33041;&#34955;&#26408;&#20102;&#65292;&#24184;&#22909;&#26377;&#26368;&#26032;&#30340;&#32654;&#20598;&#20316;&#38506;&#65292;&#22909;&#22909;&#25918;&#26494;&#20102;&#20250;&#20799;&#65292;&#36825;&#29256;&#25293;&#21040;&#26202;&#19978;&#25165;&#31639;&#22909;&#65292;&#31232;&#37324;&#31946;&#28034;&#20889;&#20102;&#24207;&#35328;&#65292;&#24635;&#31639;&#26159;O&#20102;&#12290;</p>
<p>&#25104;&#23601;&#24863;&#21834;&#12290;&#12290;&#12290;&#12290;&#25105;&#23454;&#22312;&#19981;&#26159;&#23567;&#34588;&#30340;&#26009;&#65292;&#33041;&#34955;&#26197;&#27515;&#20102;&#12290;&#20170;&#22825;&#33521;&#35821;&#20063;&#27809;&#30475;&#65292;&#21710;&#65292;&#27809;&#36761;&#65292;&#36825;&#20107;&#20799;&#19981;&#24324;&#23436;&#65292;&#25105;&#19968;&#26202;&#19978;&#19981;&#36367;&#23454;&#12290;&#26126;&#26089;&#20132;&#20102;&#24046;&#65292;&#22238;&#26469;&#22909;&#22909;&#30475;&#20070;&#12290;&#20027;&#35201;&#26159;&#24515;&#30140;&#23064;&#20146;&#25237;&#36164;&#30340;1k&#22810;&#38134;&#23376;&#12290;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;-</p>
<p>word&#25490;&#29256;&#26102;&#20505;&#39029;&#30721;&#19981;&#20250;&#25972;&#65292;&#30334;&#24230;&#30340;&#65292;&#30041;&#30528;&#26085;&#21518;&#24536;&#20102;&#22791;&#29992;&#12290;</p>
<pre>Q&#65306;&#25105;&#24819;&#22312;&#31532;&#20108;&#39029;&#25554;&#20837;&#39029;&#30721;&#65292;&#31532;&#19968;&#39029;&#26159;&#30446;&#24405;&#65292;&#25152;&#20197;&#31532;&#20108;&#39029;&#30340;&#39029;&#30721;&#38656;&#35201;&#26174;&#31034;1&#65292;&#20381;&#27425;&#25353;&#39034;&#24207;&#25490;&#21015;&#33258;&#21160;&#23601;&#21487;&#20197;&#20102;&#65311;A&#65306;&#22914;&#26524;&#20320;&#24819;&#20174;&#31532;&#20108;&#39029;&#24320;&#22987;&#25554;&#20837;&#39029;&#30721;&#30340;&#35805;&#65292;&#26368;&#31616;&#21333;&#30340;&#26041;&#27861;&#26159;&#65306;&#22312;&#8221;&#39029;&#38754;&#35774;&#32622;&#8220;&#20013;&#30340;&#8221;&#29256;&#24335;&#8220;&#20013;&#36873;&#25321;&#8221;&#8220;&#39318;&#39029;&#19981;&#21516;&#8221;&#65292;&#22914;&#26524;&#20320;&#24819;&#20174;&#31532;X&#39029;&#24320;&#22987;&#25554;&#20837;&#39029;&#30721;&#30340;&#35805;&#26041;&#27861;&#26159;&#65306;X&#20195;&#34920;&#20320;&#24819;&#25554;&#20837;&#30340;&#39029;&#30721;1&#12289;&#23558;&#40736;&#26631;&#23450;&#20301;&#22312;&#31532;X-1&#39029;&#30340;&#26368;&#21518;&#19968;&#20010;&#23383;&#31526;&#21518;   2&#12289;&#36873;&#25321;&#8220;&#25554;&#20837;-&#12297;&#20998;&#38548;&#31526;&#8221;&#65307;&#22312;&#8220;&#20998;&#33410;&#31526;&#31867;&#22411;&#8221;&#36873;&#39033;&#20013;&#65292;&#36873;&#20013;&#8220;&#19979;&#19968;&#39029;&#8221;&#65307;&#25353;&#8220;&#30830;&#23450;&#8221;   3&#12289;&#23558;&#40736;&#26631;&#23450;&#20301;&#21040;&#31532;X&#39029;   4&#12289;&#36873;&#25321;&#8220;&#25554;&#20837;-&#12297;&#39029;&#30721;&#8221;&#65307;&#23558;&#8220;&#39318;&#39029;&#26174;&#31034;&#39029;&#30721;&#8221;&#21246;&#19978;&#65288;&#22240;&#20026;&#39029;&#38754;&#40664;&#35748;&#26159;&#8220;&#39318;&#39029;&#19981;&#21516;&#8221;&#65289;   5&#12289;&#25353;&#8220;&#26684;&#24335;&#8221;&#38190;&#65307;&#21246;&#28857;&#8220;&#36215;&#22987;&#39029;&#30721;&#8221;&#65292;&#36873;&#25321;&#8220;1&#8221;   &#8220;&#23558;&#31532;X&#39029;&#35774;&#20026;&#31532;1&#39029;&#30340;&#38382;&#39064;&#8221;&#23601;&#35299;&#20915;&#20102;&#65307;&#20294;&#36824;&#35201;&#25191;&#34892;&#19979;&#38754;&#36825;&#19968;&#27493;   6&#12289;&#21452;&#20987;&#31532;X&#39029;&#30340;&#39029;&#33050;&#65292;&#20986;&#29616;&#8220;&#39029;&#30473;&#21644;&#39029;&#33050;&#8221;&#24037;&#20855;&#22270;&#26631;&#65292;&#21516;&#26102;&#39029;&#33050;&#21306;&#22495;&#20250;&#26174;&#31034;&#8220;&#19982;&#19978;&#19968;&#33410;&#30456;&#21516;&#8221;&#30340;&#25552;&#31034;&#65288;&#22914;&#26524;&#27809;&#26377;&#27492;&#25552;&#31034;&#65292;&#19979;&#38754;&#30340;&#27493;&#39588;&#23601;&#19981;&#29992;&#25191;&#34892;&#20102;&#65289;   7&#12289;&#28857;&#20987;&#8220;&#39029;&#30473;&#21644;&#39029;&#33050;&#8221;&#24037;&#20855;&#22270;&#26631;&#20013;&#8220;&#38142;&#25509;&#21040;&#21069;&#19968;&#20010;&#8221;&#25353;&#38190;&#21518;&#65292;&#39029;&#33050;&#21306;&#22495;&#26174;&#31034;&#30340;&#8220;&#19982;&#19978;&#19968;&#33410;&#30456;&#21516;&#8221;&#30340;&#25552;&#31034;&#28040;&#22833;&#65307;   8&#12289;&#28857;&#20987;&#8220;&#39029;&#30473;&#21644;&#39029;&#33050;&#8221;&#24037;&#20855;&#22270;&#26631;&#20013;&#8220;&#20851;&#38381;&#8221;&#25353;&#38190;&#65307;&#33267;&#27492;&#23601;ok&#20102;   &#23545;&#31532;X-1&#39029;&#21450;&#20043;&#21069;&#39029;&#26080;&#39029;&#30721;&#30340;&#22788;&#29702;&#65306;   &#21452;&#20987;&#31532;X-1&#39029;&#30340;&#39029;&#33050;&#65292;&#23558;&#26174;&#31034;&#39029;&#33050;&#25968;&#23383;&#30340;&#26639;&#20301;&#21024;&#25481;&#21363;&#21487; ----------------------------------------------------------------------&#24223;&#35805;&#19981;&#22810;&#35828;&#65292;&#20998;&#20139;&#22909;&#29609;&#20799;&#20107;&#20799; &#31505;&#27515;&#25105;&#20102;</pre>
<pre>&#22823;&#23478;&#22312;google.com.hk&#37324;&#36755;&#20837;&#8220;&#20320;&#22920;&#36924;&#8221;&#65292;&#28982;&#21518;&#28857;&#25163;&#27668;&#19981;&#38169;&#65292;&#30475;&#30475;&#21457;&#29983;&#20160;&#20040;&#65311; </pre>
<pre>&#25105;&#25215;&#35748;&#36825;&#20010;&#19981;&#38597;&#65292;&#21487;&#26159;&#25105;&#35797;&#36807;&#21518;&#26080;&#35821;&#20102;&#65292;&#20320;&#21487;&#20197;&#35797;&#35797;&#65292;&#21704;&#21704;&#21704;&#21704;</pre>
<pre>&#21710;&#65292;&#36824;&#26377;&#20010;&#35201;&#36148;&#22270;&#65292;&#25105;&#25042;&#65292;&#25105;&#22256;&#65292;&#35201;&#22238;&#23478;&#30561;&#35273;&#35273;&#65292;&#23601;&#19981;&#36148;&#20102;&#21704;&#65292;&#21476;&#24503;&#25308;</pre>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/03/23/%E6%AD%A3%E6%9C%88%E9%87%8C/">正月里</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-03-23T00:00:00+08:00" pubdate data-updated="true">Mar 23<span>rd</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#160;</p>
<p>&#26089;&#19978;boss&#35201;&#29992;&#30456;&#26426;&#65292;&#39046;&#26088;&#21518;&#36214;&#32039;&#25226;&#36807;&#24180;&#25293;&#30340;&#29031;&#29255;&#20498;&#20986;&#26469;&#65292;&#30475;&#30475;&#36824;&#26159;&#25402;&#32654;&#30340;&#65292;&#23588;&#20854;&#26159;&#25105;&#30340;&#23567;&#29399;&#29399;&#20204;&#12290;</p>
<p>&#19978;&#33756;~~~ &#32416;&#32467;&#20102;&#19979;&#65292;&#36824;&#26159;&#21152;&#19978;&#35828;&#26126;&#21543;</p>
<p><img src="http://filer.blogbus.com/5333148/533314812693490733.jpg" border="0" alt="" /></p>
<p>&#19978;&#38754;&#30340;&#23567;&#29399;&#21483;&#29492;&#23376;&#65292;&#19979;&#38754;&#30340;&#21483;&#32905;&#29699;</p>
<p><img src="http://filer.blogbus.com/5333148/533314812693490504.jpg" border="0" alt="" /></p>
<p>&#160;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481269349042p.jpg" border="0" alt="" /></p>
<p>&#36825;&#26159;&#25105;&#30340;&#39277;&#21345;&#21253;</p>
<p><img src="http://filer.blogbus.com/5333148/533314812693490650.jpg" border="0" alt="" /></p>
<p>&#160;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481269349032x.jpg" border="0" alt="" /></p>
<p>&#19979;&#38754;&#36825;&#20960;&#24352;&#36830;&#30528;&#30475;&#65292;&#26159;&#32905;&#29699;&#24819;&#25214;&#29492;&#23376;&#29609;&#65292;&#34382;&#35270;&#30472;&#30472;&#30340;&#65292;&#29492;&#23376;&#23475;&#24597;&#65292;&#36530;&#24471;&#36828;&#36828;&#30340;</p>
<p><img src="http://filer.blogbus.com/5333148/533314812693490814.jpg" border="0" alt="" /></p>
<p><img src="http://filer.blogbus.com/5333148/533314812693490898.jpg" border="0" alt="" /></p>
<p><img src="http://filer.blogbus.com/5333148/533314812693490994.jpg" border="0" alt="" /></p>
<p><img src="http://filer.blogbus.com/5333148/53331481269349024t.jpg" border="0" alt="" /><img src="http://filer.blogbus.com/5333148/53331481269348454t.jpg" border="0" alt="" /></p>
<p>&#26368;&#21518;&#65292;&#26159;&#21516;&#23398;&#29241;&#22320;&#30340;&#22823;&#20316;&#65292;&#23637;&#35272;&#19979;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481269348446l.jpg" border="0" alt="" /></p>
<p>over&#65281;&#23398;&#20064;&#21435;&#65281;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/03/22/%E7%9D%80%E6%80%A5%E4%BA%86%E5%92%8B%E5%8A%9E/">着急了咋办</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-03-22T00:00:00+08:00" pubdate data-updated="true">Mar 22<span>nd</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#20316;&#25991;&#20889;&#19981;&#19979;&#21435;&#20102;&#65292;&#26469;&#20599;&#20010;&#25042;&#12290;&#26524;&#28982;&#31532;&#19968;&#27425;&#20889;&#19996;&#35199;&#24456;&#30171;&#33510;&#65292;&#24971;&#20102;&#24555;&#19968;&#20010;&#23567;&#26102;&#65292;issue&#23436;&#25104;3/4&#65292;&#32780;&#19988;&#26159;&#22312;&#25105;&#30475;&#26469;&#29399;&#23617;&#19981;&#36890;&#30340;3/4&#65292;&#22826;&#24694;&#24515;&#20102;&#22826;&#24694;&#24515;&#20102;&#12290;argument&#23601;&#21035;&#25552;&#20102;&#65292;&#30475;&#20102;&#39064;&#30446;&#65292;&#20498;&#26159;&#24456;&#24555;&#33021;&#25214;&#20986;&#39539;&#26021;&#30340;&#28857;&#26469;&#65292;&#21487;&#26159;&#65292;&#24590;&#20040;&#20010;&#39539;&#27861;&#12290;&#12290;&#12290;&#12290;&#31361;&#28982;&#21457;&#29616;&#33258;&#24049;&#20043;&#21069;&#19968;&#20010;argument&#30340;&#33539;&#25991;&#37117;&#27809;&#22909;&#22909;&#35835;&#36807;&#65292;&#32618;&#36807;&#21834;&#32618;&#36807;&#12290;</p>
<p>&#26368;&#26126;&#26234;&#30340;&#36873;&#25321;&#65292;&#23601;&#26159;&#20572;&#31508;&#20241;&#24687;&#19979;&#65292;&#22909;&#22909;&#30475;&#33539;&#25991;&#65292;&#21710;&#65292;&#25105;&#24635;&#26159;&#36825;&#24503;&#24615;&#65292;&#21861;&#20107;&#20799;&#37117;&#26159;&#21040;&#20102;&#36319;&#21069;&#25165;&#30528;&#24613;&#12290;</p>
<p>&#36824;&#26377;&#20010;&#24456;&#20005;&#37325;&#30340;&#38382;&#39064;&#23601;&#26159;&#22909;&#22810;&#23383;&#19981;&#20250;&#20889;&#65292;&#24120;&#29992;&#30340;&#20063;&#19981;&#20250;&#65292;&#30495;&#30340;&#24471;&#24694;&#34917;&#19979;&#65292;&#21333;&#35789;&#20889;&#38169;&#20102;&#22826;&#20002;&#20154;&#12290;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8211;</p>
<p>&#21792;&#21480;&#28857;&#21035;&#30340;&#12290;</p>
<p>&#21608;&#26411;&#20174;&#23478;&#37324;&#21448;&#24102;&#26469;&#20004;&#22823;&#29942;&#20013;&#33647;&#65292;&#20474;&#23064;&#20146;&#36763;&#33510;&#29100;&#20102;&#19968;&#23487;&#65292;&#22815;&#21917;&#19968;&#20010;&#26376;&#30340;&#20102;&#12290;&#35805;&#35828;&#20026;&#36825;&#28857;&#27611;&#30149;&#27809;&#23569;&#21507;&#33647;&#65292;&#21643;&#23601;&#19981;&#35265;&#22909;&#21602;&#65292;&#28902;&#27515;&#20154;&#20102;&#12290;&#25488;&#25351;&#19968;&#31639;&#65292;&#25105;&#34987;&#25240;&#30952;&#20102;10&#24180;&#22810;&#20102;&#65292;&#39069;&#65292;&#23815;&#25308;&#19979;&#33258;&#24049;&#65292;&#29983;&#21629;&#21147;&#30495;&#26106;&#30427;&#12290;</p>
<p>&#36824;&#26377;&#23601;&#26159;&#26377;&#22825;&#30475;&#35265;&#19968;&#32593;&#39029;&#65292;&#22909;&#24515;&#24773;&#21457;&#29983;&#22120;&#65292;&#20457;&#23567;&#21160;&#29289;&#20351;&#21170;&#20799;&#35828;thank you&#65292;&#20048;&#24471;&#25105;&#24403;&#26202;&#35265;&#35841;&#37117;&#26159;thank you&#12290;&#32467;&#26524;&#65292;&#26377;&#19968;&#23043;&#23398;&#25105;&#65292;&#20081;&#21457;&#28040;&#24687;&#65292;qq&#21495;&#34987;&#23553;&#20102;&#65292;&#33267;&#27492;&#20877;&#27809;&#30331;&#38470;&#19978;&#36807;&#20102;&#65292;&#21704;&#21704;&#21704;&#21704;&#12290;&#32654;&#24471;&#25105;~~~~~</p>
<p><span>http://www.lansin.com/thank/mtest.s</span><span>html &#32593;&#22336;&#22312;&#36825;&#65292;&#23454;&#22312;&#22909;&#29609;&#65292;&#22079;&#22079;&#12290;&#25105;&#27531;&#24525;&#30340;&#35753;&#20182;&#20204;&#21564;&#20102;3w&#22810;&#27425;&#12290;&#12290;&#12290;&#12290;<br /></span></p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/03/20/elyse-sewell/">Elyse Sewell</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-03-20T00:00:00+08:00" pubdate data-updated="true">Mar 20<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p><a href="http://elysesewell.livejournal.com/"><img src="http://filer.blogbus.com/5333148/53331481269156795x.jpg" border="0" alt="" /><img src="http://filer.blogbus.com/5333148/53331481269156818o.jpg" border="0" alt="" /><img src="http://filer.blogbus.com/5333148/53331481269156771p.jpg" border="0" alt="" /><img src="http://filer.blogbus.com/5333148/53331481269156807b.jpg" border="0" alt="" /><img src="http://filer.blogbus.com/5333148/53331481269156783p.jpg" border="0" alt="" /></a></p>
<p>&#29031;&#29255;&#26377;&#28857;&#20081;&#65292;&#25042;&#24471;&#25972;&#20102;&#12290;&#21916;&#27426;&#21518;&#38754;&#30340;&#20960;&#24352;&#20559;&#29983;&#27963;&#30340;&#29031;&#29255;&#65292;&#21476;&#28789;&#31934;&#24618;&#30340;&#65292;&#22079;&#22079;&#65292;&#29233;&#21834;~~~</p>
<p><a href="http://elysesewell.livejournal.com/">http://elysesewell.livejournal.com/</a>&#36825;&#26159;&#22905;&#30340;blog&#65292;&#37117;&#34987;&#25105;&#25214;&#30528;&#20102;</p>
<p>&#31232;&#37324;&#31946;&#28034;&#30475;&#20102;&#31532;&#19968;&#23395;&#30340;&#20840;&#32654;&#36229;&#27169;&#22823;&#36187;&#65292;&#26412;&#26469;&#23601;&#26159;&#38543;&#20415;&#30597;&#30597;&#30340;&#12290;&#21518;&#26469;&#23601;&#21916;&#27426;&#19978;&#36825;&#20010;&#23401;&#23376;&#65292;&#28982;&#21518;&#19968;&#30452;&#36319;&#36827;&#65292;&#30475;&#21040;&#22905;&#34987;&#28120;&#27760;&#65292;&#21775;&#22040;&#19981;&#24050;&#12290;</p>
<p>&#36825;&#19968;&#23395;&#36824;&#26159;&#22909;&#30475;&#30340;&#65292;&#24456;&#22810;&#20914;&#31361;&#65292;&#20294;&#21448;&#19981;&#20687;&#26032;&#19968;&#23395;&#37027;&#20040;&#21557;&#21557;&#12290;&#20027;&#35201;&#65292;&#26159;&#26377;&#36825;&#20010;&#27668;&#36136;&#32654;&#22899;&#12290;&#22079;&#22079;&#65292;&#25105;&#21448;&#33457;&#30196;&#20102;&#12290;</p>
<p>&#22905;&#29616;&#22312;&#39321;&#28207;&#21457;&#23637;&#65292;&#21338;&#23458;&#30475;&#30528;&#20063;&#24456;&#20146;&#20999;&#12290;&#19981;&#36807;&#32473;&#21608;&#29983;&#29983;&#20195;&#35328;&#30340;&#37027;&#20123;&#29031;&#29255;&#30495;&#26159;&#27585;&#20154;&#19981;&#20518;&#65292;&#30828;&#26159;&#25226;&#27668;&#36136;&#25293;&#27809;&#20102;&#65292;&#20439;&#27668;&#26469;&#20102;&#65292;&#21710;&#65292;&#21487;&#24796;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/03/19/hewlett-packard/">Hewlett-Packard</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-03-19T00:00:00+08:00" pubdate data-updated="true">Mar 19<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#32456;&#20110;&#32456;&#20110;&#65292;&#20170;&#22825;&#27809;&#21643;&#24178;&#27963;&#12290;&#12290;&#12290;&#26089;&#19978;&#35828;&#26159;&#30475;&#35770;&#25991;&#65292;&#27809;&#30475;&#20960;&#20998;&#38047;&#65292;&#23601;&#24320;&#22987;&#30424;&#31639;&#30528;&#25509;&#19979;&#26469;&#36825;&#20960;&#20010;&#20551;&#26399;&#24590;&#20040;&#36807;&#22909;&#65292;&#24819;&#30340;&#25105;&#24515;&#37117;&#39134;&#20102;&#12290;&#24184;&#22909;boss&#32473;&#30340;&#27963;&#25552;&#21069;&#24324;&#22909;&#21457;&#32473;&#20182;&#20102;&#65292;&#22079;&#22079;&#65292;&#31215;&#26497;&#24178;&#27963;&#36824;&#26159;&#26377;&#22909;&#22788;&#30340;&#12290;&#21453;&#27491;&#24555;&#21608;&#26411;&#20102;&#65292;&#23567;&#20241;&#24687;&#19968;&#19979;&#12290;&#19979;&#21608;&#32487;&#32493;&#65292;&#30475;&#25105;&#30340;&#35770;&#25991;&#65292;&#36319;MATLAB&#36739;&#21170;~~~&#20474;&#24515;&#30140;&#30005;&#33041;&#21834;~~</p>
<p>&#20170;&#20799;&#22238;&#23478;&#30475;&#30005;&#35270;&#25165;&#30693;&#36947;&#24800;&#26222;&#30005;&#33041;&#30340;&#20107;&#20799;&#12290;</p>
<p>&#24819;&#24403;&#21021;&#20080;&#30005;&#33041;&#30340;&#26102;&#20505;&#65292;&#32593;&#19978;&#23601;&#26377;&#20154;&#35828;&#36215;&#25955;&#28909;&#21644;&#38634;&#33457;&#23631;&#30340;&#38382;&#39064;</p>
<p>&#38634;&#33457;&#23631;&#65292;&#25105;&#20184;&#38065;&#35797;&#26426;&#30340;&#26102;&#20505;&#23601;&#26377;&#24184;&#35265;&#35782;&#20102;&#65292;&#36824;&#22909;&#65292;&#21450;&#26102;&#25442;&#20102;</p>
<p>&#25955;&#28909;&#22043;&#65292;&#37027;&#26159;&#30495;&#30340;&#25240;&#33150;&#27515;&#20154;&#20102;&#12290;&#24515;&#30140;&#25105;&#25442;&#39118;&#25159;&#30340;150&#22359;&#22823;&#27915;&#65292;&#37329;&#29260;&#21806;&#21518;&#37027;&#37324;&#35201;450&#22909;&#20687;&#65292;&#36149;&#21834;~~~~</p>
<p>&#24819;&#36215;&#26368;&#26032;&#19968;&#38598;&#30340;big bang&#65292;Sheldon&#35828;&#20182;&#36319;&#24800;&#26222;&#23458;&#26381;&#25237;&#35785;&#32416;&#32544;&#20102;&#21322;&#22825;&#65292;&#21704;&#21704;&#65292;&#22238;&#26469;&#25105;&#23601;&#30475;&#35265;&#36825;&#26032;&#38395;&#20102;&#65292;&#20026;&#20182;&#20204;&#23458;&#26381;&#30340;&#24577;&#24230;&#19981;&#40831;&#21834;&#12290;&#12290;&#12290;&#12290;&#31455;&#28982;&#25954;&#36182;&#23398;&#26657;&#23487;&#33293;&#30340;&#34769;&#34690;&#12290;&#12290;&#12290;&#12290;&#22909;&#24847;&#24605;&#20182;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#26377;&#31354;&#32487;&#32493;&#20851;&#27880;&#65292;&#30475;&#33021;&#19981;&#33021;&#26377;&#28857;&#21861;&#25514;&#26045;&#12290;&#12290;&#12290;</p>
<p>&#21453;&#27491;&#20197;&#21518;&#26159;&#19981;&#20250;&#20877;&#20080;&#24800;&#26222;&#20102;&#65292;&#23601;&#20914;&#20182;&#36825;&#21361;&#26426;&#20844;&#20851;&#30340;&#27700;&#24179;&#65292;&#36824;&#19981;&#22914;&#20016;&#30000;&#21602;&#12290;&#12290;&#12290;&#12290;&#37145;&#35270;&#19979;&#65292;&#22826;&#19981;&#23454;&#35802;&#20102;~~~~~~</p>
<p>&#160;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/03/18/%E9%BE%99%E6%8A%AC%E5%A4%B4%E4%BA%86%EF%BC%8C%E6%88%91%E4%B8%A7%E6%B0%94%E5%84%BF%E4%BA%86/">龙抬头了，我丧气儿了</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-03-18T00:00:00+08:00" pubdate data-updated="true">Mar 18<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#26152;&#20799;&#20108;&#26376;&#20108;&#65292;&#40857;&#25260;&#22836;&#12290;&#25105;&#25260;&#22836;&#20102;&#65292;&#27809;&#27927;&#22836;&#27809;&#21098;&#22836;</p>
<p>&#20170;&#20799;&#21482;&#26159;&#20010;&#37057;&#38391;</p>
<p>&#21683;&#22013;&#27809;&#35265;&#22909;&#65292;&#23454;&#39564;&#23460;&#37324;&#25968;&#25105;&#26368;&#32850;&#22122;</p>
<p>&#22909;&#24515;&#21892;&#33391;&#31215;&#26497;&#30340;&#26576;&#21516;&#23398;&#65292;&#36805;&#36895;&#25913;&#22909;&#20102;&#25105;&#30340;&#35770;&#25991;&#65292;&#21457;&#26469;&#65292;&#21520;&#34880;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#28385;&#31687;&#30340;&#32418;&#23383;&#20799;&#65292;&#25105;&#30475;&#30340;&#37027;&#21483;&#19968;&#20010;&#30171;&#24515;&#21584;~~~</p>
<p>&#27494;&#26519;&#22806;&#20256;&#26377;&#19968;&#38598;&#65292;&#37026;&#25429;&#22836;&#25214;&#32570;&#28857;&#65292;&#25214;&#30528;&#19968;&#20010;&#65292;&#23601;&#22312;&#25163;&#19978;&#21010;&#25289;&#19968;&#20992;</p>
<p>&#39069;&#65292;&#29616;&#22312;&#25105;&#36825;&#20010;&#23567;&#24515;&#33039;&#65292;&#20272;&#35745;&#21487;&#20197;&#36319;&#32769;&#37026;&#30340;&#25163;&#23218;&#32654;&#20102;</p>
<p>&#31455;&#26159;&#20123;&#20302;&#32423;&#38169;&#35823;&#65292;&#27809;&#20027;&#35821;&#30340;&#21477;&#23376;&#19968;&#22823;&#22534;&#65292;&#26102;&#24577;&#38169;&#35823;&#20063;&#21487;&#22810;&#65292;&#20171;&#35789;&#29992;&#38169;&#37027;&#26159;&#20877;&#27491;&#24120;&#19981;&#36807;&#20102;&#12290;&#31070;&#22855;&#30340;&#35821;&#27861;&#21834;&#65292;&#25171;&#23567;&#25220;&#20102;&#37027;&#20040;&#22810;&#31508;&#35760;&#65292;&#21487;&#25105;&#20174;&#26469;&#27809;&#23398;&#26126;&#30333;&#36807;&#12290;&#20197;&#21069;&#30340;1&#65292;2&#65292;3&#65292;4&#65292;5.&#12290;&#12290;&#12290;&#33521;&#35821;&#32769;&#24072;&#20204;&#65292;&#25105;&#38169;&#20102;&#12290;&#12290;&#12290;&#12290;</p>
<p>CK&#21516;&#23398;&#30340;&#21453;&#39304;&#36824;&#27809;&#21040;&#65292;&#20272;&#35745;&#23043;&#20063;&#22312;&#22823;&#36830;&#20599;&#20599;&#21520;&#34880;&#21602;</p>
<p>&#24184;&#20111;&#36824;&#27809;&#32473;&#21035;&#20154;&#30475;&#65292;&#35201;&#19981;&#20002;&#20154;&#20002;&#27515;</p>
<p>&#24184;&#22909;&#27809;&#32473;boss&#19978;&#20132;&#65292;&#19981;&#28982;&#34987;&#21128;&#27515;</p>
<p>&#25105;&#19975;&#24694;&#30340;&#21516;&#20161;&#20204;&#24635;&#36319;boss&#21561;&#22040;&#25105;&#33521;&#35821;&#65292;&#21710;&#65292;&#29275;&#30382;&#30495;&#30340;&#26159;&#21561;&#22823;&#20102;&#65292;&#25105;&#36825;&#27700;&#24179;&#65292;&#30475;&#30528;&#32654;&#21095;&#37117;&#33392;&#38590;&#65292;&#36824;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#20007;&#27668;&#20799;&#21834;&#20007;&#27668;&#20799;&#65292;&#25105;&#12290;&#12290;&#12290;&#12290;&#25105;&#22909;&#22909;&#23398;&#33521;&#35821;&#21435;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#20808;&#30475;&#38598;&#32654;&#20598;&#23433;&#24944;&#19979;&#23567;&#24515;&#33039;~~~~~</p>
                                    </p>
</div>
  
  


    </article>
  
  <div class="pagination">
    
      <a class="prev" href="/blog/page/18/">&larr; Older</a>
    
    <a href="/blog/archives">Blog Archives</a>
    
    <a class="next" href="/blog/page/16/">Newer &rarr;</a>
    
  </div>
</div>
<aside class="sidebar">
  
    <section>
  <h1>Recent Posts</h1>
  <ul id="recent_posts">
    
      <li class="post">
        <a href="/blog/2013/01/13/hui-gu-2012/">回顾2012</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/08/my-frist-post/">my-frist-post</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/05/14/eclipse---java.lang.noclassdeffounderror%3A-com.jayway.android.robotium.solo.solo%E9%94%99%E8%AF%AF%E8%A7%A3%E5%86%B3/">eclipse - java.lang.NoClassDefFoundError: com.jayway.android.robotium.solo.Solo错误解决</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/04/08/%E4%BD%A0%E7%8E%B0%E5%9C%A8%E7%9A%84%E5%B7%A5%E4%BD%9C%E8%BD%BB%E6%9D%BE%E4%B9%88%EF%BC%9F/">你现在的工作轻松么？</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/02/19/css%E7%AC%94%E8%AE%B0-position%E9%83%BD%E6%9C%89%E5%95%A5%E5%B1%9E%E6%80%A7/">CSS笔记-position都有啥属性</a>
      </li>
    
  </ul>
</section>






  
</aside>

    </div>
  </div>
  <footer role="contentinfo"><p>
  Copyright &copy; 2013 - muggleyoung -
  <span class="credit">Powered by <a href="http://octopress.org">Octopress</a>. Design by <a href="http://octopressthemes.com">Octopress Themes</a>.</span>
</p>

</footer>
  







  <script type="text/javascript">
    (function(){
      var twitterWidgets = document.createElement('script');
      twitterWidgets.type = 'text/javascript';
      twitterWidgets.async = true;
      twitterWidgets.src = 'http://platform.twitter.com/widgets.js';
      document.getElementsByTagName('head')[0].appendChild(twitterWidgets);
    })();
  </script>





</body>
</html>
