
<!DOCTYPE HTML>
<html>
<head>
	<meta charset="utf-8">
	<title></title>
	<meta name="author" content="muggleyoung">

	
	<meta name="description" content="&#35828;&#35828;&#30005;&#24433;&#21591;
&#26368;&#36817;&#30475;&#20102;&#21861;~
&#160;&#160;&#160;&#160; 1.&#20102;&#19981;&#36215;&#30340;&# &hellip;">
	
	<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

	<link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
	<link rel="canonical" href="">
	<link href="/favicon.png" rel="shortcut icon">
	<link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
	<!--[if lt IE 9]><script src="//html5shiv.googlecode.com/svn/trunk/html5.js"></script><![endif]-->
	<script src="//ajax.googleapis.com/ajax/libs/jquery/1.7.2/jquery.min.js"></script>
	
</head>

<body>
	<header id="header" class="inner"><h1><a href="/"></a></h1>
<nav id="main-nav"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</nav>
<nav id="mobile-nav">
	<div class="alignleft menu">
		<a class="button">Menu</a>
		<div class="container"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</div>
	</div>
	<div class="alignright search">
		<a class="button"></a>
		<div class="container">
			<form action="http://google.com/search" method="get">
				<input type="text" name="q" results="0">
				<input type="hidden" name="q" value="site:muggleyoung.github.com">
			</form>
		</div>
	</div>
</nav>
<nav id="sub-nav" class="alignright">
	<div class="social">
		
		
		
		
    
		
		
		
		
		
		<a class="rss" href="/atom.xml" title="RSS">RSS</a>
		
	</div>
	<form class="search" action="http://google.com/search" method="get">
		<input class="alignright" type="text" name="q" results="0">
		<input type="hidden" name="q" value="site:muggleyoung.github.com">
	</form>
</nav>

</header>
	
		
	
	<div id="content" class="inner">


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/05/26/%E5%B0%8F%E7%9B%98%E7%82%B9/">
		
			小盘点</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#35828;&#35828;&#30005;&#24433;&#21591;</p>
<p>&#26368;&#36817;&#30475;&#20102;&#21861;~</p>
<p>&#160;&#160;&#160;&#160; 1.&#20102;&#19981;&#36215;&#30340;&#29392;&#29432;&#29240;&#29240;</p>
<p>fantastic Mr. Fox&#160;&#160; &#21475;&#30865;&#19981;&#38169;&#65292;&#21608;&#26411;&#23601;&#25289;&#20986;&#26469;&#30475;&#20102;&#12290;&#36215;&#21021;&#19981;&#35273;&#24471;&#24590;&#26679;&#65292;&#20063;&#27809;&#35273;&#24471;Mr fox&#26377;&#21861;&#22909;&#30340;&#65292;&#29978;&#33267;&#35748;&#20026;&#20182;&#24456;&#19981;&#38752;&#35889;&#12290;&#30475;&#21040;&#21518;&#38754;&#65292;&#24320;&#22987;&#24863;&#21160;&#20102;&#12290;&#20854;&#23454;&#65292;&#33267;&#23569;&#25105;&#26159;&#36825;&#26679;&#30340;&#65306;&#33258;&#24049;&#23601;&#26159;&#19968;&#20010;&#19981;&#24590;&#20040;&#38752;&#35889;&#30340;&#20154;&#65292;&#20973;&#21861;&#36824;&#36825;&#26679;&#35828;&#20154;&#23478;&#12290;&#32780;&#19988;&#65292;mr fox&#36824;&#31639;&#26159;&#38752;&#35889;&#20102;&#12290;&#24102;&#30528;&#21160;&#29289;&#20204;&#19968;&#36215;&#21453;&#25239;&#30340;&#37096;&#20998;&#65292;&#32456;&#20110;&#26126;&#30333;&#20102;&#12290;&#21453;&#20498;&#32673;&#24917;&#36825;&#26679;&#30340;&#19981;&#38752;&#35889;&#12290;&#12290;&#12290;</p>
<p>&#23567;&#23401;&#65292;&#21644;&#25105;&#36825;&#24180;&#40836;&#27573;&#30340;&#65292;&#37117;&#36866;&#21512;&#30475;&#12290;</p>
<p>P.S.&#36825;&#37096;&#21160;&#30011;&#30340;&#37197;&#20048;&#19981;&#38169;&#12290;&#26377;&#28857;&#32769;&#26087;&#30340;&#21619;&#36947;&#65292;&#33410;&#22863;&#24863;&#25511;&#21046;&#30340;&#25402;&#22909;&#12290;&#24681;&#65292;&#36824;&#26377;&#37197;&#38899;&#26159;Meryl Streep&#65292; George Clooney&#20998;&#21035;&#26159;&#29392;&#29432;&#22920;&#22920;&#21644;&#29240;&#29240;&#12290;&#21069;&#32773;&#22768;&#38899;&#22826;&#22909;&#21548;&#20102;~~~</p>
<p>&#27809;&#26377;&#21435;&#26597;&#35810;&#26159;&#21738;&#20010;&#21160;&#30011;&#20844;&#21496;&#30340;&#20316;&#21697;&#65292;&#21487;&#20197;&#25490;&#38500;&#36842;&#22763;&#23612;&#21644;&#26790;&#24037;&#21378;&#12290;&#22909;&#21543;&#65292;&#26597;&#20102;&#19979;&#65292;&#26159;21st&#31119;&#20811;&#26031;&#12290;</p>
<p>&#23450;&#26684;&#21160;&#30011;&#65292;&#25105;&#36824;&#26159;&#20559;&#29233;&#30340;&#12290;</p>
<p>&#160;&#160;&#160;&#160; 2.&#32654;&#22269;&#24448;&#20107;</p>
<p>&#36825;&#20010;&#26159;&#28201;&#20064;&#30340;&#12290;&#20197;&#21069;&#24212;&#35813;&#20889;&#36807;&#65292;&#19981;&#22810;&#35828;&#12290;&#26377;&#31354;&#36824;&#35201;&#28201;&#20064;&#25945;&#29238;&#65292;&#24681;&#65292;&#25105;&#19981;&#23244;&#28902;~</p>
<p>&#160;&#160;&#160;&#160; 3.&#39740;&#22920;&#22920;</p>
<p>&#20063;&#26159;&#19968;&#37096;&#23450;&#26684;&#21160;&#30011;&#12290;&#30456;&#23545;&#23401;&#23376;&#27668;&#20123;&#12290;&#24773;&#33410;&#21457;&#23637;&#27809;&#21861;&#29305;&#21035;&#65292;&#37027;&#20010;&#25187;&#23376;&#30524;&#30555;&#35753;&#25105;&#30475;&#30528;&#26377;&#28857;&#28183;&#24471;&#24908;&#12290;&#35265;&#19981;&#24471;&#36825;&#26679;&#30340;&#12290;&#33509;&#24178;&#24180;&#21069;&#30340;&#19968;&#37096;&#65306;&#28504;&#31070;&#30340;&#36855;&#23467;&#65292;&#29616;&#22312;&#24819;&#36215;&#26469;&#36824;&#24515;&#26377;&#20313;&#24760;&#12290;</p>
<p>&#160;&#160;&#160;&#160; 4.&#36229;&#32423;&#26080;&#25932;&#25484;&#38376;&#29399;&#20043;&#38754;&#21253;&#19982;&#27515;&#20129;&#26696;&#20214;</p>
<p>&#20381;&#28982;&#23450;&#26684;&#21160;&#30011;&#65292;&#24212;&#35813;&#23601;&#26159;&#20174;&#36825;&#19968;&#37096;&#24320;&#22987;&#65292;&#38047;&#24773;&#40655;&#22303;&#21160;&#30011;</p>
<p>&#36825;&#31995;&#21015;&#30340;&#37117;&#19981;&#38169;&#12290;&#31532;&#19968;&#27425;&#30475;&#35265;&#22823;&#27010;&#26159;&#21021;&#20013;&#21543;&#65292;&#22312;&#20964;&#20976;&#21355;&#35270;&#30475;&#20102;&#31532;&#19968;&#37096;&#65292;&#28207;&#21488;&#37197;&#38899;&#12290;&#25110;&#35768;&#26159;&#24515;&#29702;&#20316;&#29992;&#65292;&#35273;&#24471;&#38500;&#20102;&#21407;&#22768;&#20197;&#22806;&#65292;&#20063;&#23601;&#28207;&#21488;&#37197;&#38899;&#30340;&#21160;&#30011;&#36824;&#33021;&#30475;&#65292;&#22269;&#35821;&#30340;&#65292;&#24635;&#24863;&#35273;&#19968;&#21103;&#33510;&#22823;&#20167;&#28145;&#30340;&#26679;&#20799;&#12290;</p>
<p>&#21518;&#26469;&#30475;&#20102;&#31532;&#20108;&#37096;</p>
<p>&#20877;&#21518;&#26469;&#65292;&#23601;&#21040;&#20102;&#29616;&#22312;&#12290;&#12290;&#12290;&#12290;&#36825;&#31639;&#30058;&#22806;&#31687;&#19981;</p>
<p>&#23567;&#29399;&#20381;&#26087;&#33521;&#21191;&#26080;&#25932;&#65292;&#19981;&#22810;&#35828;&#65292;&#22909;&#30475;&#23601;&#26159;</p>
<p>&#160;&#160;&#160;&#160; 5.&#26684;&#26519;&#22902;&#22902;&#30340;&#30561;&#32654;&#20154;</p>
<p>&#36825;&#20010;&#65292;&#19979;&#30340;&#27809;&#23383;&#24149;&#65292;&#32769;&#22902;&#22902;&#35821;&#27668;&#22826;&#20016;&#23500;&#20102;&#65292;&#21475;&#40831;&#19981;&#20278;&#20432;&#65292;&#27809;&#21643;&#20307;&#20250;&#21040;&#30561;&#32654;&#20154;&#25925;&#20107;&#30340;&#40657;&#33394;&#27668;&#27675;&#12290;</p>
<p>&#22909;&#21543;&#65292;&#20854;&#23454;&#65292;&#23601;&#26159;&#25105;&#21548;&#21147;&#24046;&#21591;</p>
<p>&#160;&#160;&#160;&#160; 6.&#21830;&#26631;&#30340;&#19990;&#30028;</p>
<p>&#22826;&#24069;&#20102;&#65292;&#30524;&#33457;&#32557;&#20081;</p>
<p>&#23815;&#25308;&#36825;&#26679;&#30340;&#26893;&#20837;&#24191;&#21578;&#65292;&#21046;&#20316;&#20154;&#36215;&#30721;&#29992;&#24515;&#20102;</p>
<p>&#38750;&#20294;&#19981;&#29301;&#24378;&#65292;&#36824;&#22909;&#29609;&#30340;&#19981;&#34892;</p>
<p>&#20013;&#38388;&#19981;&#26029;&#30340;&#23450;&#26684;&#65292;&#20048;&#27492;&#19981;&#30130;&#30340;&#23547;&#25214;&#35748;&#35782;&#30340;logo&#12290;&#35201;&#19981;&#26159;logo&#22826;&#22810;&#65292;&#25105;&#32477;&#23545;&#26377;&#32784;&#24515;&#21435;&#24930;&#24930;&#30334;&#24230;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#32654;&#21095;~</p>
<p>1.&#23454;&#20064;&#21307;&#29983;&#26684;&#38647;&#65292;&#23395;&#32456;</p>
<p>&#26684;&#38647;&#30340;&#32534;&#21095;&#24456;&#29275;&#65292;&#27599;&#23395;&#32456;&#30340;&#20004;&#23567;&#26102;&#36830;&#25773;&#37117;&#35753;&#20154;&#25578;&#24515;&#12290;</p>
<p>&#19978;&#27425;&#26159;George&#30340;&#27515;&#65292;&#36825;&#27425;&#65292;&#30452;&#25509;&#27515;&#19968;&#20018;&#12290;&#22826;&#12290;&#12290;&#12290;&#12290;&#21861;&#20102;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#21482;&#33021;&#35828;&#65292;&#31639;&#20320;&#26377;&#32966;</p>
<p>&#19979;&#23395;&#24590;&#33021;&#19981;&#30475;</p>
<p>2.&#36855;&#22833;&#65292;&#21095;&#32456;</p>
<p>&#21710;&#65292;&#36825;&#20010;&#21095;&#65292;&#30495;&#26159;&#35753;&#20154;&#27426;&#21916;&#35753;&#20154;&#24551;&#21834;</p>
<p>&#23588;&#20854;&#26159;&#32467;&#23616;&#12290;&#12290;&#12290;</p>
<p>&#36825;&#19968;&#23395;&#65292;&#27809;&#24590;&#20040;&#35748;&#30495;&#30475;&#12290;&#23601;&#20914;&#30528;&#35201;&#32467;&#23616;&#20102;&#65292;&#24819;&#30693;&#36947;&#32467;&#26524;&#32780;&#24050;</p>
<p>&#21152;&#19978;&#25105;&#30475;&#30340;&#37117;&#27809;&#23383;&#24149;&#65292;&#32454;&#33410;&#37096;&#20998;&#22522;&#26412;&#27809;&#26377;follow&#12290;</p>
<p>&#23601;&#20809;&#35828;&#36825;&#32467;&#23616;&#21543;&#12290;&#20329;&#26381;&#32534;&#21095;&#12290;&#36825;&#20040;&#29399;&#34880;&#30340;&#32467;&#23616;&#65292;&#20498;&#26159;&#21313;&#20998;&#22865;&#21512;&#32769;&#27801;&#35828;&#30340;&#65306;&#19968;&#21315;&#20010;&#20154;&#23601;&#26377;&#19968;&#21315;&#20010;&#21704;&#22982;&#38647;&#29305;</p>
<p>&#26159;&#21834;&#65292;&#19968;&#21315;&#20010;&#20154;&#65292;&#30495;&#33021;&#22815;&#29702;&#35299;&#20986;&#19968;&#21315;&#20010;&#32467;&#23616;&#26469;</p>
<p>&#30475;&#19981;&#25026;&#30340;&#65292;&#20687;&#25105;&#36825;&#26679;&#30340;&#65292;&#31232;&#37324;&#31946;&#28034;&#30340;&#65292;&#20063;&#30693;&#36947;&#65292;&#20182;&#20204;&#21448;&#30456;&#36935;&#20102;&#65292;&#36319;&#36718;&#22238;&#20284;&#30340;</p>
<p>&#30475;&#30340;&#26126;&#30333;&#30340;&#65292;&#25105;&#21435;&#31245;&#24494;&#25214;&#20102;&#19979;&#35299;&#35835;&#12290;&#26377;&#20154;&#20174;&#23447;&#25945;&#30340;&#35282;&#24230;&#35762;&#65292;&#31185;&#23398;&#20998;&#26512;&#30340;&#65292;&#26102;&#31354;&#20132;&#38169;&#30340;&#65292;&#19981;&#21516;&#32500;&#19990;&#30028;&#30340;&#12290;&#36824;&#26377;&#20998;&#26512;&#20154;&#26684;&#30340;&#65292;&#36923;&#36753;&#25512;&#29702;&#30340;&#65292;&#21861;&#37117;&#26377;&#65292;&#29305;&#28909;&#38393;&#12290;</p>
<p>&#35910;&#29923;&#30340;&#36855;&#22833;&#23567;&#32452;&#65292;&#26377;&#20010;&#20154;&#21457;&#35328;&#35828;&#19981;&#21916;&#27426;&#36825;&#21095;&#65292;&#34987;&#32452;&#38271;&#39554;&#65292;&#24182;&#36386;&#20986;&#12290;&#25105;&#29468;&#65292;&#32452;&#38271;&#26159;&#24515;&#34394;&#30340;&#65292;&#30693;&#36947;&#22823;&#23478;&#37117;&#34987;&#32534;&#21095;&#24573;&#24736;&#30340;&#21463;&#19981;&#20102;&#20102;&#65292;&#25513;&#32819;&#30423;&#38083;&#21602;&#12290;&#24681;&#65292;&#35828;&#36215;&#36825;&#29616;&#35937;&#65292;&#25105;&#31245;&#31245;&#32852;&#24819;&#21040;&#20102;&#25919;&#27835;&#12290;&#19981;&#31639;&#25935;&#24863;&#21543;~</p>
<p>&#26377;&#19968;&#20010;&#20154;&#65292;&#30475;&#23436;&#32467;&#23616;&#21095;&#36879;&#35828;&#65306;hugo&#26159;&#20010;&#22899;&#30340;&#65292;&#29983;&#20102;&#20010;&#23043;&#12290;&#21621;&#21621;&#65292;&#28784;&#24120;&#22865;&#21512;&#39118;&#26684;&#20040;~~</p>
<p>3.gossip girl&#65292;&#23395;&#32456;</p>
<p>&#36825;&#21095;&#65292;&#19968;&#21521;&#20081;&#26469;&#12290;&#22914;&#36855;&#22833;&#19968;&#26679;&#65292;&#21482;&#20851;&#24515;&#20027;&#32447;&#24773;&#33410;&#12290;</p>
<p>&#24819;&#36215;ugly Betty&#65292;&#34429;&#28982;&#19981;&#24590;&#20040;&#21916;&#27426;&#65292;&#20294;&#20063;&#24819;&#30693;&#36947;&#32467;&#26524;&#32780;&#24050;&#12290;</p>
<p>4.big bang&#65292;&#23395;&#32456;</p>
<p>&#36825;&#36824;&#29992;&#35828;&#20040;&#65292;&#22909;&#30475;&#24456;&#12290;&#32780;&#19988;&#65292;&#36825;&#20010;&#65292;&#27809;&#23383;&#24149;&#65292;&#30495;&#30475;&#19981;&#25026;&#12290;&#22522;&#26412;&#19978;&#27809;&#21643;&#31505;&#23601;&#36807;&#21435;&#20102;&#12290;</p>
<p>24&#23567;&#26102;&#20043;&#25152;&#20197;&#27809;&#25509;&#30528;&#30475;&#65292;&#38500;&#20102;&#24773;&#33410;&#39118;&#26684;&#27809;&#21861;&#22823;&#21464;&#21270;&#20197;&#22806;&#65292;&#20063;&#22240;&#20026;&#27809;&#23383;&#24149;&#25105;&#30475;&#19981;&#25026;&#12290;jack&#35828;&#35805;&#22826;&#24555;&#20102;&#65292;&#22522;&#26412;&#19978;&#21482;&#33021;&#21548;&#25026;nuclear weapon&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>5.&#20840;&#32654;&#36229;&#27169;&#22823;&#36187;&#65292;&#23395;&#32456;</p>
<p>&#20197;&#21518;&#20877;&#19981;&#30475;&#20102;&#65292;&#27809;&#20154;&#33021;&#36229;&#36234;&#25105;&#30340;&#26368;&#29233;&#65292;elyse&#12290;tyra&#20063;&#32769;&#20102;&#65292;&#21482;&#33021;&#31639;&#26159;&#39118;&#38901;&#29369;&#23384;&#30340;&#22659;&#30028;&#20102;&#12290;</p>
<p>6.&#32654;&#22269;&#20598;&#20687;&#65292;&#26126;&#26085;&#32467;&#26463;</p>
<p>&#20063;&#19981;&#24819;&#20877;&#30475;&#20102;&#12290;&#36825;&#19968;&#23395;&#27700;&#24179;&#22826;&#24046;&#20102;&#65292;&#23601;&#21193;&#24378;&#30475;&#30528;didi&#65292;Aaron&#36824;&#39034;&#30524;&#28857;&#20799;&#65292;&#32769;&#26089;&#23601;&#34987;&#28120;&#27760;&#20102;&#12290;&#25105;&#19981;&#21916;&#27426;&#27700;&#26230;&#22992;&#65292;&#34429;&#28982;&#22905;&#21628;&#22768;&#25402;&#39640;&#12290;</p>
<p>&#36824;&#26159;&#33521;&#22269;&#36798;&#20154;&#22909;&#30475;&#28857;&#65292;&#32654;&#22269;&#30340;&#20063;&#19981;&#22909;&#30475;&#65292;&#35780;&#22996;&#27700;&#24179;&#19981;&#39640;&#12290;&#25454;&#35828;&#20013;&#22269;&#20063;&#35201;&#20986;&#36798;&#20154;&#20102;&#65292;&#24076;&#26395;&#19981;&#35201;&#21448;&#26159;&#38393;&#21095;+&#28818;&#20316;&#12290;</p>
<p>7.&#32477;&#26395;&#20027;&#22919;&#65292;&#23395;&#32456;</p>
<p>&#22909;&#21095;&#20040;&#12290;</p>
<p>&#25454;&#35828;&#65292;UB&#37324;&#38754;&#30340;wilhelmina&#35201;&#23458;&#20018;&#24694;&#22899;&#65292;&#26356;&#22810;&#20102;&#19968;&#20221;&#26399;&#24453;&#20040;&#12290;</p>
<p>&#23545;&#20102;&#65292;&#20043;&#21069;&#19981;&#30693;&#36947;&#35828;&#36807;&#27809;&#65292;&#36825;&#20010;&#28436;&#21592;&#20102;&#19981;&#24471;&#21834;&#12290;&#20197;&#21069;&#26159;&#27468;&#25163;&#65292;&#39118;&#20013;&#22855;&#32536;&#30340;&#20027;&#39064;&#26354;&#26159;&#22905;&#21809;&#30340;&#65292;&#22768;&#38899;&#19981;&#38169;&#12290;</p>
<p><strong>&#160;&#160;&#160; &#21691;&#65292;over&#12290;&#19968;&#27668;&#20799;&#30424;&#28857;&#20102;&#36817;&#19968;&#23398;&#26399;&#30340;&#25104;&#26524;&#20040;&#12290;&#12290;&#12290;<br /></strong></p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-05-26T00:00:00+08:00" pubdate data-updated="true">May 26<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/05/26/%E5%88%9D%E8%A7%81%E6%88%90%E6%95%88/">
		
			初见成效</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#20170;&#20799;&#65292;&#19968;&#25972;&#22825;&#23601;&#29730;&#30952;&#20102;&#19968;&#20214;&#20107;&#20799;&#65306;MATLAB&#22270;&#20687;&#22788;&#29702;&#20013;&#30340;imwrite&#20989;&#25968;&#26159;&#21643;&#22238;&#20107;&#20799;&#12290;</p>
<p>&#20851;&#38190;&#26159;&#65292;&#36825;&#19968;&#25972;&#22825;&#36807;&#21435;&#20102;&#65292;&#25105;&#36824;&#26159;&#27809;&#25972;&#26126;&#30333;&#12290;</p>
<p>&#21516;&#26679;&#19968;&#27573;&#20195;&#30721;&#65292;&#29992;&#20102;&#20004;&#24352;&#19981;&#21516;&#30340;&#28304;&#22270;&#20687;&#65292;&#21861;&#37117;ok</p>
<p>&#21487;&#26159;&#25442;&#20102;jpg&#30340;&#37027;&#20004;&#24352;&#22270;&#20687;&#65292;&#38169;&#35823;&#23601;&#26469;&#20102;</p>
<p>&#27515;&#27963;&#35828;&#25105;&#30340;colormap&#19981;&#23545;&#12290;&#20063;&#27809;&#35797;&#20986;&#26469;&#31350;&#31455;&#26159;&#24590;&#20040;&#19981;&#23545;&#20102;</p>
<p>&#19979;&#21320;&#25165;&#21457;&#29616;&#65292;&#29983;&#25104;&#30340;&#32467;&#26524;&#22270;&#20687;&#65292;&#34429;&#28982;&#26174;&#31034;&#36215;&#26469;&#26159;&#24456;&#22855;&#24618;&#30340;3&#36890;&#36947;&#24425;&#33394;&#12290;&#21487;&#26159;&#20889;&#20837;&#25991;&#20214;&#30340;&#26102;&#20505;&#65292;&#23601;&#26159;&#25105;&#24819;&#35201;&#30340;&#28784;&#24230;&#22270;&#20102;</p>
<p>&#22826;&#25630;&#31505;</p>
<p>&#36824;&#26159;&#19981;&#26126;&#30333;&#20026;&#21861;&#65292;&#24555;&#35201;&#23849;&#28291;&#20102;&#65292;&#36930;&#25918;&#24323;&#12290;&#21453;&#27491;&#23384;&#36827;&#21435;&#30340;&#22270;&#20687;&#27491;&#30830;&#23601;&#25104;&#65292;&#19981;&#32829;&#35823;&#21518;&#38754;&#30340;&#25968;&#25454;&#27979;&#35797;&#12290;</p>
<p>&#21691;&#65292;&#31639;&#27861;&#26694;&#26550;&#24635;&#31639;&#26159;&#26377;&#20102;&#65292;&#24863;&#35874;&#33521;&#26126;&#31070;&#27494;&#30340;&#26292;&#27515;&#12290;&#21069;&#20004;&#22825;&#20570;&#19981;&#20986;&#26469;&#65292;&#31169;&#19979;&#37324;&#36824;&#30333;&#30333;&#21463;&#20102;&#25105;&#30340;&#20900;&#23624;&#12290;&#20854;&#23454;&#26159;&#25105;&#20195;&#30721;&#30340;&#38169;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#32467;&#26524;&#24590;&#26679;&#22043;&#65292;&#25105;&#20063;&#19981;&#26195;&#24471;&#12290;&#24635;&#20043;&#30475;&#36215;&#26469;&#19981;&#24590;&#26679;&#65292;&#20294;&#20063;&#27604;&#20197;&#21069;&#30340;&#23454;&#39564;&#25928;&#26524;&#31245;&#24494;&#22909;&#28857;&#20102;&#12290;&#38752;&#35889;&#38752;&#35889;</p>
<p>&#20170;&#20799;&#65292;&#20080;&#30340;jansport&#21452;&#32937;&#21253;&#21040;&#20102;&#12290;&#24320;&#24515;&#30340;&#25105;&#65292;&#21608;&#26411;&#21643;&#37117;&#24471;&#25214;&#20010;&#32972;&#30528;&#26032;&#21253;&#20986;&#21435;&#36891;&#19968;&#22280;&#20040;~~~&#21862;&#21862;</p>
<p>&#24180;&#36731;&#22312;&#20110;&#25240;&#33150;~&#25240;&#33150;~&#25240;&#33150;~</p>
<p>&#19981;&#20570;&#26080;&#32842;&#20043;&#20107;&#65292;&#20309;&#20197;&#36963;&#26377;&#28079;&#20043;&#29983;&#12290;&#21564;&#21704;&#21704;&#65292;&#25105;&#20063;&#24320;&#22987;&#20449;&#22857;&#36825;&#26679;&#30340;&#35805;&#20102;&#20040;</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-05-26T00:00:00+08:00" pubdate data-updated="true">May 26<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/05/20/welcome-to-my-life/">
		
			Welcome to My Life</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#23567;&#30699;&#24773;&#19968;&#19979;</p>
<p>&#20026;&#20195;&#30721;</p>
<p>&#20026;&#35770;&#25991;</p>
<p>&#20026;&#29983;&#27963;</p>
<p>&#34892;&#20040;</p>
<p>&#25105;&#29233;&#20320;&#20204;
<object classid="clsid:6bf52a52-394a-11d3-b153-00c04f79faa6" width="0" height="0" codebase="http://activex.microsoft.com/activex/controls/mplayer/en/nsmp2inf.cab#Version=5,1,52,701">
<param name="url" value="http://www.catholic-forum.com/churches/110olp/school/fifth/145874049_85d5be34.mp3" /><param name="url" value="http://www.catholic-forum.com/churches/110olp/school/fifth/145874049_85d5be34.mp3" /><embed type="application/x-mplayer2" width="0" height="0" src="http://www.catholic-forum.com/churches/110olp/school/fifth/145874049_85d5be34.mp3" url="http://www.catholic-forum.com/churches/110olp/school/fifth/145874049_85d5be34.mp3"></embed></object>
</p>
<p><span style="color: #993300;">Do you ever feel like breaking down?<br />Do you ever feel out of place?<br />Like somehow you just don&#8217;t belong<br />And no one understands you<br />Do you ever wanna run away?<br />Do you lock yourself in your room?<br />With the radio on turned up so loud<br />That no one hears you screaming<br />No you don&#8217;t know what it&#8217;s like<br />When nothing feels alright<br />No you don&#8217;t no what it&#8217;s like<br />To be like me<br />To be hurt<br />To feel lost<br />To be left out in the dark<br />To be kicked when you&#8217;re down<br />To feel like you&#8217;ve been pushed around<br />To be on the edge of breaking down<br />And no one&#8217;s there to save you<br />No you don&#8217;t know what it&#8217;s like<br />Welcome to my life<br />Simple Plan<br />Do you wanna be somebody else?<br />Are you sick of being so left out?<br />Are you desprate to find something more<br />Before your life is over?<br />Are you stuck inside a world you hate?<br />Are you sick of everyone around?<br />With their big fake smiles<br />And stupid lies<br />While deep inside you&#8217;re bleeding<br />No you don&#8217;t know what it&#8217;s like<br />When nothing feels alright<br />No you don&#8217;t know what it&#8217;s like<br />To be like me<br />To be hurt<br />To feel lost<br />To be left out in the dark<br />To be kicked when you&#8217;re down<br />To feel like you&#8217;ve been pushed around<br />To be on the edge of breaking down<br />And no one&#8217;s there to save you<br />No you don&#8217;t know what it&#8217;s like<br />Welcome to my life<br />No one ever lied straight to your face<br />And no one ever stabbed you in the back<br />But I&#8217;m not gonna be ok<br />Everybody always gave you <br />What you wanted<br />You never had to work<br />It was always there<br />You don&#8217;t know what it&#8217;s like<br />What it&#8217;s like<br />To be hurt<br />To feel lost<br />To be left out in the dark<br />To be kicked when you&#8217;re down<br />To feel like you&#8217;ve been pushed around<br />To be on the edge of breaking down<br />And no one&#8217;s there to save you<br />No you don&#8217;t know what it&#8217;s like<br />(what it&#8217;s like)<br />To be hurt<br />To feel lost<br />To be left out in the dark<br />To be kicked when you&#8217;re down<br />To feel like you&#8217;ve been pushed around<br />To be on the edge of breaking down<br />And no one&#8217;s there to save you<br />No you don&#8217;t know what it&#8217;s like<br />Welcome to my life<br />Welcome to my life<br />Welcome to my life</span></p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-05-20T00:00:00+08:00" pubdate data-updated="true">May 20<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/05/17/%E5%B0%8F%E7%A7%98%E8%9C%82/">
		
			小秘蜂</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#19981;&#27490;&#19968;&#27425;&#36825;&#26679;&#22840;&#33258;&#24049;&#20102;&#21543;&#65292;&#22079;&#22079;</p>
<p>&#24178;&#20102;&#20200;&#23567;&#26102;&#21322;</p>
<p>&#22320;&#26495;&#25830;3&#36941;&#12290;</p>
<p>&#31532;&#19968;&#36941;&#26681;&#26412;&#33039;&#30340;&#27809;&#27861;&#35265;&#20154;&#65292;&#37117;&#26159;&#22836;&#21457;&#21568;&#65292;N&#24180;&#21069;&#30340;&#21355;&#29983;&#32440;&#21834;&#65292;&#24694;&#24515;&#30340;&#25105;~</p>
<p>&#31532;&#20108;&#36941;&#29992;&#28040;&#27602;&#27700;&#25830;&#65292;&#20013;&#21320;&#19987;&#38376;&#36305;&#21435;&#36229;&#24066;&#20080;&#30340;&#28040;&#27602;&#27700;&#65292;&#25163;&#22871;&#12290;&#28784;&#24120;&#26377;&#20808;&#35265;&#20043;&#26126;&#20040;</p>
<p>&#31532;&#23665;&#36941;&#28165;&#27700;&#65292;&#24635;&#31639;&#65292;&#23487;&#33293;&#25165;&#26377;&#20010;&#23487;&#33293;&#26679;&#20799;&#20102;</p>
<p>&#39034;&#20415;&#25226;&#33258;&#24049;&#30340;&#19996;&#35199;&#20498;&#33150;&#20102;&#19979;&#65292;&#25972;&#40784;&#22810;&#20102;</p>
<p>&#19968;&#30524;&#26395;&#21435;&#65292;&#36825;&#20040;&#24178;&#20928;&#30340;&#23487;&#33293;&#65292;&#24515;&#24773;&#36156;&#22909;</p>
<p>&#35201;&#35828;&#36825;&#23487;&#33293;&#26377;&#22810;&#33039;&#12290;&#23454;&#22312;&#26377;&#28857;&#19981;&#22909;&#24847;&#24605;&#65292;&#19968;&#22899;&#29983;&#23487;&#33293;&#37117;&#33021;&#32473;&#20303;&#25104;&#36825;&#26679;&#12290;</p>
<p>&#22836;&#21457;&#22810;&#23601;&#19981;&#35828;&#20102;</p>
<p>&#28784;&#36156;&#21402;~</p>
<p>&#36824;&#26377;&#21018;&#25165;&#35828;&#30340;&#65292;N&#24180;&#21069;&#30340;&#21355;&#29983;&#32440;&#65292;&#31383;&#25143;&#39134;&#36827;&#26469;&#30340;&#31179;&#22825;&#30340;&#26641;&#21494;&#65292;&#29978;&#33267;&#36824;&#25487;&#20986;&#19968;&#21482;&#34972;&#23376;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#22320;&#26495;&#19978;&#19968;&#22359;&#19968;&#22359;&#30340;&#40657;&#65292;&#26377;&#20010;&#25105;&#36776;&#35748;&#20986;&#26469;&#26159;&#21475;&#39321;&#31958;&#65292;&#36824;&#26377;&#19968;&#20010;&#26159;&#27927;&#27905;&#31934;&#20498;&#20986;&#26469;&#65292;&#31896;&#20102;&#19968;&#22534;&#33039;&#19996;&#35199;&#22312;&#19978;&#38754;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#19981;&#35828;&#20102;&#19981;&#35828;&#20102;&#65292;&#21681;&#26159;&#36861;&#27714;&#32654;&#22909;&#30340;&#23043;&#65292;&#22238;&#24518;&#36825;&#24178;&#21861;</p>
<p>&#21453;&#27491;&#36825;&#19968;&#26202;&#65292;&#32963;&#19968;&#30452;&#19981;&#24590;&#20040;&#33298;&#22374;</p>
<p>&#20320;&#35828;&#36825;&#34972;&#23376;&#25481;&#22320;&#19978;&#20102;&#65292;&#20320;&#23601;&#19981;&#25214;&#25214;&#65311;&#25042;&#25104;&#36825;&#26679;&#20102;&#65311;</p>
<p>&#22909;&#21543;&#65292;&#20063;&#24618;&#25105;&#22826;&#25042;&#65292;&#20197;&#21518;&#23450;&#26399;&#25171;&#25195;&#65292;&#23450;&#26399;&#28040;&#27602;</p>
<p>&#25105;&#19981;&#35201;&#20570;&#33039;&#23043;</p>
<p>&#20146;&#29233;&#30340;&#23460;&#21451;&#20204;&#65292;&#33021;&#31245;&#24494;&#37197;&#21512;&#19979;&#19981;&#65311;&#38463;&#38376;~</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-05-17T00:00:00+08:00" pubdate data-updated="true">May 17<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/05/16/%E6%88%91%E4%BB%AC%E4%BB%A8%E7%9A%84%E5%91%A8%E6%9C%AB/">
		
			我们仨的周末</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#21608;&#26411;&#22238;&#23478;&#65292;&#29241;&#23601;&#32473;&#25105;&#27966;&#20102;&#19968;&#20010;&#27963;&#20799;&#65292;&#28903;&#31232;&#39277;&#12290;</p>
<p>&#36830;&#30528;&#20004;&#22825;&#65292;&#37117;&#35753;&#25105;&#32473;&#25972;&#22833;&#36133;&#20102;&#12290;</p>
<p>&#22826;&#25387;&#36133;&#20102;&#65292;&#25171;&#30005;&#35805;&#32473;&#23567;&#28784;&#21516;&#23398;&#21756;&#21799;&#65292;&#23043;&#22238;&#22797;&#65306;life sucks, but U will love it.</p>
<p>&#22909;&#21543;&#65292;&#36825;&#23043;&#24635;&#26159;&#26377;&#25300;&#39640;&#40481;&#27611;&#33948;&#30382;&#30340;&#26412;&#20107;&#12290;</p>
<p>&#19975;&#33021;&#30340;&#23064;&#20146;&#22238;&#26469;&#25327;&#25937;&#20102;&#25105;&#12290;&#39640;&#21387;&#38149;&#34917;&#25937;&#20986;&#19968;&#38149;&#22823;&#30900;&#23376;&#12290;&#24681;&#65292;&#25105;&#19981;&#20250;&#20351;&#39640;&#21387;&#38149;&#12290;&#12290;&#12290;</p>
<p>&#22833;&#36133;&#30340;&#21518;&#26524;&#26159;&#65292;&#19968;&#25972;&#26202;&#22312;&#29241;&#22320;&#38754;&#21069;&#25260;&#19981;&#36215;&#22836;&#26469;&#12290;</p>
<p>&#21710;&#65292;&#20154;&#26377;&#22833;&#25163;&#22043;&#65292;&#26377;&#21861;~&#30495;&#26159;&#30340;</p>
<p>&#24819;&#24403;&#21021;&#65292;&#25105;&#29100;&#20986;&#26469;&#30340;&#21508;&#24335;&#31232;&#39277;&#65292;&#36824;&#19981;&#26159;&#24449;&#26381;&#20102;&#21518;&#38754;&#19968;&#28316;&#28316;&#30340;&#23567;&#22969;&#20204;&#65292;&#26469;&#21040;&#25105;&#23478;&#29378;&#21507;&#28023;&#22622;&#30340;&#12290;&#36825;&#20010;&#24449;&#26381;&#21602;&#65292;&#38752;&#30340;&#26159;&#23454;&#21147;&#65292;&#19981;&#26159;&#27494;&#21147;&#21704;&#12290;&#21516;&#23398;&#20204;&#33707;&#35823;&#35299;&#12290;&#12290;&#12290;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;</p>
<p>&#36538;&#22312;&#23478;&#37324;&#65292;&#21448;&#30475;&#20102;&#19968;&#36941;&#25105;&#20204;&#20200;&#65292;&#24863;&#21160;&#20381;&#26087;</p>
<p>&#20154;&#38388;&#19981;&#20250;&#26377;&#23567;&#35828;&#25110;&#31461;&#35805;&#25925;&#20107;&#37027;&#26679;&#30340;&#32467;&#23616;&#65306;&#8220;&#20174;&#27492;&#65292;&#20182;&#20204;&#27704;&#36828;&#24555;&#24555;&#27963;&#27963;&#22320;&#19968;&#36215;&#36807;&#26085;&#23376;&#12290;&#8221;</p>
<p>&#21487;&#26159;&#65292;&#20182;&#20204;&#27605;&#31455;&#26159;&#22312;&#19968;&#36215;&#30340;&#20102;&#12290;&#23545;&#21543;</p>
<p>&#28129;&#28129;&#30340;&#25925;&#20107;&#65292;&#21364;&#35762;&#36848;&#20102;&#27987;&#27987;&#30340;&#29233;&#24773;&#65292;&#20146;&#24773;&#12290;&#19968;&#23478;&#20154;&#30456;&#20114;&#30340;&#24110;&#25658;&#29031;&#39038;</p>
<p>&#25105;&#32673;&#24917;&#65292;&#36196;&#26524;&#26524;&#30340;&#32673;&#24917;+&#23241;&#22930;&#12290;</p>
<p>&#20182;&#20204;&#19981;&#20105;&#21517;&#27714;&#21033;&#65292;&#21482;&#27714;&#24179;&#28129;&#29983;&#27963;&#12290;</p>
<p>&#21035;&#35828;&#65292;&#19968;&#33324;&#20154;&#65292;&#21363;&#20351;&#25026;&#36825;&#36947;&#29702;&#65292;&#20063;&#23454;&#38590;&#20570;&#21040;&#12290;</p>
<p>&#8220;&#19968;&#30415;&#28783;&#65292;&#20004;&#26479;&#33590;&#65292;&#20960;&#26412;&#20070;&#65292;&#31616;&#21333;&#32780;&#24841;&#24742;&#8221;
</p>
<p>&#20320;&#65292;&#20570;&#24471;&#21040;&#20040;~</p>
<p>&#20110;&#26159;&#20046;&#65292;&#21448;&#25214;&#21040;&#20102;&#26472;&#32475;&#32763;&#35793;&#30340;&#37027;&#39318;&#35799;&#12290;</p>
<p>&#12288;&#12288;    &#25105;&#21644;&#35841;&#37117;&#19981;&#20105; 
<br />&#12288;&#12288;    &#21644;&#35841;&#20105;&#25105;&#37117;&#19981;&#23633; 
<br />&#12288;&#12288;    &#25105;&#29233;&#22823;&#33258;&#28982; 
<br />&#12288;&#12288;    &#20854;&#27425;&#23601;&#26159;&#33402;&#26415; 
<br />&#12288;&#12288;    &#25105;&#21452;&#25163;&#28900;&#30528;&#29983;&#21629;&#20043;&#28779;&#21462;&#26262; 
<br />&#12288;&#12288;    &#28779;&#33806;&#20102;
<br />&#12288;&#12288;    &#25105;&#20063;&#20934;&#22791;&#36208;&#20102;
</p>
<p>&#26202;&#23433;&#65292;&#21516;&#23398;&#20204;~</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-05-16T00:00:00+08:00" pubdate data-updated="true">May 16<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>

<nav id="pagenavi">
    
        <a href="/blog/page/27/" class="prev">Prev</a>
    
    
        <a href="/blog/page/29/" class="next">Next</a>
    
    <div class="center"><a href="/blog/archives">Blog Archives</a></div>
</nav></div>
	<footer id="footer" class="inner">Copyright &copy; 2013

    muggleyoung

</footer>
	<script src="/javascripts/slash.js"></script>
<script src="/javascripts/jquery.fancybox.pack.js"></script>
<script type="text/javascript">
(function($){
	$('.fancybox').fancybox();
})(jQuery);
</script> <!-- Delete or comment this line to disable Fancybox -->


<script type="text/javascript">
      var disqus_shortname = 'muggleyoung';
      
        
        var disqus_script = 'count.js';
      
    (function () {
      var dsq = document.createElement('script'); dsq.type = 'text/javascript'; dsq.async = true;
      dsq.src = 'http://' + disqus_shortname + '.disqus.com/' + disqus_script;
      (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);
    }());
</script>





</body>
</html>