
<!DOCTYPE HTML>
<html>
<head>
	<meta charset="utf-8">
	<title></title>
	<meta name="author" content="muggleyoung">

	
	<meta name="description" content="&#20170;&#20799;&#24515;&#24773;&#24179;&#38745;&#22810;&#20102;&#65292;&#23601;&#20889;&#19979;&#26152;&#22825;&#38754;&#35797;&#26102;&#36935;&# &hellip;">
	
	<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

	<link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
	<link rel="canonical" href="">
	<link href="/favicon.png" rel="shortcut icon">
	<link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
	<!--[if lt IE 9]><script src="//html5shiv.googlecode.com/svn/trunk/html5.js"></script><![endif]-->
	<script src="//ajax.googleapis.com/ajax/libs/jquery/1.7.2/jquery.min.js"></script>
	
</head>

<body>
	<header id="header" class="inner"><h1><a href="/"></a></h1>
<nav id="main-nav"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</nav>
<nav id="mobile-nav">
	<div class="alignleft menu">
		<a class="button">Menu</a>
		<div class="container"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</div>
	</div>
	<div class="alignright search">
		<a class="button"></a>
		<div class="container">
			<form action="http://google.com/search" method="get">
				<input type="text" name="q" results="0">
				<input type="hidden" name="q" value="site:muggleyoung.github.com">
			</form>
		</div>
	</div>
</nav>
<nav id="sub-nav" class="alignright">
	<div class="social">
		
		
		
		
    
		
		
		
		
		
		<a class="rss" href="/atom.xml" title="RSS">RSS</a>
		
	</div>
	<form class="search" action="http://google.com/search" method="get">
		<input class="alignright" type="text" name="q" results="0">
		<input type="hidden" name="q" value="site:muggleyoung.github.com">
	</form>
</nav>

</header>
	
		
	
	<div id="content" class="inner">


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/06/07/%E4%B8%AD%E5%85%B4%E5%8D%8A%E6%97%A5%E6%B8%B82/">
		
			中兴半日游2</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#20170;&#20799;&#24515;&#24773;&#24179;&#38745;&#22810;&#20102;&#65292;&#23601;&#20889;&#19979;&#26152;&#22825;&#38754;&#35797;&#26102;&#36935;&#21040;&#30340;&#38382;&#39064;&#21543;</p>
<p>&#25216;&#26415;&#38754;&#65306;</p>
<p>&#38754;&#35797;&#23448;&#37117;&#26159;&#26681;&#25454;&#31616;&#21382;&#26469;&#25552;&#38382;&#30340;&#12290;&#25152;&#20197;&#65292;&#31616;&#21382;&#21315;&#19975;&#21035;&#25746;&#35854;&#65292;&#20154;&#23478;&#38382;&#36215;&#20160;&#20040;&#65292;&#20320;&#31561;&#30528;&#26080;&#31070;&#20799;&#30340;&#22823;&#30524;&#25671;&#22836;&#26159;&#24456;&#20002;&#33080;&#30340;&#20107;&#20799;&#12290;&#35821;&#35328;&#30340;&#35805;&#65292;&#36824;&#26159;C++&#21644;Java&#20026;&#20027;&#30340;&#21543;&#12290;&#21453;&#27491;&#25105;&#35828;&#25105;MATLAB&#26368;&#29087;&#65292;&#38754;&#35797;&#23448;&#36319;&#27809;&#21548;&#35265;&#20284;&#30340;&#12290;</p>
<p>&#160;</p>
<p>&#25805;&#20316;&#31995;&#32479;&#65292;&#25105;&#35828;&#19981;&#21643;&#35760;&#24471;&#20102;&#12290;&#38754;&#35797;&#23448;&#25265;&#30528;&#19968;&#32447;&#24076;&#26395;&#38382;&#20102;&#20457;&#38382;&#39064;&#65306;</p>
<p>&#21861;&#26159;&#29992;&#25143;&#24577;&#65292;&#21861;&#26159;&#26680;&#24515;&#24577;&#65311;</p>
<p>&#25805;&#20316;&#31995;&#32479;&#30340;&#20316;&#19994;&#35843;&#24230;&#31639;&#27861;&#26377;&#21738;&#20960;&#31181;&#65311;</p>
<p>&#38590;&#20498;&#20063;&#19981;&#38590;&#65292;&#23601;&#26159;&#25105;&#19981;&#20250;&#65292;&#25152;&#20197;&#65292;&#36824;&#26159;&#35201;&#30475;&#30475;&#20070;&#22797;&#20064;&#19979;&#12290;</p>
<p>&#160;</p>
<p>&#32593;&#32476;&#65292;&#25105;&#20063;&#35828;&#24536;&#20102;&#65292;&#20110;&#26159;&#38382;&#20102;TCP/IP&#30340;&#19977;&#27425;&#25569;&#25163;&#21327;&#35758;&#65292;&#36824;&#26377;TCP&#21644;UDP&#30340;&#21306;&#21035;&#12290;&#20854;&#23454;&#65292;&#25105;&#23601;&#24046;&#33258;&#21578;&#22859;&#21191;&#30340;&#35828;&#65292;&#25105;&#33021;&#32972;&#20986;OSI&#27169;&#22411;&#20102;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#160;</p>
<p>&#37325;&#22836;&#25103;&#65292;C++</p>
<p>&#32473;&#20102;&#24352;&#32440;&#65292;5&#36947;&#39064;&#12290;&#35760;&#19981;&#28165;&#20102;&#65292;&#22823;&#27010;&#37117;&#26159;&#25351;&#38024;&#65292;&#23383;&#31526;&#20018;&#65292;&#36824;&#26377;&#22320;&#22336;&#31526;&#32467;&#21512;&#36215;&#26469;&#30340;&#38382;&#39064;&#12290;&#27604;&#22914;&#35828;&#23450;&#20041;&#20010;**pt,&#28982;&#21518;&#35828;*pt=&amp;iptr&#12290;&#25351;&#20102;&#19968;&#22823;&#22280;&#65292;&#38382;&#20320;&#26368;&#21518;&#30340;&#20540;&#26159;&#22810;&#23569;&#20043;&#31867;&#30340;&#12290;</p>
<p>&#28982;&#21518;&#36824;&#26377;&#20301;&#36816;&#31639;&#30340;&#39064;&#12290;&#25105;&#36824;&#19987;&#38376;&#30475;&#20102;&#23439;&#23450;&#20041;&#65292;&#23383;&#31526;&#20018;&#27604;&#36739;&#65292;&#32467;&#26524;&#37117;&#27809;&#29992;&#19978;</p>
<p>&#26368;&#21518;&#21448;&#32473;&#25105;&#19968;&#24352;&#32440;&#65292;&#32473;&#20195;&#30721;&#25361;&#38169;&#12290;&#20381;&#28982;&#26159;&#25351;&#38024;&#31867;&#30340;&#39064;&#30446;&#65292;&#20381;&#28982;&#19981;&#20250;&#21591;&#12290;</p>
<p>&#35201;&#22909;&#22909;&#22797;&#20064;&#20102;&#12290;</p>
<p>&#160;</p>
<p>&#23545;&#65292;&#25216;&#26415;&#38754;&#36824;&#38382;&#20102;&#39033;&#30446;&#30340;&#38382;&#39064;&#65292;&#19968;&#33324;&#30495;&#27491;&#20570;&#20102;&#39033;&#30446;&#30340;&#65292;&#19981;&#33267;&#20110;&#31572;&#19981;&#19978;&#26469;&#65292;&#27605;&#31455;&#20320;&#19987;&#19994;&#20123;&#12290;&#20182;&#20204;&#19981;&#30740;&#31350;&#36825;&#20010;&#12290;</p>
<p>&#160;</p>
<p>&#28982;&#21518;&#26159;&#32508;&#21512;&#38754;&#65306;</p>
<p>&#38754;&#35797;&#23448;&#20498;&#26159;Nice&#30528;&#21602;</p>
<p>&#33258;&#25105;&#20171;&#32461;&#65292;&#28982;&#21518;&#38382;&#20852;&#36259;&#29233;&#22909;&#12290;</p>
<p>&#25105;&#35828;&#25105;&#21916;&#38745;&#65292;&#29233;&#21548;&#27468;&#30475;&#20070;&#12290;</p>
<p>&#38382;&#65306;&#26368;&#29233;&#30475;&#21861;&#20070;</p>
<p>&#21704;&#21033;&#27874;&#29305;&#65292;&#25351;&#29615;&#29579;</p>
<p>&#38382;&#65306;&#20026;&#21861;</p>
<p>bulabulabula</p>
<p>&#38382;&#65306;&#26159;&#19981;&#26159;&#29616;&#23454;&#21387;&#21147;&#22826;&#22823;&#65292;&#22826;&#26080;&#22856;&#25165;&#21916;&#27426;&#31461;&#35805;</p>
<p>&#24403;&#28982;&#26159;no&#65292;&#35828;&#20102;&#30340;&#22686;&#21152;&#24819;&#35937;&#21147;&#21834;&#65292;&#36923;&#36753;&#24615;&#20043;&#31867;&#30340;</p>
<p>&#38382;&#65306;&#23545;&#38889;&#21095;&#24590;&#20040;&#30475;</p>
<p>&#25105;&#19981;&#30475;&#38889;&#21095;&#65292;&#22823;&#33268;&#35828;&#37027;&#23601;&#26159;&#31934;&#31070;&#40486;&#29255;&#65292;&#30475;&#30005;&#35270;&#22810;&#20102;&#20250;&#21464;&#31528;&#20043;&#31867;</p>
<p>&#38382;&#65306;&#20320;&#26368;&#22909;&#26379;&#21451;&#35841;&#65292;&#26377;&#21861;&#20248;&#28857;</p>
<p>&#21069;&#19968;&#22825;&#27491;&#22909;&#21644;&#39134;&#20457;&#20154;&#22312;qq&#19978;&#20114;&#30456;&#26816;&#35752;&#26469;&#30528;&#65292;&#36825;&#20250;&#29992;&#19978;&#20102;&#65292;&#22840;&#20102;&#19968;&#36890;&#39134;</p>
<p>&#38382;&#65306;&#22905;&#23601;&#27809;&#32570;&#28857;&#20040;</p>
<p>&#26377;&#65292;&#20381;&#28982;&#35828;&#26152;&#22825;&#35848;&#35805;&#30340;&#20869;&#23481;</p>
<p>&#38382;&#65306;&#20320;&#26377;&#21861;&#32570;&#28857;</p>
<p>&#36824;&#26159;&#26152;&#22825;&#35752;&#35770;&#36807;&#30340;&#38382;&#39064;&#65292;&#37117;&#32769;&#23454;&#35828;&#20102;&#12290;&#39134;&#21486;&#21659;&#25105;&#20102;&#65292;be yourself&#12290;&#25105;&#21602;&#65292;&#23601;&#25226;&#33258;&#24049;&#36156;&#31215;&#26497;&#19978;&#36827;&#26102;&#20505;&#30340;&#29366;&#24577;&#24403;&#20570;&#33258;&#24049;&#20102;&#65292;&#22079;&#22079;&#12290;</p>
<p>&#21710;&#21568;&#65292;&#21518;&#38754;&#36824;&#38382;&#20102;&#21861;&#24819;&#19981;&#36215;&#26469;&#20102;&#65292;&#22823;&#27010;&#29702;&#24819;&#24037;&#20316;&#26159;&#24590;&#26679;&#30340;&#20043;&#31867;&#65292;&#30606;&#35828;&#23601;&#25104;&#12290;</p>
<p>&#26368;&#21518;&#31361;&#28982;&#20882;&#20986;&#19968;&#21477; Do U have a dream?</p>
<p>&#25105;&#20197;&#20026;&#26159;&#20013;&#25991;&#65292;&#27809;&#21548;&#25026;&#65292;&#21448;&#21548;&#20102;&#19968;&#36941;&#12290;</p>
<p>&#31572;&#24471;&#19981;&#22810;&#12290;&#35828;&#25105;&#24819;&#21435;&#26032;&#35199;&#20848;&#20080;&#20892;&#22330;&#65292;&#29616;&#22312;&#30340;&#26790;&#24819;&#26159;&#22312;&#20013;&#20852;&#25214;&#20010;&#28023;&#22806;&#23703;&#20301;&#12290;&#26412;&#26469;&#36824;&#24819;&#35828;&#28857;&#36828;&#22823;&#29702;&#24819;&#30340;&#65292;&#23547;&#24605;&#30340;&#21151;&#22827;&#65292;&#23601;&#34987;&#38754;&#35797;&#23448;that&#8217;s all&#20102;&#12290;&#32610;&#24278;&#32610;&#24278;</p>
<p>&#22823;&#27010;&#23601;&#36825;&#26679;&#65292;&#24635;&#20043;&#38754;&#35797;&#23448;&#25402;nice&#65292;&#19981;&#32039;&#24352;&#12290;&#23601;&#26159;&#25216;&#26415;&#38754;&#25105;&#21861;&#37117;&#19981;&#20250;&#65292;&#23043;&#23454;&#22312;&#25214;&#19981;&#20986;&#21487;&#20197;&#38382;&#30340;&#38382;&#39064;&#20102;&#65292;&#25105;&#21448;&#27809;&#35805;&#35828;&#65292;&#29305;&#20919;&#22330;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#24808;&#30171;&#32463;&#39564;&#21834;~~~~</p>
<p>&#20170;&#20799;&#24178;&#20102;&#20004;&#20214;&#29305;&#29245;&#30340;&#20107;&#20799;&#65306;&#19968;&#20010;&#24618;&#22823;&#21460;&#65292;&#28902;&#30340;&#19981;&#34892;&#20102;&#65292;&#34987;&#25105;&#19968;&#39039;&#39554;&#65307;&#21478;&#19968;&#20010;&#22823;&#21460;&#65292;&#22312;&#25105;&#38754;&#21069;&#35013;&#38271;&#36744;&#36164;&#21382;&#32769;&#65292;&#25341;&#30340;&#19981;&#34892;&#65292;&#27668;&#24471;&#25105;&#65292;&#21448;&#26159;&#19968;&#39039;&#25733;&#12290;&#29245;&#21834;&#12290;&#30475;&#26469;&#20197;&#21518;&#30475;&#35841;&#19981;&#39034;&#30524;&#23601;&#35201;&#35828;&#65292;&#24178;&#22043;&#24525;&#30528;&#12290;&#37117;&#26159;&#26497;&#21697;&#65292;&#37117;&#35753;&#25105;&#36935;&#19978;&#20102;&#12290;&#12290;&#12290;&#12290;&#21710;&#12290;&#12290;&#12290;&#12290;</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-06-07T00:00:00+08:00" pubdate data-updated="true">Jun 7<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/06/07/%E4%B8%AD%E5%85%B4%E5%8D%8A%E6%97%A5%E6%B8%B8/">
		
			中兴半日游</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#20013;&#20852;&#20170;&#24180;&#26469;&#24471;&#24456;&#26089;&#21834;&#65292;&#25454;&#35828;&#22240;&#20026;&#21435;&#24180;&#26469;&#26202;&#20102;&#65292;&#27809;&#25250;&#30528;&#20154;&#65292;&#21487;&#65292;&#21487;&#36825;&#20063;&#22826;&#26089;&#20102;&#21543;</p>
<p>&#19968;&#24320;&#22987;&#20197;&#20026;&#20182;&#21482;&#26159;&#35201;&#25214;&#23454;&#20064;&#29983;&#30340;&#65292;&#27809;&#22312;&#24847;&#12290;&#21518;&#26469;&#21457;&#29616;&#65292;&#26159;&#26657;&#22253;&#25307;&#32856;&#12290;&#33609;&#33609;&#25237;&#20102;&#31616;&#21382;&#12290;</p>
<p>&#24681;&#65292;&#22522;&#26412;&#19978;&#25105;&#20204;&#23398;&#26657;&#30340;&#65292;&#19987;&#19994;&#36824;&#31639;&#38752;&#35889;&#30340;&#65292;&#37117;&#34987;&#38754;&#20102;&#19968;&#36941;</p>
<p>&#20013;&#20852;&#21322;&#26085;&#28216;</p>
<p>&#25105;&#29240;&#35273;&#24471;&#36825;&#20844;&#21496;&#29305;&#22909;&#65292;&#25105;&#35201;&#19981;&#25235;&#32039;&#26426;&#20250;&#65292;&#20197;&#21518;&#19975;&#19968;&#27809;&#26377;&#20844;&#21496;&#35201;&#25105;&#20102;&#21643;&#21150;</p>
<p>1&#28857;&#21322;&#21435;&#65292;&#20808;&#38754;&#35797;&#65292;&#25216;&#26415;&#38754;+&#32508;&#21512;&#38754;</p>
<p>&#28982;&#21518;&#21442;&#35266;&#20844;&#21496;</p>
<p>&#28982;&#21518;&#21507;&#39277;&#65292;&#36825;&#20010;&#26159;&#25105;&#26368;&#26368;&#21916;&#27426;&#30340;&#29615;&#33410;&#20102;</p>
<p>&#35828;&#35828;&#38754;&#35797;&#21543;&#65292;&#23588;&#20854;&#26159;&#25216;&#26415;&#38754;&#65292;&#22826;&#24808;&#28872;&#20102;</p>
<p>&#38382;Linux&#65292;&#25105;&#35828;&#24536;&#20102;&#12290;</p>
<p>&#38382;&#32593;&#32476;&#65292;&#25105;&#21482;&#20250;TCP/IP&#30340;&#19977;&#27425;&#25569;&#25163;&#65292;&#20854;&#20182;&#20063;&#37117;&#24536;&#20102;</p>
<p>&#30452;&#25509;&#20919;&#22330;&#65292;&#21482;&#22909;&#35752;&#35770;c++&#12290;&#32473;&#20102;&#19968;&#24352;&#32440;&#65292;&#20570;&#39064;&#65292;&#37117;&#19981;&#20250;&#21591;&#65292;&#25351;&#38024;&#21644;&#23383;&#31526;&#20018;&#30340;&#32467;&#21512;&#12290;&#12290;&#12290;&#23436;&#20840;&#19981;&#35760;&#24471;&#35813;&#24590;&#20040;&#22788;&#29702;</p>
<p>&#38754;&#35797;&#23448;&#22833;&#26395;&#27515;&#20102;&#65292;&#24819;&#38382;&#21035;&#30340;&#65292;&#25105;&#35828;MATLAB&#65292;&#20272;&#35745;&#20182;&#19981;&#25026;&#65292;&#21448;&#32473;&#19968;&#24352;C++&#30340;&#39064;&#30446;&#65292;&#25105;&#21741;&#20102;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#24635;&#26159;&#24456;&#26159;&#25171;&#20987;</p>
<p>&#32508;&#21512;&#38754;&#21543;&#65292;&#23601;&#27809;&#21861;&#22909;&#35828;&#30340;&#20102;&#65292;&#27809;&#32039;&#24352;&#12290;&#26368;&#21518;&#29992;&#33521;&#35821;&#38382;&#20102;&#20010;&#38382;&#39064;&#65292;&#31572;&#24471;&#36824;&#25104;&#65292;&#23601;&#26159;&#30701;&#20102;&#28857;&#12290;&#36824;&#22312;&#23547;&#24605;&#25509;&#19979;&#26469;&#35828;&#28857;&#21861;&#21602;&#65292;&#20154;&#23478;&#23601;&#38382;&#20102;that&#8217;s all&#65311;&#65292;&#25105;&#23601;&#24681;&#20102;&#12290;over~</p>
<p>&#22909;&#22909;&#23398;&#20064;&#21834;&#65292;&#25105;&#35201;&#30475;C++&#65292;&#25968;&#25454;&#32467;&#26500;&#65292;&#25805;&#20316;&#31995;&#32479;&#65292;shell&#65292;&#32593;&#32476;&#65292;&#39069;&#65292;&#36825;&#30740;&#31350;&#29983;&#35835;&#30340;&#65292;&#21861;&#21861;&#37117;&#19981;&#20250;&#20102;&#12290;</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-06-07T00:00:00+08:00" pubdate data-updated="true">Jun 7<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/05/31/%E5%A4%A9%E7%94%9F%E6%9D%80%E6%89%8B/">
		
			天生杀手</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#21608;&#26411;&#65292;&#19968;&#20010;&#20154;&#36305;&#21435;&#36891;&#29399;&#24066;&#65292;&#24819;&#20080;&#33457;</p>
<p>&#32467;&#26524;&#65292;&#30495;&#30340;&#23601;&#21482;&#25214;&#21040;&#20102;&#29399;&#24066;&#65292;&#27809;&#33457;&#24066;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#22914;&#26524;&#25105;&#35828;&#65292;&#25105;&#36825;&#26679;&#30340;&#36335;&#30196;&#65292;&#30828;&#26159;&#25214;&#21040;&#20102;&#26032;&#25644;&#36801;&#30340;&#33457;&#24066;&#65292;&#24212;&#35813;&#21487;&#20197;&#24471;&#21040;&#28857;&#34920;&#25196;&#21543;&#12290;&#12290;&#12290;</p>
<p>&#27809;&#26377;&#21916;&#27426;&#30340;&#33457;&#65292;&#24819;&#20859;&#34180;&#33655;&#65292;&#36855;&#36845;&#39321;&#20043;&#31867;&#30340;</p>
<p>&#20110;&#26159;&#20080;&#20102;&#22235;&#23545;&#28909;&#24102;&#40060;&#12290;&#22909;&#20040;&#65292;&#22121;&#26790;&#30340;&#24320;&#22987;</p>
<p>&#24403;&#26202;&#22823;&#23478;&#37117;&#24456;&#27963;&#27900;&#65292;&#28216;&#24471;&#36229;&#32423;&#27426;&#23454;</p>
<p>&#31532;&#20108;&#22825;&#26089;&#26216;&#36215;&#26469;&#65292;&#23601;&#25346;&#20102;&#19968;&#26465;&#12290;&#36824;&#26377;&#20116;&#27611;&#38065;&#30340;&#40060;&#34411;&#31455;&#28982;&#20840;&#20307;&#38453;&#20129;&#12290;&#36825;&#65292;&#35753;&#25105;&#36229;&#32423;&#25387;&#36133;&#12290;&#40060;&#34411;&#21834;~</p>
<p>&#19979;&#21320;&#20174;&#23567;&#33285;&#23478;&#22238;&#26469;&#65292;&#21448;&#25346;&#19968;&#20010;</p>
<p>&#20170;&#26089;&#36215;&#24202;&#65292;3rd</p>
<p>&#26202;&#39277;&#26102;&#20505;&#65292;4th</p>
<p>&#25105;&#40635;&#26408;&#20102;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#30475;&#21040;&#23608;&#20307;&#65292;&#35273;&#24471;&#33258;&#24049;&#26159;&#19981;&#26159;&#22826;&#27531;&#24525;</p>
<p>&#23588;&#20854;&#26159;&#26152;&#26202;&#37027;&#26465;&#65292;&#30524;&#30597;&#30528;&#23601;&#32763;&#32922;&#20102;&#65292;&#32570;&#26377;&#25379;&#25166;&#30528;&#28216;&#36215;&#26469;&#12290;&#36825;&#24863;&#35273;&#19968;&#23450;&#24456;&#30171;&#33510;&#21543;&#12290;&#20182;&#21364;&#27809;&#26377;&#21150;&#27861;&#34920;&#36798;&#20986;&#26469;&#12290;&#12290;&#12290;&#12290;&#21710;</p>
<p>&#35828;&#35828;&#30740;&#31350;&#25104;&#26524;&#65311;</p>
<p>&#34701;&#21512;&#32456;&#20110;&#26377;&#32467;&#26524;&#20102;&#65292;&#26174;&#28982;&#25928;&#26524;&#20381;&#26087;&#19981;&#29702;&#24819;&#12290;&#26377;&#20005;&#37325;&#30340;&#22359;&#29366;&#25928;&#24212;&#12290;&#34701;&#21512;&#35268;&#21017;&#36824;&#26159;&#36873;&#25321;&#30340;&#19981;&#22909;&#12290;</p>
<p>&#36825;&#21608;&#20219;&#21153;&#23601;&#26159;&#32487;&#32493;&#25913;&#36827;&#25913;&#36827;&#25913;&#36827;</p>
<p>&#20170;&#20799;&#38519;&#20837;&#22235;&#21449;&#26641;&#32467;&#26500;&#20013;&#25300;&#19981;&#20986;&#26469;&#20102;&#12290;&#39134;&#23433;&#24944;&#25105;&#65292;&#20108;&#21449;&#26641;&#23601;&#22815;ran&#20154;&#30340;&#20102;&#12290;&#22909;&#21543;&#65292;dealing with it~</p>
<p>&#25105;&#22826;&#31528;&#20102;&#65292;&#30828;&#26159;&#25226;&#20195;&#30721;&#25972;&#25104;&#36882;&#24402;&#30340;&#20102;&#12290;&#36824;&#22909;&#26242;&#26102;&#27809;&#21457;&#29616;&#27515;&#24490;&#29615;&#21834;&#21861;&#30340;&#38382;&#39064;</p>
<p>&#22240;&#20026;&#22235;&#21449;&#26641;&#19979;&#26631;&#65292;&#25105;&#27515;&#27963;&#31639;&#19981;&#26126;&#30333;&#20102;&#12290;&#36825;&#33021;&#36182;&#25105;&#32447;&#24615;&#20195;&#25968;&#19981;&#34892;&#20040;&#65292;&#25110;&#32773;&#22240;&#20026;&#32570;&#20047;&#30697;&#38453;&#35770;&#30340;&#19987;&#38376;&#35757;&#32451;&#65311;</p>
<p>&#31649;&#20182;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#19978;&#21608;&#36855;&#19978;glee&#12290;&#38899;&#20048;&#26159;&#20010;&#22909;&#19996;&#35199;&#21568;</p>
<p>&#19979;&#21608;&#26377;&#20010;&#21861;&#21861;&#21861;&#32771;&#35797;&#65292;&#25918;&#24323;&#20102;&#12290;&#22240;&#20026;&#25105;&#25918;&#19981;&#19979;&#23454;&#39564;&#23460;&#30340;&#36825;&#28857;&#30772;&#20107;&#65292;&#20063;&#22240;&#20026;&#65292;&#37027;&#20010;&#32771;&#35797;&#23545;&#25105;&#26469;&#35828;&#27809;&#37027;&#20040;&#37325;&#35201;&#20102;&#12290;&#21271;&#32654;&#27954;&#19981;&#22909;&#29609;&#12290;&#19981;&#31232;&#32597;&#65292;&#21756;&#21756;~</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-05-31T00:00:00+08:00" pubdate data-updated="true">May 31<span>st</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/05/26/%E5%B0%8F%E7%9B%98%E7%82%B9/">
		
			小盘点</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#35828;&#35828;&#30005;&#24433;&#21591;</p>
<p>&#26368;&#36817;&#30475;&#20102;&#21861;~</p>
<p>&#160;&#160;&#160;&#160; 1.&#20102;&#19981;&#36215;&#30340;&#29392;&#29432;&#29240;&#29240;</p>
<p>fantastic Mr. Fox&#160;&#160; &#21475;&#30865;&#19981;&#38169;&#65292;&#21608;&#26411;&#23601;&#25289;&#20986;&#26469;&#30475;&#20102;&#12290;&#36215;&#21021;&#19981;&#35273;&#24471;&#24590;&#26679;&#65292;&#20063;&#27809;&#35273;&#24471;Mr fox&#26377;&#21861;&#22909;&#30340;&#65292;&#29978;&#33267;&#35748;&#20026;&#20182;&#24456;&#19981;&#38752;&#35889;&#12290;&#30475;&#21040;&#21518;&#38754;&#65292;&#24320;&#22987;&#24863;&#21160;&#20102;&#12290;&#20854;&#23454;&#65292;&#33267;&#23569;&#25105;&#26159;&#36825;&#26679;&#30340;&#65306;&#33258;&#24049;&#23601;&#26159;&#19968;&#20010;&#19981;&#24590;&#20040;&#38752;&#35889;&#30340;&#20154;&#65292;&#20973;&#21861;&#36824;&#36825;&#26679;&#35828;&#20154;&#23478;&#12290;&#32780;&#19988;&#65292;mr fox&#36824;&#31639;&#26159;&#38752;&#35889;&#20102;&#12290;&#24102;&#30528;&#21160;&#29289;&#20204;&#19968;&#36215;&#21453;&#25239;&#30340;&#37096;&#20998;&#65292;&#32456;&#20110;&#26126;&#30333;&#20102;&#12290;&#21453;&#20498;&#32673;&#24917;&#36825;&#26679;&#30340;&#19981;&#38752;&#35889;&#12290;&#12290;&#12290;</p>
<p>&#23567;&#23401;&#65292;&#21644;&#25105;&#36825;&#24180;&#40836;&#27573;&#30340;&#65292;&#37117;&#36866;&#21512;&#30475;&#12290;</p>
<p>P.S.&#36825;&#37096;&#21160;&#30011;&#30340;&#37197;&#20048;&#19981;&#38169;&#12290;&#26377;&#28857;&#32769;&#26087;&#30340;&#21619;&#36947;&#65292;&#33410;&#22863;&#24863;&#25511;&#21046;&#30340;&#25402;&#22909;&#12290;&#24681;&#65292;&#36824;&#26377;&#37197;&#38899;&#26159;Meryl Streep&#65292; George Clooney&#20998;&#21035;&#26159;&#29392;&#29432;&#22920;&#22920;&#21644;&#29240;&#29240;&#12290;&#21069;&#32773;&#22768;&#38899;&#22826;&#22909;&#21548;&#20102;~~~</p>
<p>&#27809;&#26377;&#21435;&#26597;&#35810;&#26159;&#21738;&#20010;&#21160;&#30011;&#20844;&#21496;&#30340;&#20316;&#21697;&#65292;&#21487;&#20197;&#25490;&#38500;&#36842;&#22763;&#23612;&#21644;&#26790;&#24037;&#21378;&#12290;&#22909;&#21543;&#65292;&#26597;&#20102;&#19979;&#65292;&#26159;21st&#31119;&#20811;&#26031;&#12290;</p>
<p>&#23450;&#26684;&#21160;&#30011;&#65292;&#25105;&#36824;&#26159;&#20559;&#29233;&#30340;&#12290;</p>
<p>&#160;&#160;&#160;&#160; 2.&#32654;&#22269;&#24448;&#20107;</p>
<p>&#36825;&#20010;&#26159;&#28201;&#20064;&#30340;&#12290;&#20197;&#21069;&#24212;&#35813;&#20889;&#36807;&#65292;&#19981;&#22810;&#35828;&#12290;&#26377;&#31354;&#36824;&#35201;&#28201;&#20064;&#25945;&#29238;&#65292;&#24681;&#65292;&#25105;&#19981;&#23244;&#28902;~</p>
<p>&#160;&#160;&#160;&#160; 3.&#39740;&#22920;&#22920;</p>
<p>&#20063;&#26159;&#19968;&#37096;&#23450;&#26684;&#21160;&#30011;&#12290;&#30456;&#23545;&#23401;&#23376;&#27668;&#20123;&#12290;&#24773;&#33410;&#21457;&#23637;&#27809;&#21861;&#29305;&#21035;&#65292;&#37027;&#20010;&#25187;&#23376;&#30524;&#30555;&#35753;&#25105;&#30475;&#30528;&#26377;&#28857;&#28183;&#24471;&#24908;&#12290;&#35265;&#19981;&#24471;&#36825;&#26679;&#30340;&#12290;&#33509;&#24178;&#24180;&#21069;&#30340;&#19968;&#37096;&#65306;&#28504;&#31070;&#30340;&#36855;&#23467;&#65292;&#29616;&#22312;&#24819;&#36215;&#26469;&#36824;&#24515;&#26377;&#20313;&#24760;&#12290;</p>
<p>&#160;&#160;&#160;&#160; 4.&#36229;&#32423;&#26080;&#25932;&#25484;&#38376;&#29399;&#20043;&#38754;&#21253;&#19982;&#27515;&#20129;&#26696;&#20214;</p>
<p>&#20381;&#28982;&#23450;&#26684;&#21160;&#30011;&#65292;&#24212;&#35813;&#23601;&#26159;&#20174;&#36825;&#19968;&#37096;&#24320;&#22987;&#65292;&#38047;&#24773;&#40655;&#22303;&#21160;&#30011;</p>
<p>&#36825;&#31995;&#21015;&#30340;&#37117;&#19981;&#38169;&#12290;&#31532;&#19968;&#27425;&#30475;&#35265;&#22823;&#27010;&#26159;&#21021;&#20013;&#21543;&#65292;&#22312;&#20964;&#20976;&#21355;&#35270;&#30475;&#20102;&#31532;&#19968;&#37096;&#65292;&#28207;&#21488;&#37197;&#38899;&#12290;&#25110;&#35768;&#26159;&#24515;&#29702;&#20316;&#29992;&#65292;&#35273;&#24471;&#38500;&#20102;&#21407;&#22768;&#20197;&#22806;&#65292;&#20063;&#23601;&#28207;&#21488;&#37197;&#38899;&#30340;&#21160;&#30011;&#36824;&#33021;&#30475;&#65292;&#22269;&#35821;&#30340;&#65292;&#24635;&#24863;&#35273;&#19968;&#21103;&#33510;&#22823;&#20167;&#28145;&#30340;&#26679;&#20799;&#12290;</p>
<p>&#21518;&#26469;&#30475;&#20102;&#31532;&#20108;&#37096;</p>
<p>&#20877;&#21518;&#26469;&#65292;&#23601;&#21040;&#20102;&#29616;&#22312;&#12290;&#12290;&#12290;&#12290;&#36825;&#31639;&#30058;&#22806;&#31687;&#19981;</p>
<p>&#23567;&#29399;&#20381;&#26087;&#33521;&#21191;&#26080;&#25932;&#65292;&#19981;&#22810;&#35828;&#65292;&#22909;&#30475;&#23601;&#26159;</p>
<p>&#160;&#160;&#160;&#160; 5.&#26684;&#26519;&#22902;&#22902;&#30340;&#30561;&#32654;&#20154;</p>
<p>&#36825;&#20010;&#65292;&#19979;&#30340;&#27809;&#23383;&#24149;&#65292;&#32769;&#22902;&#22902;&#35821;&#27668;&#22826;&#20016;&#23500;&#20102;&#65292;&#21475;&#40831;&#19981;&#20278;&#20432;&#65292;&#27809;&#21643;&#20307;&#20250;&#21040;&#30561;&#32654;&#20154;&#25925;&#20107;&#30340;&#40657;&#33394;&#27668;&#27675;&#12290;</p>
<p>&#22909;&#21543;&#65292;&#20854;&#23454;&#65292;&#23601;&#26159;&#25105;&#21548;&#21147;&#24046;&#21591;</p>
<p>&#160;&#160;&#160;&#160; 6.&#21830;&#26631;&#30340;&#19990;&#30028;</p>
<p>&#22826;&#24069;&#20102;&#65292;&#30524;&#33457;&#32557;&#20081;</p>
<p>&#23815;&#25308;&#36825;&#26679;&#30340;&#26893;&#20837;&#24191;&#21578;&#65292;&#21046;&#20316;&#20154;&#36215;&#30721;&#29992;&#24515;&#20102;</p>
<p>&#38750;&#20294;&#19981;&#29301;&#24378;&#65292;&#36824;&#22909;&#29609;&#30340;&#19981;&#34892;</p>
<p>&#20013;&#38388;&#19981;&#26029;&#30340;&#23450;&#26684;&#65292;&#20048;&#27492;&#19981;&#30130;&#30340;&#23547;&#25214;&#35748;&#35782;&#30340;logo&#12290;&#35201;&#19981;&#26159;logo&#22826;&#22810;&#65292;&#25105;&#32477;&#23545;&#26377;&#32784;&#24515;&#21435;&#24930;&#24930;&#30334;&#24230;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#32654;&#21095;~</p>
<p>1.&#23454;&#20064;&#21307;&#29983;&#26684;&#38647;&#65292;&#23395;&#32456;</p>
<p>&#26684;&#38647;&#30340;&#32534;&#21095;&#24456;&#29275;&#65292;&#27599;&#23395;&#32456;&#30340;&#20004;&#23567;&#26102;&#36830;&#25773;&#37117;&#35753;&#20154;&#25578;&#24515;&#12290;</p>
<p>&#19978;&#27425;&#26159;George&#30340;&#27515;&#65292;&#36825;&#27425;&#65292;&#30452;&#25509;&#27515;&#19968;&#20018;&#12290;&#22826;&#12290;&#12290;&#12290;&#12290;&#21861;&#20102;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#21482;&#33021;&#35828;&#65292;&#31639;&#20320;&#26377;&#32966;</p>
<p>&#19979;&#23395;&#24590;&#33021;&#19981;&#30475;</p>
<p>2.&#36855;&#22833;&#65292;&#21095;&#32456;</p>
<p>&#21710;&#65292;&#36825;&#20010;&#21095;&#65292;&#30495;&#26159;&#35753;&#20154;&#27426;&#21916;&#35753;&#20154;&#24551;&#21834;</p>
<p>&#23588;&#20854;&#26159;&#32467;&#23616;&#12290;&#12290;&#12290;</p>
<p>&#36825;&#19968;&#23395;&#65292;&#27809;&#24590;&#20040;&#35748;&#30495;&#30475;&#12290;&#23601;&#20914;&#30528;&#35201;&#32467;&#23616;&#20102;&#65292;&#24819;&#30693;&#36947;&#32467;&#26524;&#32780;&#24050;</p>
<p>&#21152;&#19978;&#25105;&#30475;&#30340;&#37117;&#27809;&#23383;&#24149;&#65292;&#32454;&#33410;&#37096;&#20998;&#22522;&#26412;&#27809;&#26377;follow&#12290;</p>
<p>&#23601;&#20809;&#35828;&#36825;&#32467;&#23616;&#21543;&#12290;&#20329;&#26381;&#32534;&#21095;&#12290;&#36825;&#20040;&#29399;&#34880;&#30340;&#32467;&#23616;&#65292;&#20498;&#26159;&#21313;&#20998;&#22865;&#21512;&#32769;&#27801;&#35828;&#30340;&#65306;&#19968;&#21315;&#20010;&#20154;&#23601;&#26377;&#19968;&#21315;&#20010;&#21704;&#22982;&#38647;&#29305;</p>
<p>&#26159;&#21834;&#65292;&#19968;&#21315;&#20010;&#20154;&#65292;&#30495;&#33021;&#22815;&#29702;&#35299;&#20986;&#19968;&#21315;&#20010;&#32467;&#23616;&#26469;</p>
<p>&#30475;&#19981;&#25026;&#30340;&#65292;&#20687;&#25105;&#36825;&#26679;&#30340;&#65292;&#31232;&#37324;&#31946;&#28034;&#30340;&#65292;&#20063;&#30693;&#36947;&#65292;&#20182;&#20204;&#21448;&#30456;&#36935;&#20102;&#65292;&#36319;&#36718;&#22238;&#20284;&#30340;</p>
<p>&#30475;&#30340;&#26126;&#30333;&#30340;&#65292;&#25105;&#21435;&#31245;&#24494;&#25214;&#20102;&#19979;&#35299;&#35835;&#12290;&#26377;&#20154;&#20174;&#23447;&#25945;&#30340;&#35282;&#24230;&#35762;&#65292;&#31185;&#23398;&#20998;&#26512;&#30340;&#65292;&#26102;&#31354;&#20132;&#38169;&#30340;&#65292;&#19981;&#21516;&#32500;&#19990;&#30028;&#30340;&#12290;&#36824;&#26377;&#20998;&#26512;&#20154;&#26684;&#30340;&#65292;&#36923;&#36753;&#25512;&#29702;&#30340;&#65292;&#21861;&#37117;&#26377;&#65292;&#29305;&#28909;&#38393;&#12290;</p>
<p>&#35910;&#29923;&#30340;&#36855;&#22833;&#23567;&#32452;&#65292;&#26377;&#20010;&#20154;&#21457;&#35328;&#35828;&#19981;&#21916;&#27426;&#36825;&#21095;&#65292;&#34987;&#32452;&#38271;&#39554;&#65292;&#24182;&#36386;&#20986;&#12290;&#25105;&#29468;&#65292;&#32452;&#38271;&#26159;&#24515;&#34394;&#30340;&#65292;&#30693;&#36947;&#22823;&#23478;&#37117;&#34987;&#32534;&#21095;&#24573;&#24736;&#30340;&#21463;&#19981;&#20102;&#20102;&#65292;&#25513;&#32819;&#30423;&#38083;&#21602;&#12290;&#24681;&#65292;&#35828;&#36215;&#36825;&#29616;&#35937;&#65292;&#25105;&#31245;&#31245;&#32852;&#24819;&#21040;&#20102;&#25919;&#27835;&#12290;&#19981;&#31639;&#25935;&#24863;&#21543;~</p>
<p>&#26377;&#19968;&#20010;&#20154;&#65292;&#30475;&#23436;&#32467;&#23616;&#21095;&#36879;&#35828;&#65306;hugo&#26159;&#20010;&#22899;&#30340;&#65292;&#29983;&#20102;&#20010;&#23043;&#12290;&#21621;&#21621;&#65292;&#28784;&#24120;&#22865;&#21512;&#39118;&#26684;&#20040;~~</p>
<p>3.gossip girl&#65292;&#23395;&#32456;</p>
<p>&#36825;&#21095;&#65292;&#19968;&#21521;&#20081;&#26469;&#12290;&#22914;&#36855;&#22833;&#19968;&#26679;&#65292;&#21482;&#20851;&#24515;&#20027;&#32447;&#24773;&#33410;&#12290;</p>
<p>&#24819;&#36215;ugly Betty&#65292;&#34429;&#28982;&#19981;&#24590;&#20040;&#21916;&#27426;&#65292;&#20294;&#20063;&#24819;&#30693;&#36947;&#32467;&#26524;&#32780;&#24050;&#12290;</p>
<p>4.big bang&#65292;&#23395;&#32456;</p>
<p>&#36825;&#36824;&#29992;&#35828;&#20040;&#65292;&#22909;&#30475;&#24456;&#12290;&#32780;&#19988;&#65292;&#36825;&#20010;&#65292;&#27809;&#23383;&#24149;&#65292;&#30495;&#30475;&#19981;&#25026;&#12290;&#22522;&#26412;&#19978;&#27809;&#21643;&#31505;&#23601;&#36807;&#21435;&#20102;&#12290;</p>
<p>24&#23567;&#26102;&#20043;&#25152;&#20197;&#27809;&#25509;&#30528;&#30475;&#65292;&#38500;&#20102;&#24773;&#33410;&#39118;&#26684;&#27809;&#21861;&#22823;&#21464;&#21270;&#20197;&#22806;&#65292;&#20063;&#22240;&#20026;&#27809;&#23383;&#24149;&#25105;&#30475;&#19981;&#25026;&#12290;jack&#35828;&#35805;&#22826;&#24555;&#20102;&#65292;&#22522;&#26412;&#19978;&#21482;&#33021;&#21548;&#25026;nuclear weapon&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>5.&#20840;&#32654;&#36229;&#27169;&#22823;&#36187;&#65292;&#23395;&#32456;</p>
<p>&#20197;&#21518;&#20877;&#19981;&#30475;&#20102;&#65292;&#27809;&#20154;&#33021;&#36229;&#36234;&#25105;&#30340;&#26368;&#29233;&#65292;elyse&#12290;tyra&#20063;&#32769;&#20102;&#65292;&#21482;&#33021;&#31639;&#26159;&#39118;&#38901;&#29369;&#23384;&#30340;&#22659;&#30028;&#20102;&#12290;</p>
<p>6.&#32654;&#22269;&#20598;&#20687;&#65292;&#26126;&#26085;&#32467;&#26463;</p>
<p>&#20063;&#19981;&#24819;&#20877;&#30475;&#20102;&#12290;&#36825;&#19968;&#23395;&#27700;&#24179;&#22826;&#24046;&#20102;&#65292;&#23601;&#21193;&#24378;&#30475;&#30528;didi&#65292;Aaron&#36824;&#39034;&#30524;&#28857;&#20799;&#65292;&#32769;&#26089;&#23601;&#34987;&#28120;&#27760;&#20102;&#12290;&#25105;&#19981;&#21916;&#27426;&#27700;&#26230;&#22992;&#65292;&#34429;&#28982;&#22905;&#21628;&#22768;&#25402;&#39640;&#12290;</p>
<p>&#36824;&#26159;&#33521;&#22269;&#36798;&#20154;&#22909;&#30475;&#28857;&#65292;&#32654;&#22269;&#30340;&#20063;&#19981;&#22909;&#30475;&#65292;&#35780;&#22996;&#27700;&#24179;&#19981;&#39640;&#12290;&#25454;&#35828;&#20013;&#22269;&#20063;&#35201;&#20986;&#36798;&#20154;&#20102;&#65292;&#24076;&#26395;&#19981;&#35201;&#21448;&#26159;&#38393;&#21095;+&#28818;&#20316;&#12290;</p>
<p>7.&#32477;&#26395;&#20027;&#22919;&#65292;&#23395;&#32456;</p>
<p>&#22909;&#21095;&#20040;&#12290;</p>
<p>&#25454;&#35828;&#65292;UB&#37324;&#38754;&#30340;wilhelmina&#35201;&#23458;&#20018;&#24694;&#22899;&#65292;&#26356;&#22810;&#20102;&#19968;&#20221;&#26399;&#24453;&#20040;&#12290;</p>
<p>&#23545;&#20102;&#65292;&#20043;&#21069;&#19981;&#30693;&#36947;&#35828;&#36807;&#27809;&#65292;&#36825;&#20010;&#28436;&#21592;&#20102;&#19981;&#24471;&#21834;&#12290;&#20197;&#21069;&#26159;&#27468;&#25163;&#65292;&#39118;&#20013;&#22855;&#32536;&#30340;&#20027;&#39064;&#26354;&#26159;&#22905;&#21809;&#30340;&#65292;&#22768;&#38899;&#19981;&#38169;&#12290;</p>
<p><strong>&#160;&#160;&#160; &#21691;&#65292;over&#12290;&#19968;&#27668;&#20799;&#30424;&#28857;&#20102;&#36817;&#19968;&#23398;&#26399;&#30340;&#25104;&#26524;&#20040;&#12290;&#12290;&#12290;<br /></strong></p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-05-26T00:00:00+08:00" pubdate data-updated="true">May 26<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/05/26/%E5%88%9D%E8%A7%81%E6%88%90%E6%95%88/">
		
			初见成效</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#20170;&#20799;&#65292;&#19968;&#25972;&#22825;&#23601;&#29730;&#30952;&#20102;&#19968;&#20214;&#20107;&#20799;&#65306;MATLAB&#22270;&#20687;&#22788;&#29702;&#20013;&#30340;imwrite&#20989;&#25968;&#26159;&#21643;&#22238;&#20107;&#20799;&#12290;</p>
<p>&#20851;&#38190;&#26159;&#65292;&#36825;&#19968;&#25972;&#22825;&#36807;&#21435;&#20102;&#65292;&#25105;&#36824;&#26159;&#27809;&#25972;&#26126;&#30333;&#12290;</p>
<p>&#21516;&#26679;&#19968;&#27573;&#20195;&#30721;&#65292;&#29992;&#20102;&#20004;&#24352;&#19981;&#21516;&#30340;&#28304;&#22270;&#20687;&#65292;&#21861;&#37117;ok</p>
<p>&#21487;&#26159;&#25442;&#20102;jpg&#30340;&#37027;&#20004;&#24352;&#22270;&#20687;&#65292;&#38169;&#35823;&#23601;&#26469;&#20102;</p>
<p>&#27515;&#27963;&#35828;&#25105;&#30340;colormap&#19981;&#23545;&#12290;&#20063;&#27809;&#35797;&#20986;&#26469;&#31350;&#31455;&#26159;&#24590;&#20040;&#19981;&#23545;&#20102;</p>
<p>&#19979;&#21320;&#25165;&#21457;&#29616;&#65292;&#29983;&#25104;&#30340;&#32467;&#26524;&#22270;&#20687;&#65292;&#34429;&#28982;&#26174;&#31034;&#36215;&#26469;&#26159;&#24456;&#22855;&#24618;&#30340;3&#36890;&#36947;&#24425;&#33394;&#12290;&#21487;&#26159;&#20889;&#20837;&#25991;&#20214;&#30340;&#26102;&#20505;&#65292;&#23601;&#26159;&#25105;&#24819;&#35201;&#30340;&#28784;&#24230;&#22270;&#20102;</p>
<p>&#22826;&#25630;&#31505;</p>
<p>&#36824;&#26159;&#19981;&#26126;&#30333;&#20026;&#21861;&#65292;&#24555;&#35201;&#23849;&#28291;&#20102;&#65292;&#36930;&#25918;&#24323;&#12290;&#21453;&#27491;&#23384;&#36827;&#21435;&#30340;&#22270;&#20687;&#27491;&#30830;&#23601;&#25104;&#65292;&#19981;&#32829;&#35823;&#21518;&#38754;&#30340;&#25968;&#25454;&#27979;&#35797;&#12290;</p>
<p>&#21691;&#65292;&#31639;&#27861;&#26694;&#26550;&#24635;&#31639;&#26159;&#26377;&#20102;&#65292;&#24863;&#35874;&#33521;&#26126;&#31070;&#27494;&#30340;&#26292;&#27515;&#12290;&#21069;&#20004;&#22825;&#20570;&#19981;&#20986;&#26469;&#65292;&#31169;&#19979;&#37324;&#36824;&#30333;&#30333;&#21463;&#20102;&#25105;&#30340;&#20900;&#23624;&#12290;&#20854;&#23454;&#26159;&#25105;&#20195;&#30721;&#30340;&#38169;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#32467;&#26524;&#24590;&#26679;&#22043;&#65292;&#25105;&#20063;&#19981;&#26195;&#24471;&#12290;&#24635;&#20043;&#30475;&#36215;&#26469;&#19981;&#24590;&#26679;&#65292;&#20294;&#20063;&#27604;&#20197;&#21069;&#30340;&#23454;&#39564;&#25928;&#26524;&#31245;&#24494;&#22909;&#28857;&#20102;&#12290;&#38752;&#35889;&#38752;&#35889;</p>
<p>&#20170;&#20799;&#65292;&#20080;&#30340;jansport&#21452;&#32937;&#21253;&#21040;&#20102;&#12290;&#24320;&#24515;&#30340;&#25105;&#65292;&#21608;&#26411;&#21643;&#37117;&#24471;&#25214;&#20010;&#32972;&#30528;&#26032;&#21253;&#20986;&#21435;&#36891;&#19968;&#22280;&#20040;~~~&#21862;&#21862;</p>
<p>&#24180;&#36731;&#22312;&#20110;&#25240;&#33150;~&#25240;&#33150;~&#25240;&#33150;~</p>
<p>&#19981;&#20570;&#26080;&#32842;&#20043;&#20107;&#65292;&#20309;&#20197;&#36963;&#26377;&#28079;&#20043;&#29983;&#12290;&#21564;&#21704;&#21704;&#65292;&#25105;&#20063;&#24320;&#22987;&#20449;&#22857;&#36825;&#26679;&#30340;&#35805;&#20102;&#20040;</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-05-26T00:00:00+08:00" pubdate data-updated="true">May 26<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>

<nav id="pagenavi">
    
        <a href="/blog/page/27/" class="prev">Prev</a>
    
    
        <a href="/blog/page/29/" class="next">Next</a>
    
    <div class="center"><a href="/blog/archives">Blog Archives</a></div>
</nav></div>
	<footer id="footer" class="inner">Copyright &copy; 2014

    muggleyoung

</footer>
	<script src="/javascripts/slash.js"></script>
<script src="/javascripts/jquery.fancybox.pack.js"></script>
<script type="text/javascript">
(function($){
	$('.fancybox').fancybox();
})(jQuery);
</script> <!-- Delete or comment this line to disable Fancybox -->


<script type="text/javascript">
      var disqus_shortname = 'muggleyoung';
      
        
        var disqus_script = 'count.js';
      
    (function () {
      var dsq = document.createElement('script'); dsq.type = 'text/javascript'; dsq.async = true;
      dsq.src = 'http://' + disqus_shortname + '.disqus.com/' + disqus_script;
      (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);
    }());
</script>





</body>
</html>