
<!DOCTYPE html>
<!--[if IEMobile 7 ]><html class="no-js iem7"><![endif]-->
<!--[if lt IE 9]><html class="no-js lte-ie8"><![endif]-->
<!--[if (gt IE 8)|(gt IEMobile 7)|!(IEMobile)|!(IE)]><!--><html class="no-js" lang="en"><!--<![endif]-->
<head>
  <meta charset="utf-8">
  <title></title>
  <meta name="author" content="muggleyoung">

  
  <meta name="description" content="&#19981;&#27490;&#19968;&#27425;&#36825;&#26679;&#22840;&#33258;&#24049;&#20102;&#21543;&#65292;&#22079;&#22079;
&#24178;&#20102;&#20200;&#23567;&# &hellip;">
  

  <!-- http://t.co/dKP3o1e -->
  <meta name="HandheldFriendly" content="True">
  <meta name="MobileOptimized" content="320">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  
  <link rel="canonical" href="http://muggleyoung.github.com/blog/page/28/">
  <link href="/favicon.png" rel="icon">
  <link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
  <script src="/javascripts/modernizr-2.0.js"></script>
  <script src="/javascripts/ender.js"></script>
  <script src="/javascripts/octopress.js" type="text/javascript"></script>
  <link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
  <!--Fonts from Google"s Web font directory at http://google.com/webfonts -->
<link href="http://fonts.googleapis.com/css?family=PT+Serif:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<link href="http://fonts.googleapis.com/css?family=PT+Sans:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">

  

</head>

<body   >
  <header role="banner"><hgroup>
  <h1><a href="/"></a></h1>
  
    <h2>young for you</h2>
  
</hgroup>

</header>
  <nav role="navigation"><ul class="subscription" data-subscription="rss">
  <li><a href="/atom.xml" rel="subscribe-rss" title="subscribe via RSS">RSS</a></li>
  
</ul>
  
<form action="http://google.com/search" method="get">
  <fieldset role="search">
    <input type="hidden" name="q" value="site:muggleyoung.github.com" />
    <input class="search" type="text" name="q" results="0" placeholder="Search"/>
  </fieldset>
</form>
  
<ul class="main-navigation">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
</ul>

</nav>
  <div id="main">
    <div id="content">
      <div class="blog-index">
  
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-05-17T00:00:00+08:00" pubdate data-updated="true">May 17<span>th</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/05/17/%E5%B0%8F%E7%A7%98%E8%9C%82/">小秘蜂</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#19981;&#27490;&#19968;&#27425;&#36825;&#26679;&#22840;&#33258;&#24049;&#20102;&#21543;&#65292;&#22079;&#22079;</p>
<p>&#24178;&#20102;&#20200;&#23567;&#26102;&#21322;</p>
<p>&#22320;&#26495;&#25830;3&#36941;&#12290;</p>
<p>&#31532;&#19968;&#36941;&#26681;&#26412;&#33039;&#30340;&#27809;&#27861;&#35265;&#20154;&#65292;&#37117;&#26159;&#22836;&#21457;&#21568;&#65292;N&#24180;&#21069;&#30340;&#21355;&#29983;&#32440;&#21834;&#65292;&#24694;&#24515;&#30340;&#25105;~</p>
<p>&#31532;&#20108;&#36941;&#29992;&#28040;&#27602;&#27700;&#25830;&#65292;&#20013;&#21320;&#19987;&#38376;&#36305;&#21435;&#36229;&#24066;&#20080;&#30340;&#28040;&#27602;&#27700;&#65292;&#25163;&#22871;&#12290;&#28784;&#24120;&#26377;&#20808;&#35265;&#20043;&#26126;&#20040;</p>
<p>&#31532;&#23665;&#36941;&#28165;&#27700;&#65292;&#24635;&#31639;&#65292;&#23487;&#33293;&#25165;&#26377;&#20010;&#23487;&#33293;&#26679;&#20799;&#20102;</p>
<p>&#39034;&#20415;&#25226;&#33258;&#24049;&#30340;&#19996;&#35199;&#20498;&#33150;&#20102;&#19979;&#65292;&#25972;&#40784;&#22810;&#20102;</p>
<p>&#19968;&#30524;&#26395;&#21435;&#65292;&#36825;&#20040;&#24178;&#20928;&#30340;&#23487;&#33293;&#65292;&#24515;&#24773;&#36156;&#22909;</p>
<p>&#35201;&#35828;&#36825;&#23487;&#33293;&#26377;&#22810;&#33039;&#12290;&#23454;&#22312;&#26377;&#28857;&#19981;&#22909;&#24847;&#24605;&#65292;&#19968;&#22899;&#29983;&#23487;&#33293;&#37117;&#33021;&#32473;&#20303;&#25104;&#36825;&#26679;&#12290;</p>
<p>&#22836;&#21457;&#22810;&#23601;&#19981;&#35828;&#20102;</p>
<p>&#28784;&#36156;&#21402;~</p>
<p>&#36824;&#26377;&#21018;&#25165;&#35828;&#30340;&#65292;N&#24180;&#21069;&#30340;&#21355;&#29983;&#32440;&#65292;&#31383;&#25143;&#39134;&#36827;&#26469;&#30340;&#31179;&#22825;&#30340;&#26641;&#21494;&#65292;&#29978;&#33267;&#36824;&#25487;&#20986;&#19968;&#21482;&#34972;&#23376;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#22320;&#26495;&#19978;&#19968;&#22359;&#19968;&#22359;&#30340;&#40657;&#65292;&#26377;&#20010;&#25105;&#36776;&#35748;&#20986;&#26469;&#26159;&#21475;&#39321;&#31958;&#65292;&#36824;&#26377;&#19968;&#20010;&#26159;&#27927;&#27905;&#31934;&#20498;&#20986;&#26469;&#65292;&#31896;&#20102;&#19968;&#22534;&#33039;&#19996;&#35199;&#22312;&#19978;&#38754;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#19981;&#35828;&#20102;&#19981;&#35828;&#20102;&#65292;&#21681;&#26159;&#36861;&#27714;&#32654;&#22909;&#30340;&#23043;&#65292;&#22238;&#24518;&#36825;&#24178;&#21861;</p>
<p>&#21453;&#27491;&#36825;&#19968;&#26202;&#65292;&#32963;&#19968;&#30452;&#19981;&#24590;&#20040;&#33298;&#22374;</p>
<p>&#20320;&#35828;&#36825;&#34972;&#23376;&#25481;&#22320;&#19978;&#20102;&#65292;&#20320;&#23601;&#19981;&#25214;&#25214;&#65311;&#25042;&#25104;&#36825;&#26679;&#20102;&#65311;</p>
<p>&#22909;&#21543;&#65292;&#20063;&#24618;&#25105;&#22826;&#25042;&#65292;&#20197;&#21518;&#23450;&#26399;&#25171;&#25195;&#65292;&#23450;&#26399;&#28040;&#27602;</p>
<p>&#25105;&#19981;&#35201;&#20570;&#33039;&#23043;</p>
<p>&#20146;&#29233;&#30340;&#23460;&#21451;&#20204;&#65292;&#33021;&#31245;&#24494;&#37197;&#21512;&#19979;&#19981;&#65311;&#38463;&#38376;~</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-05-16T00:00:00+08:00" pubdate data-updated="true">May 16<span>th</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/05/16/%E6%88%91%E4%BB%AC%E4%BB%A8%E7%9A%84%E5%91%A8%E6%9C%AB/">我们仨的周末</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#21608;&#26411;&#22238;&#23478;&#65292;&#29241;&#23601;&#32473;&#25105;&#27966;&#20102;&#19968;&#20010;&#27963;&#20799;&#65292;&#28903;&#31232;&#39277;&#12290;</p>
<p>&#36830;&#30528;&#20004;&#22825;&#65292;&#37117;&#35753;&#25105;&#32473;&#25972;&#22833;&#36133;&#20102;&#12290;</p>
<p>&#22826;&#25387;&#36133;&#20102;&#65292;&#25171;&#30005;&#35805;&#32473;&#23567;&#28784;&#21516;&#23398;&#21756;&#21799;&#65292;&#23043;&#22238;&#22797;&#65306;life sucks, but U will love it.</p>
<p>&#22909;&#21543;&#65292;&#36825;&#23043;&#24635;&#26159;&#26377;&#25300;&#39640;&#40481;&#27611;&#33948;&#30382;&#30340;&#26412;&#20107;&#12290;</p>
<p>&#19975;&#33021;&#30340;&#23064;&#20146;&#22238;&#26469;&#25327;&#25937;&#20102;&#25105;&#12290;&#39640;&#21387;&#38149;&#34917;&#25937;&#20986;&#19968;&#38149;&#22823;&#30900;&#23376;&#12290;&#24681;&#65292;&#25105;&#19981;&#20250;&#20351;&#39640;&#21387;&#38149;&#12290;&#12290;&#12290;</p>
<p>&#22833;&#36133;&#30340;&#21518;&#26524;&#26159;&#65292;&#19968;&#25972;&#26202;&#22312;&#29241;&#22320;&#38754;&#21069;&#25260;&#19981;&#36215;&#22836;&#26469;&#12290;</p>
<p>&#21710;&#65292;&#20154;&#26377;&#22833;&#25163;&#22043;&#65292;&#26377;&#21861;~&#30495;&#26159;&#30340;</p>
<p>&#24819;&#24403;&#21021;&#65292;&#25105;&#29100;&#20986;&#26469;&#30340;&#21508;&#24335;&#31232;&#39277;&#65292;&#36824;&#19981;&#26159;&#24449;&#26381;&#20102;&#21518;&#38754;&#19968;&#28316;&#28316;&#30340;&#23567;&#22969;&#20204;&#65292;&#26469;&#21040;&#25105;&#23478;&#29378;&#21507;&#28023;&#22622;&#30340;&#12290;&#36825;&#20010;&#24449;&#26381;&#21602;&#65292;&#38752;&#30340;&#26159;&#23454;&#21147;&#65292;&#19981;&#26159;&#27494;&#21147;&#21704;&#12290;&#21516;&#23398;&#20204;&#33707;&#35823;&#35299;&#12290;&#12290;&#12290;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;</p>
<p>&#36538;&#22312;&#23478;&#37324;&#65292;&#21448;&#30475;&#20102;&#19968;&#36941;&#25105;&#20204;&#20200;&#65292;&#24863;&#21160;&#20381;&#26087;</p>
<p>&#20154;&#38388;&#19981;&#20250;&#26377;&#23567;&#35828;&#25110;&#31461;&#35805;&#25925;&#20107;&#37027;&#26679;&#30340;&#32467;&#23616;&#65306;&#8220;&#20174;&#27492;&#65292;&#20182;&#20204;&#27704;&#36828;&#24555;&#24555;&#27963;&#27963;&#22320;&#19968;&#36215;&#36807;&#26085;&#23376;&#12290;&#8221;</p>
<p>&#21487;&#26159;&#65292;&#20182;&#20204;&#27605;&#31455;&#26159;&#22312;&#19968;&#36215;&#30340;&#20102;&#12290;&#23545;&#21543;</p>
<p>&#28129;&#28129;&#30340;&#25925;&#20107;&#65292;&#21364;&#35762;&#36848;&#20102;&#27987;&#27987;&#30340;&#29233;&#24773;&#65292;&#20146;&#24773;&#12290;&#19968;&#23478;&#20154;&#30456;&#20114;&#30340;&#24110;&#25658;&#29031;&#39038;</p>
<p>&#25105;&#32673;&#24917;&#65292;&#36196;&#26524;&#26524;&#30340;&#32673;&#24917;+&#23241;&#22930;&#12290;</p>
<p>&#20182;&#20204;&#19981;&#20105;&#21517;&#27714;&#21033;&#65292;&#21482;&#27714;&#24179;&#28129;&#29983;&#27963;&#12290;</p>
<p>&#21035;&#35828;&#65292;&#19968;&#33324;&#20154;&#65292;&#21363;&#20351;&#25026;&#36825;&#36947;&#29702;&#65292;&#20063;&#23454;&#38590;&#20570;&#21040;&#12290;</p>
<p>&#8220;&#19968;&#30415;&#28783;&#65292;&#20004;&#26479;&#33590;&#65292;&#20960;&#26412;&#20070;&#65292;&#31616;&#21333;&#32780;&#24841;&#24742;&#8221;
</p>
<p>&#20320;&#65292;&#20570;&#24471;&#21040;&#20040;~</p>
<p>&#20110;&#26159;&#20046;&#65292;&#21448;&#25214;&#21040;&#20102;&#26472;&#32475;&#32763;&#35793;&#30340;&#37027;&#39318;&#35799;&#12290;</p>
<p>&#12288;&#12288;    &#25105;&#21644;&#35841;&#37117;&#19981;&#20105; 
<br />&#12288;&#12288;    &#21644;&#35841;&#20105;&#25105;&#37117;&#19981;&#23633; 
<br />&#12288;&#12288;    &#25105;&#29233;&#22823;&#33258;&#28982; 
<br />&#12288;&#12288;    &#20854;&#27425;&#23601;&#26159;&#33402;&#26415; 
<br />&#12288;&#12288;    &#25105;&#21452;&#25163;&#28900;&#30528;&#29983;&#21629;&#20043;&#28779;&#21462;&#26262; 
<br />&#12288;&#12288;    &#28779;&#33806;&#20102;
<br />&#12288;&#12288;    &#25105;&#20063;&#20934;&#22791;&#36208;&#20102;
</p>
<p>&#26202;&#23433;&#65292;&#21516;&#23398;&#20204;~</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-05-13T00:00:00+08:00" pubdate data-updated="true">May 13<span>th</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/05/13/%E7%BB%99%E6%88%91%E7%94%9F%E6%B4%BB%EF%BC%8C%E5%9C%B0%E6%96%B9%E9%9A%8F%E4%BE%BF/">给我生活，地方随便</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#35044;&#23376;&#25511;&#27809;&#24525;&#20303;&#65292;&#21448;&#20080;&#20102;&#35044;&#23376;&#12290;&#12290;&#12290;&#12290;&#24443;&#24443;&#24213;&#24213;&#21464;&#31351;&#39740;&#20102;</p>
<p>&#39134;&#27604;&#25105;&#36824;&#23849;&#28291;&#65292;&#19968;&#30452;&#21483;&#22179;&#30528;&#35201;&#36924;&#36843;&#25105;&#20080;&#30701;&#34966;&#12290;&#12290;&#12290;</p>
<p>&#22079;&#22079;&#65292;&#21704;&#23612;&#65292;&#25105;&#23613;&#37327;&#21591;&#65292;&#30475;&#20320;&#33021;&#25104;&#21151;&#19981;</p>
<p>&#35805;&#35828;&#26477;&#24030;&#30340;&#25151;&#23376;&#30495;&#36149;&#21834;&#65292;&#26681;&#25454;&#25105;&#23478;&#21704;&#23612;&#30340;&#25253;&#21578;&#65292;&#22905;&#36825;&#27425;&#30475;&#20013;&#30340;&#25151;&#23376;&#31199;&#37329;900&#12290;&#38754;&#31215;&#20063;&#19981;&#22823;&#65292;&#25151;&#23376;&#27604;&#36739;&#26087;&#12290;</p>
<p>&#24681;&#65292;&#36824;&#30495;&#24471;&#32771;&#34385;&#19979;&#26159;&#19981;&#26159;&#35201;&#21435;&#26477;&#24030;&#24037;&#20316;&#20102;&#12290;&#20132;&#36890;&#25317;&#25380;&#19981;&#35828;&#65292;&#25151;&#23376;&#36824;so&#36149;&#12290;</p>
<p>&#21271;&#20140;&#20040;&#65292;&#20063;&#19981;&#26159;&#24456;&#20013;&#24847;&#35830;&#12290;</p>
<p>&#24819;&#36215;&#37027;&#21477;&#35805;&#65292;&#32473;&#25105;&#29983;&#27963;&#65292;&#22320;&#26041;&#38543;&#20415;&#12290;</p>
<p>&#38477;&#28201;&#20102;&#65292;&#27491;&#36214;&#19978;&#29983;&#30149;&#65292;&#31359;&#30528;&#27611;&#34923;&#19968;&#28857;&#20063;&#19981;&#35273;&#24471;&#28201;&#26262;&#12290;</p>
<p>&#26159;&#20154;&#24515;&#20063;&#20919;&#20102;&#21527;&#12290;</p>
<p>&#25105;&#25215;&#35748;&#65292;&#33258;&#24049;&#26159;&#32570;&#20047;&#32784;&#24515;&#30340;&#37027;&#19968;&#31867;&#12290;</p>
<p>&#40723;&#36275;&#21191;&#27668;&#65292;&#23545;&#21608;&#22260;&#20154;&#22909;&#65292;&#25345;&#32493;&#19981;&#26029;&#30340;&#12290;</p>
<p>&#36824;&#26159;&#24076;&#26395;&#26377;&#22238;&#25253;&#30340;&#21543;&#12290;</p>
<p>&#26469;&#32780;&#19981;&#24448;&#38750;&#31036;&#20063;&#65292;&#19981;&#22312;&#20046;&#26159;&#20160;&#20040;&#31036;&#65292;&#22312;&#20046;&#36825;&#19968;&#20221;&#24515;&#24847;&#12290;</p>
<p>&#30528;&#23454;&#19981;&#29233;&#28909;&#33080;&#36148;&#20102;&#20919;&#23617;&#32929;&#30340;&#24863;&#35273;</p>
<p>&#32610;&#24278;&#32610;&#24278;&#65292;&#23601;&#24403;&#20570;&#26159;&#21531;&#23376;&#20043;&#20132;&#28129;&#22914;&#27700;&#21543;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-05-08T00:00:00+08:00" pubdate data-updated="true">May 8<span>th</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/05/08/%E7%9C%9F%E4%BA%BA%E7%89%88%E7%88%B1%E6%83%85%E7%AB%A5%E8%AF%9D/">真人版爱情童话</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#26412;&#26469;&#24819;&#35828;&#35828;&#26576;&#22825;&#30340;&#32842;&#22825;&#12290;&#21487;&#26159;&#20170;&#22825;&#30475;&#30340;&#30005;&#24433;&#30830;&#23454;&#26377;&#28857;&#29399;&#34880;&#65292;&#19981;&#21520;&#19981;&#24555;&#12290;</p>
<p>&#24403;&#28982;&#65292;&#19968;&#24320;&#22987;&#65292;&#20808;&#35828;&#22909;&#30340;&#21543;&#12290;&#30495;&#20154;&#29256;&#29233;&#24773;&#31461;&#35805;-&#24651;&#24651;&#31508;&#35760;&#26412;&#65292;note book&#12290;</p>
<p>&#30475;&#20043;&#21069;&#65292;&#24456;&#22810;&#20154;&#35828;&#65292;&#20250;&#21741;&#30340;&#31232;&#37324;&#21719;&#21862;&#12290;</p>
<p>&#19981;&#36807;&#25105;&#30830;&#23454;&#27809;&#12290;&#36825;&#26126;&#26126;&#26159;&#19968;&#20010;&#23436;&#32654;&#32467;&#23616;&#30340;&#31461;&#35805;&#25925;&#20107;&#21834;&#65292;&#20026;&#20160;&#20040;&#35201;&#21741;&#12290;</p>
<p>&#20063;&#23601;&#26159;&#22312;&#22899;&#20027;&#35282;&#25552;&#30528;&#34892;&#26446;&#31449;&#22312;&#20182;&#20204;&#30340;&#30333;&#25151;&#23376;&#27004;&#19979;&#65292;&#24456;&#26080;&#30031;&#30340;&#32824;&#32824;&#32937;&#30340;&#37027;&#19968;&#38670;&#37027;&#65292;&#25105;&#26377;&#28857;&#12290;&#12290;&#12290;</p>
<p>&#21734;&#21734;&#65292;&#36824;&#26377;&#65292;&#26368;&#21518;&#32769;&#22826;&#22826;&#31361;&#28982;&#24819;&#36215;&#20160;&#20040;&#65292;&#28982;&#21518;&#21448;&#22833;&#24518;&#37027;&#19968;&#27573;&#12290;</p>
<p>&#20854;&#20182;&#37117;&#36824;&#22909;&#21862;&#12290;</p>
<p>&#26102;&#38388;&#20037;&#20102;&#65292;&#20855;&#20307;&#23601;&#19981;&#22810;&#35828;&#20102;&#12290;</p>
<p>&#24635;&#20043;&#65292;&#25105;&#35748;&#20026;&#65292;&#36825;&#26159;&#20010;&#28201;&#39336;&#30340;&#25925;&#20107;&#12290;&#20026;&#30007;&#20027;&#35282;&#30340;&#25191;&#30528;&#24863;&#21160;&#12290;</p>
<p>&#20960;&#21477;&#35805;&#65306;what U want&#30340;&#37027;&#27573;&#36136;&#38382;&#65307;&#36824;&#26377;&#37027;&#20010;&#65292;&#20320;&#22920;&#22920;&#22312;&#21738;&#37324;&#65292;&#21738;&#37324;&#23601;&#26159;&#25105;&#23478;&#12290;&#26242;&#26102;&#23601;&#24819;&#36215;&#36825;&#20457;&#12290;&#12290;&#12290;</p>
<p>&#27492;&#29983;&#33509;&#30495;&#30340;&#33021;&#36935;&#19978;&#19968;&#20010;&#22914;&#27492;&#30340;&#29233;&#20154;&#65292;&#36275;&#22815;&#36275;&#22815;&#20102;&#12290;</p>
<p>&#160;</p>
<p>&#25509;&#19979;&#26469;&#23601;&#26159;&#37027;&#20010;&#20998;&#25163;&#20449;&#20102;&#65292;&#33521;&#25991;&#21517;&#24212;&#35813;&#26159;dear John&#12290;&#20013;&#25991;&#21517;&#22826;&#30452;&#30333;&#20102;&#65292;&#30452;&#25509;&#24432;&#26174;&#21095;&#24773;&#36716;&#25240;&#28857;&#20040;&#12290;&#24320;&#22836;&#31616;&#30452;&#23601;&#26159;note book&#30340;&#32763;&#29256;&#12290;</p>
<p>&#27491;&#22914;&#39064;&#30446;&#65292;&#20998;&#25163;&#20449;&#26469;&#21040;&#26102;&#65292;&#24773;&#33410;&#23436;&#20840;&#21464;&#30340;&#19968;&#22242;&#31967;&#12290;&#19968;&#28857;&#20063;&#20307;&#29616;&#19981;&#20986;&#23459;&#20256;&#30340;&#32431;&#29233;&#12290;</p>
<p>&#22899;&#23401;&#30340;&#20998;&#25163;&#22312;&#25105;&#30475;&#26469;&#23601;&#26159;&#29100;&#19981;&#20303;&#36317;&#31163;&#30340;&#29006;&#29100;&#65292;&#22788;&#22312;&#30683;&#30462;&#20043;&#20013;&#26102;&#65292;&#25226;&#29233;&#24773;&#24403;&#20570;&#31036;&#29289;&#36865;&#32473;&#37051;&#23621;&#65292;&#36824;&#33258;&#20197;&#20026;&#26159;&#36131;&#20219;&#65292;&#29306;&#29298;&#12290;</p>
<p>&#29983;&#30149;&#65292;dying&#65292;&#28982;&#21518;&#33719;&#21462;&#21516;&#24773;&#12290;&#36825;&#23601;&#26159;&#37051;&#23621;&#25198;&#28436;&#30340;&#35282;&#33394;&#65292;&#21548;&#36215;&#26469;&#24456;&#20687;&#38889;&#21095;&#23545;&#21543;&#12290;</p>
<p>&#24635;&#20043;&#24635;&#20043;&#65292;&#25105;&#22833;&#26395;&#22351;&#20102;&#12290;&#31215;&#25874;&#30528;&#24773;&#32490;&#30340;&#29190;&#21457;&#28857;&#12290;&#33719;&#21462;&#22826;&#22810;&#26399;&#24453;&#65292;&#23601;&#21464;&#25104;&#23545;&#21095;&#24773;&#30340;&#19981;&#29245;&#12290;</p>
<p>&#160;</p>
<p>&#36824;&#26159;&#25512;&#33616;&#30475;note book&#65292;&#30830;&#23454;&#19981;&#38169;&#12290;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-05-06T00:00:00+08:00" pubdate data-updated="true">May 6<span>th</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/05/06/%E8%A3%A4%E5%AD%90%E6%8E%A7%E7%88%B1%E5%AD%A6%E4%B9%A0/">裤子控爱学习</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#20116;&#19968;&#22238;&#26469;&#20197;&#21518;&#65292;&#21448;&#33457;&#20102;&#22909;&#22810;&#38065;&#65292;&#24471;&#22909;&#22909;&#21453;&#30465;&#21453;&#30465;</p>
<p>&#21448;&#20080;&#35044;&#23376;&#20102;~&#39134;&#22312;&#30005;&#35805;&#37324;&#20914;&#30528;&#25105;&#21483;&#22179;&#65306;&#20320;&#36825;&#20010;&#35044;&#23376;&#25511;&#65281;&#19981;&#35768;&#20877;&#20080;&#35044;&#23376;&#21862;&#65281;&#21435;&#20080;&#20004;&#20214;&#26032;&#34915;&#26381;&#21543;~</p>
<p>&#36215;&#22240;&#26159;&#65292;&#25105;&#36830;&#32493;&#20004;&#22825;&#21578;&#35785;&#22905;&#65292;&#25105;&#20170;&#22825;&#31359;&#30340;&#30701;&#34966;&#26159;&#21738;&#20214;&#12290;&#32780;&#36825;&#20004;&#20214;&#30701;&#34966;&#37117;&#26159;&#25105;&#22823;&#20108;&#22799;&#22825;&#20080;&#30340;&#12290;&#12290;&#12290;&#12290;&#25520;&#30528;&#25163;&#25351;&#22836;&#31639;&#31639;&#65292;&#19968;&#21482;&#25163;&#21018;&#21018;&#22815;&#29992;~</p>
<p>&#20146;&#29233;&#30340;&#65292;&#25105;&#36824;&#24536;&#35760;&#21578;&#35785;&#20320;&#65292;&#20170;&#22825;&#25910;&#21040;&#20102;&#26032;&#35044;&#23376;&#65292;&#36824;&#35797;&#20102;&#25105;&#22969;&#20080;&#30340;&#65292;&#24863;&#35273;&#19981;&#38169;&#65292;&#23460;&#21451;&#20204;&#22312;&#25105;&#30340;&#24102;&#21160;&#19979;&#65292;&#20474;&#20204;&#20960;&#20010;&#25171;&#31639;&#26469;&#20010;&#23567;&#22242;&#36141;&#65292;&#32487;&#32493;&#20080;&#12290;&#21704;&#21704;&#21704;</p>
<p>&#25152;&#20197;&#22043;&#65292;&#34924;&#34923;&#25511;&#22199;&#22199;&#30528;&#35201;&#30417;&#30563;&#35044;&#23376;&#25511;&#12290;&#20320;&#35828;&#20250;&#26377;&#25928;&#26524;&#20040;&#65292;&#32467;&#26524;&#24456;&#21487;&#33021;&#26159;&#65292;&#25105;&#20457;&#19968;&#36215;&#24320;&#24515;&#30340;&#36141;&#29289;&#65292;&#25105;&#25903;&#25345;&#20320;&#20080;&#34924;&#34923;&#65292;&#20320;&#20063;&#19981;&#22909;&#24847;&#24605;&#19981;&#35753;&#25105;&#20080;&#35044;&#23376;&#21591;</p>
<p>&#22909;&#21543;&#22909;&#21543;&#65292;&#25105;&#30693;&#36947;&#24744;&#26159;&#20010;&#26377;&#33258;&#21046;&#21147;&#30340;&#23043;&#65292;&#24744;&#33021;&#25511;&#21046;&#20303;&#33258;&#24049;&#20010;&#20799;&#65292;&#37027;&#23601;&#26469;&#30417;&#30563;&#25105;&#21543;&#65292;&#30475;&#30475;&#26159;&#21542;&#22863;&#25928;&#12290;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;</p>
<p>&#20381;&#28982;&#26159;&#28120;&#23453;&#65292;&#25105;&#30475;&#20013;&#30340;&#34915;&#26381;&#65292;&#23460;&#21451;&#27704;&#36828;&#25345;&#20445;&#30041;&#24577;&#24230;&#12290;&#20063;&#23601;&#24744;&#20102;&#65292;&#21147;&#25402;&#25105;&#20040;&#12290;&#22079;&#22079;&#65292;thanks~ &#25152;&#20197;&#22043;&#65292;&#20170;&#26202;&#20813;&#19981;&#20102;&#19968;&#22330;&#34880;&#25340;&#20102;</p>
<p>&#21018;&#21018;&#65292;&#36873;&#20102;&#20004;&#26412;&#20070;&#12290;&#24515;&#29702;&#23398;&#19982;&#29983;&#27963;&#65292;&#36824;&#26377;&#26607;&#26519;&#26031;&#30340;&#35821;&#27861;&#20070;&#12290;</p>
<p>&#21069;&#32773;&#65292;&#25454;&#35828;&#26159;&#33521;&#22269;&#22823;&#23398;&#37324;&#30340;&#32463;&#20856;&#25945;&#26448;&#65292;&#20174;&#35780;&#20215;&#30475;&#26469;&#65292;&#27809;&#26377;&#20160;&#20040;&#19987;&#19994;&#22522;&#30784;&#20063;&#33021;&#30475;&#24471;&#25026;&#65292;&#22909;&#21543;&#65292;&#25105;&#23436;&#20840;&#28608;&#21160;&#20102;&#65292;&#24819;&#36215;&#20197;&#21069;&#30340;&#27714;&#30693;&#27442;&#12290;&#12290;&#12290;&#36824;&#26377;&#21861;&#22909;&#35828;&#30340;&#65292;&#20080;&#21591;&#12290;</p>
<p>&#21518;&#38754;&#36825;&#26412;&#65292;&#39134;&#35828;&#26159;&#26446;&#31505;&#26469;&#25512;&#33616;&#30340;&#12290;&#24681;&#65292;&#26377;&#20010;&#20415;&#23452;&#30340;&#65292;&#20154;&#23478;&#35828;&#32440;&#36136;&#19981;&#22909;&#65292;&#20869;&#23481;&#21602;&#65292;&#20063;&#19981;&#22914;&#36825;&#20010;&#22909;&#12290;&#25105;&#32416;&#32467;&#21834;&#65292;&#27809;&#38065;&#20154;&#23601;&#26159;&#21487;&#24604;&#12290;&#21518;&#26469;&#30475;&#21040;&#19968;&#21477;&#35805;&#65292;&#19968;&#20010;&#23043;&#35828;&#65292;&#27809;&#26377;&#28857;&#22522;&#30784;&#30340;&#20154;&#19981;&#36866;&#21512;&#30475;&#36825;&#26412;&#20070;&#12290;&#25105;&#24594;&#20102;&#65292;&#21681;&#33521;&#35821;&#20877;&#28866;&#65292;&#22522;&#30784;&#36824;&#26159;&#26377;&#30340;&#65292;&#23601;&#36825;&#20010;&#20102;&#65281;&#36824;&#19981;&#20449;&#25105;&#30495;&#23601;&#30475;&#19981;&#25026;&#20102;&#65281;&#21756;&#21756;</p>
<p>&#32467;&#26524;&#65292;&#20457;&#20070;&#65292;114.10&#12290;&#30631;&#25105;&#65292;&#22810;&#25345;&#23478;&#30340;&#65292;&#36830;&#38646;&#22836;&#37117;&#35760;&#24471;&#36825;&#20040;&#28165;&#26970;&#12290;</p>
<p>&#21710;&#65292;&#30693;&#35782;&#30340;&#21147;&#37327;&#26080;&#20215;~&#24525;&#20102;&#24525;&#20102;</p>
<p>&#20854;&#23454;&#36824;&#30475;&#20013;&#19968;&#20010;&#35762;&#25991;&#21270;&#21490;&#30340;&#65292;&#20381;&#28982;&#36149;&#65292;&#25910;&#34255;&#20102;&#19979;&#27425;&#20080;&#21591;&#12290;</p>
<p>&#29616;&#22312;&#30475;&#20070;&#30340;&#26102;&#38388;&#22826;&#23569;&#20102;&#65292;&#19981;&#33021;&#20877;&#36825;&#26679;&#34987;&#30005;&#33041;&#25511;&#21046;&#19979;&#21435;&#20102;</p>
<p>&#32463;&#24120;&#26159;&#22352;&#22312;&#30005;&#33041;&#21069;&#21457;&#21574;&#65292;&#19981;&#30693;&#36947;&#35813;&#24178;&#22043;&#12290;&#35201;&#20040;&#23601;&#26159;&#25214;&#20123;&#24456;&#26080;&#32842;&#30340;&#20107;&#24773;&#28040;&#30952;&#26102;&#38388;</p>
<p>&#22826;&#19981;&#23545;&#20102;&#65292;&#35201;&#25913;&#36807;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;-</p>
<p>&#26126;&#22825;&#25110;&#21518;&#22825;&#65292;&#36824;&#24471;&#21435;&#23624;&#33251;&#27663;&#32473;&#23064;&#20080;&#25830;&#33080;&#30340;&#29289;&#20214;&#20799;&#12290;&#32943;&#23450;&#21448;&#19981;&#20250;&#25253;&#38144;&#12290;&#27599;&#27425;&#37117;&#25630;&#24471;&#25105;&#24456;&#30171;&#33510;&#65292;&#20080;&#36149;&#30340;&#21543;&#65292;&#24515;&#30140;&#65307;&#20080;&#20415;&#23452;&#30340;&#21543;&#65292;&#21448;&#35273;&#24471;&#23545;&#19981;&#36215;&#23064;&#12290;&#36825;&#21487;&#21643;&#25972;~&#20851;&#38190;&#23064;&#20320;&#36830;&#34915;&#26381;&#37117;&#24819;&#35753;&#25105;&#24110;&#20320;&#20080;&#12290;&#36825;&#19981;&#26159;&#19968;&#20010;&#20154;&#25285;&#36127;&#20457;&#20154;&#30340;&#24320;&#38144;&#20040;&#12290;&#36825;&#20457;&#32769;&#22836;&#32769;&#22826;&#22826;&#65292;&#30830;&#23454;&#26377;&#28857;&#25248;&#20799;&#12290;</p>
                                    </p>
</div>
  
  


    </article>
  
  <div class="pagination">
    
      <a class="prev" href="/blog/page/29/">&larr; Older</a>
    
    <a href="/blog/archives">Blog Archives</a>
    
    <a class="next" href="/blog/page/27/">Newer &rarr;</a>
    
  </div>
</div>
<aside class="sidebar">
  
    <section>
  <h1>Recent Posts</h1>
  <ul id="recent_posts">
    
      <li class="post">
        <a href="/blog/2013/01/25/how-to-use-font-icon-in-html/">How to use font icon in HTML</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-change-git-repo-name/">how to change git repo name</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-setup-a-new-remote-git-repo/">How to setup a new remote git repo</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/13/hui-gu-2012/">回顾2012</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/08/my-frist-post/">my-frist-post</a>
      </li>
    
  </ul>
</section>






  
</aside>

    </div>
  </div>
  <footer role="contentinfo"><p>
  Copyright &copy; 2013 - muggleyoung -
  <span class="credit">Powered by <a href="http://octopress.org">Octopress</a>. Design by <a href="http://octopressthemes.com">Octopress Themes</a>.</span>
</p>

</footer>
  







  <script type="text/javascript">
    (function(){
      var twitterWidgets = document.createElement('script');
      twitterWidgets.type = 'text/javascript';
      twitterWidgets.async = true;
      twitterWidgets.src = 'http://platform.twitter.com/widgets.js';
      document.getElementsByTagName('head')[0].appendChild(twitterWidgets);
    })();
  </script>





</body>
</html>
