
<!DOCTYPE html>
<!--[if IEMobile 7 ]><html class="no-js iem7"><![endif]-->
<!--[if lt IE 9]><html class="no-js lte-ie8"><![endif]-->
<!--[if (gt IE 8)|(gt IEMobile 7)|!(IEMobile)|!(IE)]><!--><html class="no-js" lang="en"><!--<![endif]-->
<head>
  <meta charset="utf-8">
  <title></title>
  <meta name="author" content="muggleyoung">

  
  <meta name="description" content="&#21448;&#24320;&#22987;&#20889;&#25968;&#25454;&#32467;&#26500;&#20195;&#30721;&#21862;
&#22810;&#23569;&#24180;&#19968;&#36718;&#22238;&#21602;
&# &hellip;">
  

  <!-- http://t.co/dKP3o1e -->
  <meta name="HandheldFriendly" content="True">
  <meta name="MobileOptimized" content="320">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  
  <link rel="canonical" href="http://muggleyoung.github.com/blog/page/16/">
  <link href="/favicon.png" rel="icon">
  <link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
  <script src="/javascripts/modernizr-2.0.js"></script>
  <script src="/javascripts/ender.js"></script>
  <script src="/javascripts/octopress.js" type="text/javascript"></script>
  <link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
  <!--Fonts from Google"s Web font directory at http://google.com/webfonts -->
<link href="http://fonts.googleapis.com/css?family=PT+Serif:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<link href="http://fonts.googleapis.com/css?family=PT+Sans:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">

  

</head>

<body   >
  <header role="banner"><hgroup>
  <h1><a href="/"></a></h1>
  
    <h2>young for you</h2>
  
</hgroup>

</header>
  <nav role="navigation"><ul class="subscription" data-subscription="rss">
  <li><a href="/atom.xml" rel="subscribe-rss" title="subscribe via RSS">RSS</a></li>
  
</ul>
  
<form action="http://google.com/search" method="get">
  <fieldset role="search">
    <input type="hidden" name="q" value="site:muggleyoung.github.com" />
    <input class="search" type="text" name="q" results="0" placeholder="Search"/>
  </fieldset>
</form>
  
<ul class="main-navigation">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
</ul>

</nav>
  <div id="main">
    <div id="content">
      <div class="blog-index">
  
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-09-14T00:00:00+08:00" pubdate data-updated="true">Sep 14<span>th</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/09/14/insertsort/">InsertSort</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#21448;&#24320;&#22987;&#20889;&#25968;&#25454;&#32467;&#26500;&#20195;&#30721;&#21862;</p>
<p>&#22810;&#23569;&#24180;&#19968;&#36718;&#22238;&#21602;</p>
<p>&#20174;Insert Sort&#24320;&#22987;&#65292;&#36319;&#25490;&#24207;&#26464;&#19978;&#20102;</p>
<p>&#160;</p>
<p>&#35835;&#20837;&#25991;&#20214;seq.txt&#65292;&#37324;&#38754;&#23384;&#20102;&#22909;&#20960;&#20010;&#25972;&#25968;&#65292;&#20855;&#20307;&#25968;&#30446;&#19981;&#35814;&#65307;</p>
<p>&#36755;&#20986;result.txt&#65292;&#20889;&#20837;&#25490;&#24207;&#21518;&#30340;&#25968;&#12290;</p>
<p>&#31639;&#27861;&#65306;insert sort&#160; &#25554;&#20837;&#25490;&#24207;</p>
<p>&#160;</p>
<p>#include &lt;fstream.h&gt;<br />void main()<br />{<br />&#160;&#160;&#160; ifstream infile;<br />&#160;&#160;&#160; ofstream outfile (&#8220;result.txt&#8221;);<br />&#160;&#160;&#160; int key;<br />&#160;&#160;&#160; infile.open(&#8220;seq.txt&#8221;);<br />&#160;&#160;&#160; int n = 0;<br />&#160;&#160;&#160; int A[100];<br />&#160;&#160;&#160; while (!infile.eof())<br />&#160;&#160;&#160; {<br />&#160;&#160;&#160; &#160;&#160;&#160; infile&gt;&gt;A[n];<br />&#160;&#160;&#160; &#160;&#160;&#160; n++;<br />&#160;&#160;&#160; }<br />&#160;&#160;&#160; int i,j;<br />&#160;&#160;&#160; for (j=1;j&lt;n;j++)<br />&#160;&#160;&#160; {<br />&#160;&#160;&#160; &#160;&#160;&#160; key = A[j];<br />&#160;&#160;&#160; &#160;&#160;&#160; for (i=j-1;i&gt;=0;i&#8211;)<br />&#160;&#160;&#160; &#160;&#160;&#160; {<br />&#160;&#160;&#160; &#160;&#160;&#160; &#160;&#160;&#160; if (A[i]&gt;key)<br />&#160;&#160;&#160; &#160;&#160;&#160; &#160;&#160;&#160; {<br />&#160;&#160;&#160; &#160;&#160;&#160; &#160;&#160;&#160; &#160;&#160;&#160; A[i+1] = A[i];<br />&#160;&#160;&#160; &#160;&#160;&#160; &#160;&#160;&#160; &#160;&#160;&#160; A[i] = key;<br />&#160;&#160;&#160; &#160;&#160;&#160; &#160;&#160;&#160; }<br />&#160;&#160;&#160; &#160;&#160;&#160; }<br />&#160;&#160;&#160; }<br />&#160;&#160;&#160; for (i=1;i&lt;n;i++)<br />&#160;&#160;&#160; {<br />&#160;&#160;&#160; &#160;&#160;&#160; outfile&lt;&lt;A[i]&lt;&lt;&#8221; &#8220;;<br />&#160;&#160;&#160; }<br />}</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-09-12T00:00:00+08:00" pubdate data-updated="true">Sep 12<span>th</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/09/12/%E8%B5%B4%E6%97%A5%E8%BD%AF%E4%BB%B6%E5%B7%A5%E7%A8%8B%E5%B8%88/">赴日软件工程师</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#19978;&#21608;&#65292;&#19968;&#23478;&#26085;&#26412;&#29454;&#22836;&#20844;&#21496;&#26469;&#23398;&#38498;&#35843;&#30740;&#12290;</p>
<p>&#35823;&#20197;&#20026;&#26159;&#20869;&#37096;&#25307;&#32856;&#65292;&#36319;&#21435;&#20102;&#12290;</p>
<p>&#24515;&#19981;&#22312;&#28937;&#30340;&#65292;&#37117;&#27809;&#26377;&#20851;&#27880;&#20844;&#21496;&#21517;&#23383;&#12290;&#21482;&#30693;&#36947;&#36825;&#27425;&#20027;&#35201;&#20026;&#26085;&#26412;&#20004;&#23478;&#20844;&#21496;&#25307;&#36719;&#20214;&#24037;&#31243;&#24072;&#12290;&#19968;&#20010;&#38050;&#38081;&#20844;&#21496;&#19979;&#23646;&#30340;IT&#20225;&#19994;&#65292;&#19968;&#20010;&#30005;&#23376;&#21830;&#21153;&#12290;</p>
<p>&#35828;&#65292;&#25307;&#30340;&#19981;&#26159;&#32431;&#30721;&#20892;&#65292;&#26159;&#35201;&#35774;&#35745;&#30340;&#12290;</p>
<p>&#36825;&#19981;&#26159;&#37325;&#28857;&#65292;&#20851;&#38190;&#26159;&#65292;&#25105;&#21548;&#23436;&#20102;&#65292;&#35273;&#24471;&#65292;&#24863;&#20852;&#36259;&#30340;&#20154;&#65292;&#24212;&#35813;&#19981;&#20250;&#24456;&#22810;&#12290;</p>
<p>&#25243;&#24320;&#24212;&#32856;&#38590;&#24230;&#19981;&#35828;&#65292;&#31614;&#20102;&#21512;&#21516;&#20043;&#21518;&#65292;&#36824;&#24471;&#23398;&#19968;&#24180;&#26085;&#35821;&#65292;&#24046;&#19981;&#22810;&#20102;&#65292;&#25165;&#33021;&#21435;&#26085;&#26412;&#24178;&#27963;&#65307;</p>
<p>&#23398;&#20064;&#26399;&#38388;&#26377;&#24037;&#36164;&#30340;&#65292;&#22823;&#32422;25w&#26085;&#20803;&#65292;&#25240;&#21512;RMB1w7.8&#30340;&#26679;&#23376;&#12290;&#25454;CK&#35828;&#65292;&#36825;&#20010;&#25910;&#20837;&#31639;&#19981;&#38169;&#20102;&#65307;</p>
<p>&#31614;&#32422;&#21518;&#65292;&#24037;&#36164;&#20063;&#24046;&#19981;&#22810;&#36825;&#20010;&#25968;&#12290;&#29983;&#27963;&#36153;&#30340;&#35805;&#65292;&#21487;&#20197;&#25353;60%&#35745;&#31639;&#12290;&#36825;&#26679;&#31639;&#26469;&#65292;&#20063;&#27809;&#26377;&#24456;&#22810;&#32467;&#20313;</p>
<p>&#24863;&#35273;&#38500;&#38750;&#26159;&#24819;&#19968;&#30452;&#23601;&#29983;&#27963;&#22312;&#26085;&#26412;&#30340;&#65292;&#35201;&#20040;&#65292;&#21435;&#20102;&#36824;&#26159;&#19981;&#24590;&#20040;&#21010;&#31639;&#65306;</p>
<p>&#24037;&#20316;&#19981;&#20687;&#25105;&#20204;&#36890;&#24120;&#30340;&#28023;&#22806;&#22806;&#27966;&#65292;&#37027;&#26679;&#22909;&#20687;&#33021;&#22810;&#25438;&#28857;</p>
<p>&#20859;&#32769;&#37329;&#65292;&#21307;&#30103;&#20445;&#38505;&#20043;&#31867;&#30340;&#65292;&#22914;&#26524;&#20960;&#24180;&#20043;&#21518;&#22238;&#22269;&#20102;&#65292;&#37027;&#38065;&#23601;&#31639;&#26159;&#30333;&#20132;&#20102;</p>
<p>&#24182;&#19988;&#65292;&#22238;&#22269;&#21518;&#65292;&#20107;&#19994;&#26379;&#21451;&#20160;&#20040;&#30340;&#65292;&#19981;&#37117;&#24471;&#37325;&#26469;&#20040;</p>
<p>&#22238;&#26469;&#22522;&#26412;&#23601;&#19981;&#24785;&#20102;&#65292;&#30007;&#23130;&#22899;&#23233;&#65292;&#36825;&#26159;&#20010;&#38382;&#39064;</p>
<p>&#26368;&#21518;&#35828;&#21568;&#65292;&#20197;&#23398;&#26657;&#21382;&#24180;&#27605;&#19994;&#25379;&#38065;&#30340;&#27700;&#24179;&#26469;&#35828;&#65292;&#27700;&#24179;&#39640;&#30340;&#65292;&#22312;&#22269;&#20869;&#23601;&#19978;&#19975;&#20102;&#65292;&#20309;&#24517;&#28418;&#27850;&#20182;&#20065;&#65307;&#27700;&#24179;&#20302;&#30340;&#65292;&#20063;&#19981;&#33267;&#20110;&#21315;&#37324;&#36834;&#36834;&#20174;&#20013;&#22269;&#25214;&#36807;&#21435;&#29992;&#21834;~</p>
<p>&#23545;&#20040;&#23545;&#65311;</p>
<p>&#38468;&#38142;&#25509;&#65292;&#35762;&#22312;&#26085;&#20225;&#24037;&#20316;&#30340;&#160;&#160;&#160; <a title="http://jp.hjenglish.com/new/p114860/" href="http://jp.hjenglish.com/new/p114860/" target="_blank">http://jp.hjenglish.com/new/p114860/</a></p>
<p>&#30495;&#27491;&#21916;&#27426;&#26085;&#26412;&#65292;&#25171;&#31639;&#38271;&#20037;&#21574;&#19979;&#21435;&#30340;&#65292;&#20250;&#27604;&#36739;&#36866;&#21512;&#36825;&#20221;&#24037;&#20316;&#21543;~
<object classid="clsid:6bf52a52-394a-11d3-b153-00c04f79faa6" width="0" height="0" codebase="http://activex.microsoft.com/activex/controls/mplayer/en/nsmp2inf.cab#Version=5,1,52,701">
<param name="url" value="http://www.sky-d.cn/music/ygs.mp3" /><embed type="application/x-mplayer2" width="0" height="0" src="http://www.sky-d.cn/music/ygs.mp3"></embed></object>
</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-09-12T00:00:00+08:00" pubdate data-updated="true">Sep 12<span>th</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/09/12/%E4%B8%AD%E5%85%B4%E7%AC%94%E8%AF%95/">中兴笔试</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#19979;&#21320;2&#28857;&#21435;&#23398;&#26657;&#22823;&#31036;&#22530;&#39046;&#20934;&#32771;&#35777;</p>
<p>&#32676;&#31508;&#65292;&#20154;&#23665;&#20154;&#28023;</p>
<p>&#25105;&#35273;&#24471;&#65292;&#30740;&#19977;&#65292;&#21482;&#35201;&#27838;&#36793;&#20799;&#30340;&#65292;&#22522;&#26412;&#37117;&#26469;&#20102;</p>
<p>&#25509;&#30528;&#21448;&#23459;&#35762;&#19968;&#36941;&#65292;&#28316;&#21495;</p>
<p>4&#28857;&#22810;&#24320;&#32771;&#65292;&#32771;&#35797;&#26102;&#38388;&#65306;70min</p>
<p>&#36719;&#20214;&#26041;&#21521;&#65292;C&#35821;&#35328;&#65288;&#19981;&#30693;&#36947;&#26377;&#27809;&#26377;&#20998;C&#21644;Java&#65289;</p>
<p>&#39064;&#22411;&#65306;&#21333;&#36873;&#65292;&#22810;&#36873;&#65292;&#21028;&#26029;&#65292;&#31616;&#31572;&#65292;&#32508;&#21512;</p>
<p>&#36873;&#25321;&#65306;</p>
<p>&#39064;&#24456;&#22810;&#65292;&#22522;&#26412;&#37117;&#26159;C&#21644;C++&#65292;&#26377;&#19968;&#20123;&#36890;&#20449;&#65292;&#25968;&#25454;&#24211;&#65292;&#25805;&#20316;&#31995;&#32479;&#65292;Java&#30340;&#38382;&#39064;</p>
<p>&#20248;&#20808;&#32423;&#21862;&#65292;&#25351;&#38024;&#21862;&#65292;&#35835;&#20195;&#30721;&#21862;&#65292;blah&#65292;blah&#12290;</p>
<p>&#21360;&#35937;&#27604;&#36739;&#28145;&#30340;&#65292;&#32771;&#20102;&#36845;&#20195;&#22120;&#65292;&#36825;&#20010;&#35838;&#22530;&#19978;&#27809;&#23398;&#36807;&#65292;&#25105;&#30475;&#20102;&#65292;&#27809;&#20180;&#32454;&#30475;&#65292;&#25152;&#20197;&#36824;&#26159;&#19981;&#20250;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#21028;&#26029;&#65306;</p>
<p>&#22522;&#26412;&#19981;&#20250;&#30340;&#37117;&#25171;&#20102;&#21449;&#21449;&#12290;&#12290;&#12290;&#21021;&#20013;&#22320;&#29702;&#32769;&#24072;&#25945;&#30340;</p>
<p>&#31616;&#31572;&#65306;</p>
<p>1. &#35835;&#20102;&#19968;&#27573;&#20195;&#30721;&#65292;&#38382;&#26159;&#24178;&#22043;&#30340;&#12290;&#25105;&#35273;&#24471;&#26159;&#32473;&#21019;&#24314;&#38142;&#34920;&#24182;&#36171;&#20540;&#65292;&#24403;&#28982;&#36824;&#26377;&#32454;&#33410;&#65307;</p>
<p>2. &#24490;&#29615;&#38431;&#21015;&#65292;&#22914;&#20309;&#21028;&#26029;&#31354;&#65292;&#28385;&#65292;&#38431;&#21015;&#22823;&#23567;&#65307;</p>
<p>3.&#22914;&#20309;&#23450;&#20301;&#26368;&#22797;&#26434;&#30340;SQL&#35821;&#21477;&#65292;&#36824;&#26159;&#22914;&#20309;&#31616;&#21270;&#22797;&#26434;&#30340;SQL&#35821;&#21477;&#12290;&#25968;&#25454;&#24211;&#25105;&#24536;&#20809;&#20102;&#65292;&#39064;&#30446;&#37117;&#27809;&#35760;&#20303;&#65307;</p>
<p>4. &#35835;&#19968;&#27573;&#20195;&#30721;&#65292;&#20889;&#20986;&#32467;&#26524;</p>
<p>&#32508;&#21512;&#65306;</p>
<p>1. &#23454;&#29616;strcopy&#20989;&#25968;&#65292;&#24182;&#35828;&#26126;&#36820;&#22238;&#20540;&#20026;&#20160;&#20040;&#26159;char *&#31867;&#22411;</p>
<p>2. &#35835;&#20195;&#30721;&#65292;&#20004;&#20010;&#32487;&#25215;&#30340;&#31867;&#12290;&#22522;&#26412;&#19978;&#26159;&#35201;&#21028;&#26029;&#26368;&#21518;&#25191;&#34892;&#30340;&#20195;&#30721;&#31350;&#31455;&#26159;&#29238;&#31867;&#30340;&#36824;&#26159;&#23376;&#31867;&#30340;&#12290;</p>
<p>over~</p>
<p>&#21482;&#35760;&#20303;&#20102;&#22823;&#27010;&#65292;&#24046;&#19981;&#31163;&#20799;&#12290;&#36225;&#30701;&#26102;&#35760;&#24518;&#36824;&#27809;&#28040;&#22833;&#65292;&#20889;&#19979;&#26469;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-09-10T00:00:00+08:00" pubdate data-updated="true">Sep 10<span>th</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/09/10/twilight-%E6%9C%88%E9%A3%9F/">Twilight-月食</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p><img src="http://img3.douban.com/view/photo/photo/public/p561223057.jpg" border="0" alt="" /></p>
<p><img src="http://img3.douban.com/view/photo/photo/public/p561223057.jpg" border="0" alt="" /></p>
<p>&#19981;&#24471;&#19981;&#23458;&#35266;&#20844;&#27491;&#30340;&#35828;&#35828;&#36825;&#37096;&#29255;&#23376;&#21862;</p>
<p>&#28436;&#21592;&#27809;&#30340;&#35828;&#65292;&#38500;&#20102;&#30007;&#22899;&#29482;&#33050;&#65292;&#21097;&#19979;&#30340;&#21448;&#24069;&#21448;&#22909;&#30475;~</p>
<p>&#30007;&#30340;&#22043;&#65292;&#19968;&#24320;&#22987;&#35013;&#37239;&#65292;&#35273;&#24471;&#36824;&#19981;&#38169;&#65292;&#21487;&#26159;&#65292;&#36825;&#20063;&#19981;&#38271;&#20037;&#21834;&#12290;&#38271;&#24471;&#23454;&#22312;&#19981;&#21644;&#25105;&#21475;&#21619;&#65292;&#23588;&#20854;&#31532;&#20108;&#37096;&#36523;&#26448;&#26126;&#26174;&#36874;&#20110;&#23567;&#29436;&#20154;&#12290;&#19981;&#36807;&#28436;&#21560;&#34880;&#39740;&#36824;&#31639;&#21512;&#36866;&#12290;</p>
<p>&#22899;&#30340;&#22043;&#65292;&#36234;&#26469;&#36234;&#32982;&#21862;&#65292;&#28436;&#25216;&#27809;&#25552;&#39640;&#65292;&#23436;&#27605;&#12290;</p>
<p><img src="http://img3.douban.com/view/photo/photo/public/p533586973.jpg" border="0" alt="" /></p>
<p><img src="http://img3.douban.com/view/photo/photo/public/p533586973.jpg" border="0" alt="" /></p>
<p>&#31532;&#19977;&#37096;&#20013;&#65292;&#21448;&#21457;&#29616;&#20960;&#20010;&#20859;&#30524;&#30340;&#12290;Jasper&#65292;Rosalie&#12290;&#19978;&#22270;&#20013;&#38388;&#20799;&#20457;&#12290;Jasper&#30340;&#28436;&#21592;&#65292;&#19981;&#36825;&#26679;&#26356;&#24069;&#12290;&#20598;&#28982;&#30475;&#35265;&#20182;&#21478;&#22806;&#30340;&#29031;&#29255;&#65292;&#30495;&#22909;&#30475;&#21584;~&#24456;&#26377;&#21619;&#36947;&#30340;&#65292;&#36825;&#20010;&#21457;&#22411;&#19981;&#22909;&#12290;&#25442;&#20102;&#21457;&#22411;&#30340;&#30495;&#20154;&#30495;&#30340;&#22909;&#30475;&#22810;&#20102;~</p>
<p><img src="http://img3.douban.com/view/photo/photo/public/p533590900.jpg" border="0" alt="" /></p>
<p><img src="http://img3.douban.com/view/photo/photo/public/p533590900.jpg" border="0" alt="" /></p>
<p>&#29240;&#29240;&#22920;&#22920;&#37117;&#27604;&#29482;&#33050;&#22909;&#30475;&#12290;&#29240;&#29240;&#30495;&#30340;&#24456;&#26377;&#21476;&#20856;&#30340;&#24863;&#35273;&#65292;&#22920;&#22920;&#23458;&#20018;&#36807;&#23454;&#20064;&#21307;&#29983;&#26684;&#38647;&#37324;&#38754;&#25442;&#33080;&#30340;&#37027;&#20010;&#65292;eva&#12290;Bella&#30340;&#22920;&#22920;&#19981;&#22914;&#20197;&#21069;&#22909;&#30475;&#20102;&#65292;24&#23567;&#26102;&#37324;&#38754;&#30340;Nina&#65292;&#36824;&#35760;&#24471;&#19981;&#65311;</p>
<p><img src="http://img3.douban.com/view/photo/photo/public/p541696698.jpg" border="0" alt="" /></p>
<p><img src="http://img3.douban.com/view/photo/photo/public/p541696698.jpg" border="0" alt="" /></p>
<p>&#36825;&#20010;&#26159;&#20160;&#20040;&#20160;&#20040;fanning&#65292;&#21517;&#23383;&#24536;&#20102;&#65292;&#23567;&#22993;&#23064;&#25165;&#21313;&#20960;&#23681;&#65292;&#34920;&#28436;&#22815;&#32769;&#36947;&#65292;&#20457;&#29482;&#33050;&#24813;&#24871;&#19981;&#12290;&#12290;&#12290;</p>
<p>&#20197;&#21069;&#37027;&#20010;&#22351;&#22899;&#21560;&#34880;&#39740;&#25442;&#20154;&#20102;&#65292;&#19981;&#22909;&#30475;&#20102;&#65292;&#27809;&#20107;&#65292;&#21453;&#27491;&#24050;&#32463;&#27515;&#25481;&#20102;&#12290;Alice&#65292;&#19968;&#30452;&#37117;&#36824;&#19981;&#38169;&#12290;&#30475;&#20070;&#37324;&#38754;&#65292;&#22905;&#24212;&#35813;&#26159;&#21644;&#22899;&#20027;&#35282;&#20851;&#31995;&#27604;&#36739;&#22909;&#65292;&#25103;&#20221;&#27604;&#36739;&#22810;&#30340;&#12290;</p>
<p>&#23545;&#20102;&#65292;&#35828;&#35828;&#20070;&#12290;&#36215;&#21021;&#65292;&#22240;&#20026;&#21916;&#27426;&#65292;&#24819;&#20080;&#20102;&#21407;&#29256;&#26469;&#30475;&#65292;&#19968;&#30452;&#31561;&#38477;&#20215;&#12290;&#21518;&#26469;&#19979;&#20102;&#30005;&#23376;&#29256;&#30475;&#65292;&#35821;&#35328;&#36824;&#19981;&#38169;&#65292;&#24515;&#24773;&#25551;&#36848;&#21568;&#21861;&#30340;&#65292;&#24456;&#20180;&#32454;&#65292;&#20294;&#21448;&#26377;&#24819;&#35937;&#31354;&#38388;&#12290;&#21453;&#27491;&#23601;&#26159;&#23569;&#22899;&#23567;&#35828;&#20284;&#30340;&#12290;but&#65292;&#21465;&#36848;&#30340;&#35282;&#24230;&#26159;&#25105;&#19981;&#21916;&#27426;&#30340;&#65292;&#19968;&#30452;&#20174;Bella&#30340;&#35282;&#24230;&#35828;&#65292;&#35841;&#35841;&#35841;&#23545;&#25105;&#24590;&#26679;&#22909;&#65292;&#24590;&#26679;&#30196;&#24773;&#65292;&#24590;&#26679;&#21916;&#27426;&#25105;&#12290;&#21040;&#31532;&#19977;&#37096;&#65292;&#30452;&#25509;&#21033;&#29992;&#20154;&#23478;&#23567;&#29436;&#20154;&#12290;&#24681;&#65292;&#19981;&#21916;&#27426;~</p>
<p>&#30005;&#24433;&#65292;&#27809;&#20102;&#26032;&#40092;&#24863;&#12290;&#31532;&#19968;&#37096;&#65292;&#30475;&#30528;&#20805;&#28385;&#26102;&#23578;&#24863;&#30340;&#21098;&#36753;&#65292;&#35273;&#24471;&#24456;&#32654;&#24456;&#24069;&#12290;&#21487;&#36825;&#37117;&#20004;&#37096;&#36807;&#21435;&#20102;&#65292;&#36824;&#26159;&#37027;&#20960;&#25307;&#65292;&#21560;&#34880;&#39740;&#30340;&#36861;&#36880;&#25915;&#20987;&#65292;&#27809;&#26377;&#26032;&#33457;&#26679;&#65292;&#29436;&#20154;&#26412;&#26469;&#23601;&#31528;&#37325;&#65292;&#26356;&#26174;&#19981;&#20986;&#20160;&#20040;&#33457;&#20799;&#12290;</p>
<p>&#38899;&#20048;&#65292;&#27809;&#30340;&#35828;&#30340;&#21916;&#27426;&#12290;&#22826;&#21916;&#27426;&#12290;&#27599;&#37096;&#20013;&#37117;&#26377;&#22909;&#20960;&#39318;&#25105;&#29233;&#30340;&#12290;&#27969;&#34892;&#38899;&#20048;&#20856;&#33539;&#21584;~</p>
<p>&#25152;&#20197;&#35828;&#65292;&#21830;&#19994;&#29255;&#65292;&#19981;&#35201;&#22826;&#33499;&#21051;&#12290;&#21095;&#24773;&#29399;&#34880;&#65292;&#21487;&#20197;&#19981;&#20851;&#27880;&#21095;&#24773;&#65292;&#30475;&#30475;&#20859;&#30524;&#30340;&#28436;&#21592;&#20204;&#65292;&#21548;&#22909;&#21548;&#30340;&#21407;&#22768;&#65292;&#19981;&#22833;&#20026;&#19968;&#31181;&#32654;&#22909;&#30340;&#20139;&#21463;&#12290;</p>
<p>&#19979;&#19968;&#37096;&#65292;&#25105;&#24403;&#28982;&#32487;&#32493;&#30475;&#12290;&#21482;&#26159;&#19981;&#21435;&#24433;&#38498;&#32610;&#24278;~
<object classid="clsid:6bf52a52-394a-11d3-b153-00c04f79faa6" width="0" height="0" codebase="http://activex.microsoft.com/activex/controls/mplayer/en/nsmp2inf.cab#Version=5,1,52,701">
<param name="url" value="http://data10.nghenhac.info/ah/ahha/f//ffc946494e0315fa930e49a67d670a3d.mp3" /><embed type="application/x-mplayer2" width="0" height="0" src="http://data10.nghenhac.info/ah/ahha/f//ffc946494e0315fa930e49a67d670a3d.mp3"></embed></object>
</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-09-09T00:00:00+08:00" pubdate data-updated="true">Sep 9<span>th</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/09/09/%E6%88%90%E9%95%BF%E6%95%99%E8%82%B2an-education/">成长教育an Education</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p><img src="http://img3.douban.com/view/photo/photo/public/p453979981.jpg" border="0" alt="" /></p>
<p><img src="http://img3.douban.com/view/photo/photo/public/p443368891.jpg" border="0" alt="" /></p>
<p>&#25103;&#26381;&#24456;&#22909;&#30475;&#65292;&#23588;&#20854;&#26159;&#22899;&#23401;&#30340;</p>
<p><img src="http://img3.douban.com/view/photo/photo/public/p443368987.jpg" border="0" alt="" /></p>
<p>&#23621;&#23478;&#26381;&#65292;&#23398;&#29983;&#26381;&#65292;&#28113;&#22899;&#35013;&#65292;&#37117;&#26159;&#25105;&#29233;&#30340;&#26679;&#23376;&#65292;vintage</p>
<p><img src="http://img3.douban.com/view/photo/photo/public/p443369188.jpg" border="0" alt="" /></p>
<p>&#25925;&#20107;&#24456;&#31616;&#21333;&#65292;&#19968;&#20010;&#22899;&#23398;&#29983;&#29233;&#19978;&#26377;&#22919;&#20043;&#22827;&#65288;&#22823;&#21460;&#38271;&#24471;&#20687;&#23567;&#24378;&#19981;~&#65289;</p>
<p><img src="http://img3.douban.com/view/photo/photo/public/p443369656.jpg" border="0" alt="" /></p>
<p>&#35762;&#36848;&#30340;&#36947;&#29702;&#20063;&#24456;&#31616;&#21333;</p>
<p>&#30005;&#24433;&#26368;&#21518;&#65292;&#22899;&#23401;&#35828;&#65292;&#29983;&#27963;&#27809;&#26377;&#25463;&#24452;</p>
<p>this is it~</p>
<p>&#23588;&#20854;&#22312;&#29616;&#22312;&#36825;&#28014;&#36481;&#30340;&#31038;&#20250;&#65292;&#21453;&#20498;&#35201;&#19981;&#26029;&#25552;&#36215;&#36825;&#20284;&#20046;&#20154;&#20154;&#30342;&#26126;&#30333;&#30340;&#36947;&#29702;</p>
<p>&#24819;&#20381;&#36182;&#29238;&#27597;&#30340;&#65292;&#24819;&#23233;&#20010;&#22909;&#20154;&#23478;&#30340;&#23401;&#23376;&#20204;</p>
<p>&#20808;&#22909;&#22909;&#25552;&#39640;&#33258;&#24049;&#65292;&#29420;&#31435;&#36215;&#26469;&#21543;</p>
<p>&#23478;&#20154;&#30340;&#36130;&#23500;&#65292;&#21487;&#20197;&#26159;&#38182;&#19978;&#28155;&#33457;&#65292;&#20063;&#21487;&#20197;&#26159;&#28779;&#19978;&#27975;&#27833;</p>
<p>&#22312;&#20110;&#20320;&#26377;&#24590;&#26679;&#30340;&#29983;&#27963;&#29366;&#24577;</p>
<p>P.S.&#36825;&#21095;&#25105;&#35748;&#35782;&#30340;&#20154;&#22810;</p>
<p>&#29240;&#29240;&#26159;&#34584;&#34523;&#20384;&#37324;&#30340;&#31456;&#40060;&#21338;&#22763;&#21543;</p>
<p>&#26657;&#38271;&#26159;Nanny McPhee</p>
<p>&#21478;&#22806;&#37027;&#20010;&#22899;&#23401;&#65292;&#27604;&#36739;&#27809;&#33041;&#30340;&#37027;&#20010;&#65292;&#22312;pride and prejudice&#37324;&#28436;Jane&#65292;&#20063;&#28436;&#24471;&#24456;&#32654;&#12290;&#23548;&#33268;&#30475;&#35265;&#36825;&#20040;&#19968;&#20010;&#20667;&#22823;&#22992;&#65292;&#24456;&#20037;&#25165;&#21453;&#24212;&#36807;&#26469;&#22905;&#26159;&#35841;~</p>
<p><img src="http://img3.douban.com/view/photo/photo/public/p443368601.jpg" border="0" alt="" /></p>
                                    </p>
</div>
  
  


    </article>
  
  <div class="pagination">
    
      <a class="prev" href="/blog/page/17/">&larr; Older</a>
    
    <a href="/blog/archives">Blog Archives</a>
    
    <a class="next" href="/blog/page/15/">Newer &rarr;</a>
    
  </div>
</div>
<aside class="sidebar">
  
    <section>
  <h1>Recent Posts</h1>
  <ul id="recent_posts">
    
      <li class="post">
        <a href="/blog/2013/01/25/how-to-use-font-icon-in-html/">How to use font icon in HTML</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-change-git-repo-name/">how to change git repo name</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-setup-a-new-remote-git-repo/">How to setup a new remote git repo</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/13/hui-gu-2012/">回顾2012</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/08/my-frist-post/">my-frist-post</a>
      </li>
    
  </ul>
</section>






  
</aside>

    </div>
  </div>
  <footer role="contentinfo"><p>
  Copyright &copy; 2013 - muggleyoung -
  <span class="credit">Powered by <a href="http://octopress.org">Octopress</a>. Design by <a href="http://octopressthemes.com">Octopress Themes</a>.</span>
</p>

</footer>
  







  <script type="text/javascript">
    (function(){
      var twitterWidgets = document.createElement('script');
      twitterWidgets.type = 'text/javascript';
      twitterWidgets.async = true;
      twitterWidgets.src = 'http://platform.twitter.com/widgets.js';
      document.getElementsByTagName('head')[0].appendChild(twitterWidgets);
    })();
  </script>





</body>
</html>
