
<!DOCTYPE html>
<!--[if IEMobile 7 ]><html class="no-js iem7"><![endif]-->
<!--[if lt IE 9]><html class="no-js lte-ie8"><![endif]-->
<!--[if (gt IE 8)|(gt IEMobile 7)|!(IEMobile)|!(IE)]><!--><html class="no-js" lang="en"><!--<![endif]-->
<head>
  <meta charset="utf-8">
  <title>muggleyoung's blog</title>
  <meta name="author" content="muggleyoung">

  
  <meta name="description" content="&#26681;&#25454;&#25105;&#30340;&#31508;&#35760;&#65292;4&#26376;15&#26085;&#26202;&#19978;8&#28857;&#21322;&#30340;&#28779;&#36710;&#65292;&#30828 &hellip;">
  

  <!-- http://t.co/dKP3o1e -->
  <meta name="HandheldFriendly" content="True">
  <meta name="MobileOptimized" content="320">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  
  <link rel="canonical" href="http://muggleyoung.github.com/blog/page/16/">
  <link href="/favicon.png" rel="icon">
  <link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
  <script src="/javascripts/modernizr-2.0.js"></script>
  <script src="/javascripts/ender.js"></script>
  <script src="/javascripts/octopress.js" type="text/javascript"></script>
  <link href="/atom.xml" rel="alternate" title="muggleyoung's blog" type="application/atom+xml">
  <!--Fonts from Google"s Web font directory at http://google.com/webfonts -->
<link href="http://fonts.googleapis.com/css?family=PT+Serif:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<link href="http://fonts.googleapis.com/css?family=PT+Sans:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">

  

</head>

<body   >
  <header role="banner"><hgroup>
  <h1><a href="/">muggleyoung's blog</a></h1>
  
    <h2>A blogging framework for hackers.</h2>
  
</hgroup>

</header>
  <nav role="navigation"><ul class="subscription" data-subscription="rss">
  <li><a href="/atom.xml" rel="subscribe-rss" title="subscribe via RSS">RSS</a></li>
  
</ul>
  
<form action="http://google.com/search" method="get">
  <fieldset role="search">
    <input type="hidden" name="q" value="site:muggleyoung.github.com" />
    <input class="search" type="text" name="q" results="0" placeholder="Search"/>
  </fieldset>
</form>
  
<ul class="main-navigation">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
</ul>

</nav>
  <div id="main">
    <div id="content">
      <div class="blog-index">
  
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/04/22/%E5%86%8D%E9%80%9B%E5%8C%97%E4%BA%AC-1/">再逛北京-1</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-04-22T00:00:00+08:00" pubdate data-updated="true">Apr 22<span>nd</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#26681;&#25454;&#25105;&#30340;&#31508;&#35760;&#65292;4&#26376;15&#26085;&#26202;&#19978;8&#28857;&#21322;&#30340;&#28779;&#36710;&#65292;&#30828;&#24231;&#65292;&#27425;&#26085;8&#28857;&#21040;&#21271;&#20140;&#12290;</p>
<p>&#30001;&#20110;&#26159;&#21608;&#20116;&#65292;WD&#19978;&#29677;&#65292;www&#21435;&#22825;&#27941;&#20986;&#24046;&#65292;ocean&#23398;&#26657;&#20063;&#19981;&#26041;&#20415;&#65292;&#36825;&#22825;&#25105;&#19968;&#20010;&#20154;&#29609;&#20799;&#12290;</p>
<p>&#20808;&#21435;&#20102;&#22269;&#23478;&#22823;&#21095;&#38498;&#65292;&#21069;&#19968;&#22825;&#22312;&#32593;&#19978;&#39044;&#35746;&#20102;&#21442;&#35266;&#31080;&#65292;&#30465;10RMB&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/533314812719400746.jpg" border="0" alt="" /></p>
<p>&#22823;&#21095;&#38498;&#20869;&#37096;&#36824;&#26159;&#24456;&#38712;&#27668;&#30340;~~~~</p>
<p><img src="http://filer.blogbus.com/5333148/53331481271940066j.jpg" border="0" alt="" /></p>
<p>&#19978;&#22270;&#26159;&#27468;&#21095;&#21381;&#30340;&#19968;&#20010;&#20837;&#21475;&#12290;&#21518;&#38754;&#26576;&#22825;&#30475;&#27468;&#21095;&#65292;&#23601;&#22312;&#36825;&#37324;&#65292;&#36229;&#22823;&#12290;&#12290;&#12290;</p>
<p>&#27491;&#22909;&#36825;&#22825;&#26159;&#22823;&#21095;&#38498;&#27468;&#21095;&#33410;&#30340;&#31532;&#19968;&#22825;&#65292;&#21442;&#35266;&#21040;&#20013;&#21320;&#65292;&#31561;&#21040;&#20102;&#19968;&#22330;&#23567;&#28436;&#20986;&#65292;&#35199;&#34255;&#29233;&#20048;&#20048;&#22242;&#12290;</p>
<p>&#20026;&#21861;&#25105;&#21548;&#30528;&#20182;&#20204;&#21019;&#20316;&#30340;&#27665;&#27468;&#24635;&#26377;&#31181;&#21040;&#20102;&#20113;&#21335;&#30340;&#24863;&#35273;&#12290;&#12290;&#12290;&#12290;&#19981;&#36807;&#21518;&#26469;&#26377;&#20960;&#20010;&#23467;&#24311;&#20048;&#30340;&#28436;&#22863;&#65292;&#36824;&#26159;&#24456;&#22909;&#21548;&#30340;&#12290;</p>
<p>&#30475;&#23436;12&#28857;&#65292;&#21518;&#38754;&#30340;&#39033;&#30446;&#27604;&#36739;&#26202;&#65292;&#39295;&#20102;&#12290;&#20110;&#26159;&#20986;&#26469;&#25214;&#20102;&#19968;&#22909;&#24515;&#23567;&#22993;&#23064;&#24110;&#24537;&#25293;&#29031;&#12290;&#22993;&#23064;&#22826;&#21892;&#33391;&#20102;&#65292;&#25105;&#37117;&#24980;&#24756;&#25104;&#21861;&#20102;&#65292;&#36824;&#35753;&#22905;&#25293;&#30340;&#29664;&#22278;&#29577;&#28070;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/533314812719402425.jpg" border="0" alt="" /></p>
<p>&#22823;&#21095;&#38498;&#20986;&#26469;&#65292;&#21448;&#21435;&#22825;&#23433;&#38376;&#36716;&#24736;&#12290;&#21407;&#26412;&#24819;&#21435;&#21442;&#35266;&#27611;&#29239;&#29239;&#32426;&#24565;&#22530;&#65292;&#21487;&#26159;12&#28857;&#37027;&#37324;&#23601;&#20851;&#38376;&#20102;&#65292;&#25105;&#19981;&#30693;&#36947;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#21518;&#26469;&#20877;&#27425;&#36335;&#36807;&#36825;&#37324;&#65292;&#35265;&#35782;&#20102;&#25490;&#38431;&#39046;&#31080;&#30340;&#20154;&#27969;&#22810;&#20040;&#22766;&#35266;&#65292;&#20107;&#23454;&#35777;&#26126;&#65292;&#25105;&#27809;&#21435;&#20945;&#28909;&#38393;&#26159;&#38750;&#24120;&#27491;&#30830;&#30340;&#12290;</p>
<p>&#22312;&#22825;&#23433;&#38376;&#24191;&#22330;&#30475;&#21040;&#30340;&#19968;&#24149;&#65292;&#24863;&#35273;&#24456;&#22909;&#65292;&#24046;&#28857;&#20063;&#20914;&#19978;&#21435;&#35201;&#21512;&#24433;&#12290;&#12290;&#12290;&#12290;&#12290;&#30475;&#26469;&#36825;&#20010;&#26257;&#20551;&#65292;&#38750;&#24471;&#21435;&#19968;&#36255;&#34255;&#21306;&#20102;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481271942562f.jpg" border="0" alt="" /></p>
<p>&#21271;&#20140;&#30340;&#23433;&#26816;&#30495;&#30340;&#38750;&#24120;&#20005;&#26684;&#12290;&#36825;&#20010;&#27599;&#20010;&#22320;&#19979;&#36890;&#36947;&#65292;&#22320;&#38081;&#31449;&#21475;&#37117;&#26377;&#23433;&#26816;&#12290;&#32780;&#22806;&#38754;&#36828;&#36828;&#30475;&#30528;&#20687;&#33945;&#21476;&#21253;&#19968;&#26679;&#30340;&#22320;&#26041;&#65292;&#26159;&#23433;&#26816;2&#12290;&#24456;&#22810;&#24456;&#22810;&#12290;&#12290;&#12290;&#12290;&#25454;&#35828;&#26159;&#22240;&#20026;&#20420;&#32599;&#26031;&#30340;&#22320;&#38081;&#29190;&#28856;&#20107;&#20214;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481271942571x.jpg" border="0" alt="" /></p>
<p>&#25509;&#30528;&#65292;&#25214;&#22320;&#20799;&#21507;&#39277;&#12290;&#22352;&#22320;&#38081;&#21435;&#20102;&#35199;&#30452;&#38376;&#65292;&#23828;&#20171;&#32461;&#30340;&#22909;&#21507;&#27873;&#33433;&#25105;&#27809;&#25214;&#30528;&#65292;&#38543;&#20415;&#36827;&#20102;&#23478;&#24215;&#65292;&#24247;&#24072;&#20613;&#20160;&#20040;&#24555;&#39184;&#12290;&#22826;&#22826;&#38590;&#21507;&#20102;&#65292;&#19968;&#32929;&#27873;&#38754;&#21619;&#20799;&#65292;&#36824;20RMB&#65292;&#21507;&#30340;&#25105;&#24456;&#19981;&#29245;&#65292;&#20063;&#27809;&#24515;&#24773;&#22312;&#37027;&#21830;&#22330;&#36891;&#19979;&#21435;&#12290;</p>
<p>&#22352;&#20102;&#20004;&#31449;&#36335;&#30340;&#20844;&#20132;&#65292;&#21435;&#20102;&#20256;&#35828;&#20013;&#20080;&#34915;&#26381;&#30340;&#21160;&#29289;&#22253;&#12290;&#36319;&#24247;&#22797;&#36335;&#24046;&#19981;&#22810;&#65292;&#24456;&#22823;&#65292;&#24456;&#20081;&#65292;&#20154;&#24456;&#22810;&#65292;&#25105;&#21463;&#19981;&#20102;&#65292;&#36208;&#39532;&#35266;&#33457;&#30340;&#23601;&#21448;&#38378;&#20154;&#20102;&#12290;</p>
<p>&#36825;&#22825;&#30340;&#20498;&#25968;&#31532;&#20108;&#31449;&#65292;&#35199;&#21333;&#12290;</p>
<p>&#21035;&#30475;&#27809;&#21435;&#20160;&#20040;&#22320;&#20799;&#65292;&#20294;&#26102;&#38388;&#36807;&#24471;&#36824;&#36156;&#24555;&#65292;&#22823;&#22478;&#24066;&#23601;&#26159;&#36825;&#26679;&#65292;&#36335;&#19978;&#22826;&#32829;&#35823;&#20107;&#20799;&#65292;&#24184;&#20111;&#26377;&#22320;&#38081;&#65292;&#35201;&#19981;&#19968;&#22825;&#20840;&#36153;&#36335;&#19978;&#20102;&#12290;</p>
<p>&#21040;&#35199;&#21333;&#23601;5&#65292;6&#28857;&#20102;&#12290;&#32972;&#30528;&#22823;&#20070;&#21253;&#33136;&#37117;&#24555;&#25240;&#20102;&#65292;&#23454;&#22312;&#26159;&#36891;&#19981;&#21160;&#21862;&#65292;&#22352;&#31561;WD&#26469;&#25509;&#12290;</p>
<p>&#22823;&#27010;6&#28857;&#21322;&#65292;&#32456;&#20110;&#30896;&#22836;&#20102;&#12290;&#21435;&#21507;&#20102;pizza&#12290;&#19981;&#36149;&#65292;&#20457;&#20154;&#21507;&#20102;80&#12290;&#19968;&#20010;pizza&#65292;&#19968;&#20221;&#27801;&#25289;&#65292;&#19968;&#22774;&#33590;&#65292;&#36824;&#26377;&#40481;&#32709;&#12290;&#20043;&#21069;&#25105;&#22312;&#40614;&#24403;&#21171;&#22443;&#20102;&#28857;&#65292;&#25152;&#20197;&#36825;&#28857;&#19996;&#35199;&#27491;&#22909;&#22815;&#25105;&#20457;&#12290;</p>
<p>&#20498;&#36710;&#30340;&#22320;&#26041;&#27491;&#22909;&#22312;&#21069;&#38376;&#65292;&#23601;&#21435;&#21069;&#38376;&#22823;&#34903;&#21644;&#22823;&#26629;&#26639;&#23567;&#36955;&#20102;&#19968;&#22280;&#65292;&#20063;&#23601;&#37027;&#26679;&#12290;&#22823;&#26629;&#26639;&#30830;&#23454;&#26377;&#28857;&#20687;&#21688;&#38451;&#30340;&#22025;&#24800;&#65292;&#21704;&#21704;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481271942824q.jpg" border="0" alt="" /></p>
<p>WD&#20303;&#30340;&#24456;&#36828;&#65292;&#26179;&#24736;&#22238;&#21435;&#65292;&#24555;10&#28857;&#12290;&#32047;&#24808;&#20102;&#65292;&#36824;&#22352;&#22312;&#24202;&#36793;&#30475;&#20102;&#20250;&#38750;&#35802;&#21247;&#25200;&#65292;&#36825;&#33410;&#30446;&#30830;&#23454;&#27604;&#36739;&#25630;&#31505;&#12290;&#21704;&#21704;&#65292;&#19968;&#22825;&#36824;&#31639;&#20805;&#23454;&#12290;&#19968;&#20010;&#20154;&#30606;&#36716;&#12290;&#12290;&#12290;</p>
<p>&#26126;&#22825;WD&#24102;&#30528;&#25105;&#65292;&#23601;&#36731;&#26494;&#22810;&#20102;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#160;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/04/21/%E5%8C%97%E4%BA%AC%E5%BD%92%E6%9D%A5/">北京归来</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-04-21T00:00:00+08:00" pubdate data-updated="true">Apr 21<span>st</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#26085;&#24535;&#30340;&#20998;&#31867;&#34987;&#25105;&#25972;&#30340;&#21487;&#20081;&#65292;&#33258;&#24049;&#37117;&#25630;&#19981;&#28165;&#21738;&#20010;&#26159;&#21738;&#20010;&#20102;&#65292;&#20174;&#36825;&#31687;&#36215;&#20840;&#37096;&#37325;&#26032;&#26469;&#36807;&#12290;&#25105;&#20197;&#21518;&#37117;&#36215;&#26368;&#26222;&#36890;&#26368;&#26131;&#25026;&#30340;&#20998;&#31867;&#21517;&#12290;</p>
<p>&#20174;&#21271;&#20140;&#22238;&#26469;&#21862;&#65281;&#28779;&#36710;&#24555;8&#28857;&#21040;&#65292;&#35199;&#23433;&#19979;&#30528;&#38632;&#12290;&#20844;&#20132;&#19981;&#22909;&#22352;&#65292;&#25171;&#36710;&#20063;&#25171;&#19981;&#30528;&#12290;&#12290;&#12290;</p>
<p>&#21710;&#65292;&#20599;&#36305;&#20960;&#22825;&#65292;&#33853;&#19979;&#19968;&#22823;&#22534;&#20107;&#24773;&#27809;&#20570;</p>
<p>&#26032;&#30005;&#33041;&#26469;&#20102;&#65292;&#25308;&#25176;&#21516;&#23398;&#35013;&#20102;&#31995;&#32479;&#12290;&#36825;&#20123;&#19981;&#38752;&#35889;&#30340;&#23043;&#65292;&#25226;&#20027;&#26426;&#38543;&#20415;&#25918;&#22312;&#26700;&#23376;&#19978;&#65292;&#20081;&#19971;&#20843;&#31967;&#65292;&#36824;&#26159;&#24471;&#37325;&#26032;&#25918;&#19968;&#19979;&#12290;</p>
<p>&#35770;&#25991;&#35201;&#25237;&#31295;&#20102;&#65292;&#30740;&#31350;&#20102;&#19968;&#26089;&#26216;&#65292;&#36824;&#27809;&#25972;&#26126;&#30333;&#36825;&#26684;&#24335;&#21040;&#24213;&#26159;&#21643;&#22238;&#20107;&#65292;&#26032;&#36719;&#20214;&#24456;&#38476;&#29983;&#21834;&#65292;&#25490;&#20010;&#29256;&#36824;&#35201;&#20889;&#28857;&#20195;&#30721;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#25105;&#19981;&#22312;&#65292;&#22362;&#23432;&#38453;&#22320;&#30340;&#21516;&#24535;&#20204;&#20063;&#25032;&#24608;&#20102;&#65292;&#26089;&#19978;&#26202;&#26202;&#30340;&#26469;&#23454;&#39564;&#23460;&#65292;&#25454;&#35828;boss&#26152;&#22825;&#29983;&#27668;&#20102;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#25152;&#20197;&#65292;&#22238;&#26469;&#20197;&#21518;&#25105;&#19968;&#21051;&#27809;&#28040;&#20572;&#12290;&#22238;&#23487;&#33293;&#27927;&#33080;&#21518;&#30452;&#25509;&#22868;&#23454;&#39564;&#23460;&#24178;&#27963;&#12290;&#24184;&#22909;&#26202;&#19978;&#25105;&#36824;&#23567;&#30561;&#20102;&#19968;&#20250;&#12290;</p>
<p>&#22909;&#22909;&#24052;&#32467;boss&#21834;~~~~</p>
<p>&#21271;&#20140;&#29609;&#30340;&#25105;&#37117;&#22823;&#27010;&#20570;&#20102;&#31508;&#35760;&#65292;&#22238;&#22836;&#20877;&#20889;&#21543;&#12290;&#26412;&#26469;&#36824;&#35828;&#27599;&#22825;&#19968;&#31687;&#65292;&#24456;&#24555;&#23601;&#20889;&#23436;&#20102;&#21602;&#12290;</p>
<p>&#29616;&#22312;&#36824;&#26377;&#19968;&#20010;&#20840;&#26032;&#30005;&#33041;&#35201;&#35013;&#36719;&#20214;&#65292;&#36824;&#26377;&#24456;&#22810;&#27963;&#35201;&#24178;&#65292;&#26197;&#21834;&#65292;&#24537;&#36215;&#26469;&#36824;&#30495;&#26159;&#27809;&#23436;&#12290;&#12290;&#12290;</p>
<p>&#24819;&#36215;&#19968;&#20598;&#20687;&#21516;&#23398;&#35828;&#65292;&#26102;&#38388;&#23601;&#26159;&#29273;&#33167;&#37324;&#30340;&#29273;&#33167;&#65292;&#24537;&#20102;&#23398;&#30340;&#19996;&#35199;&#23601;&#22810;&#12290;&#24456;&#32469;&#21475;&#21704;&#12290;</p>
<p>&#19981;&#24223;&#35805;&#20102;&#65292;&#25226;&#29031;&#29255;&#20498;&#19968;&#19979;&#65292;&#24178;&#27963;&#20102;&#12290;</p>
<p>&#32047;&#21834;&#65292;&#33151;&#29616;&#22312;&#36824;&#26159;&#30828;&#30340;&#65292;&#31361;&#28982;&#24456;&#25285;&#24515;&#38745;&#33033;&#26354;&#24352;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481271833023k.jpg" border="0" alt="" /></p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/04/13/%E8%8B%B1%E8%AF%AD%E8%8F%9C%E9%B8%9F/">英语菜鸟</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-04-13T00:00:00+08:00" pubdate data-updated="true">Apr 13<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#20170;&#22825;&#36824;&#26159;&#27969;&#27700;&#36134;&#65292;&#20854;&#23454;&#21861;&#37117;&#27809;&#24178;&#65292;&#23601;&#25913;&#20102;&#20010;&#35770;&#25991;</p>
<p>&#21457;&#29616;&#33258;&#24049;&#30340;&#33521;&#25991;&#20889;&#20316;&#27700;&#24179;&#23454;&#22312;&#19981;&#26159;&#19968;&#33324;&#30340;&#24046;&#21170;&#21834;</p>
<p>AW&#30340;&#25104;&#32489;&#29616;&#22312;&#26159;&#24443;&#24213;&#19981;&#25351;&#26395;&#20102;</p>
<p>&#26080;&#35770;&#26159;&#35841;&#30475;&#20102;&#25105;&#33258;&#24049;&#36896;&#30340;&#21477;&#23376;&#65292;&#37117;&#23545;&#35821;&#27861;&#34920;&#31034;&#20102;&#26497;&#22823;&#30340;&#26080;&#22856;&#12290;&#24182;&#19988;&#36319;&#25105;&#35762;&#36848;&#20027;&#35859;&#23486;&#36825;&#26679;&#30340;&#21021;&#32423;&#35821;&#27861;&#30693;&#35782;&#65292;&#21487;&#24796;&#25105;&#19981;&#25026;&#12290;&#12290;&#12290;&#21482;&#35201;&#26159;&#35835;&#30528;&#39034;&#28316;&#30340;&#21477;&#23376;&#65292;&#32479;&#32479;&#21548;&#35805;&#30340;&#25913;&#25481;&#20102;</p>
<p>&#21516;&#23398;&#20204;&#32463;&#36807;&#25105;&#30340;&#25240;&#30952;&#20063;&#35813;&#26159;&#38271;&#36827;&#19981;&#23569;&#21543;</p>
<p>&#36825;&#20250;&#20102;&#65292;CK&#21516;&#23398;&#36824;&#22312;&#37027;&#36793;&#36763;&#33510;&#30340;&#21827;&#30528;&#21602;&#65292;11&#39029;&#27915;&#27915;&#27922;&#27922;&#30340;&#22823;&#20316;&#65292;&#21363;&#20351;&#21482;&#30475;&#20010;&#24320;&#22836;&#32467;&#23614;&#20063;&#22815;&#20182;&#21463;&#30340;&#20102;&#65292;&#22079;&#22079;</p>
<p>&#20105;&#21462;&#20170;&#26202;&#25913;&#22909;&#20102;&#65292;&#32473;boss&#21457;&#36807;&#21435;</p>
<p>&#24681;&#65292;&#20170;&#26202;&#27809;&#30475;&#33521;&#35821;~&#26377;&#27491;&#24403;&#29702;&#30001;&#30340;&#21734;</p>
<p>&#35199;&#23433;&#30495;&#26159;&#20919;&#27515;&#20102;&#65292;&#25105;&#29240;&#22920;&#20351;&#21170;&#25171;&#30005;&#35805;&#26469;&#35753;&#25105;&#25226;&#26825;&#34948;&#25438;&#20986;&#26469;&#31359;&#12290;&#12290;&#12290;&#12290;&#32416;&#32467;&#20102;&#19979;&#65292;&#36824;&#26159;&#31639;&#20102;&#21543;&#65292;&#25105;&#25042;~~~</p>
<p>&#36807;&#20102;&#26126;&#22825;&#65292;&#36214;&#32039;&#22825;&#26228;&#21543;~~~</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/04/12/%E8%A5%BF%E5%AE%89%E4%B8%8D%E6%98%AF%E5%9C%B0%E7%8B%B1%EF%BC%8C%E4%BB%8A%E5%A4%A9%E7%9A%84%E5%9C%B0%E7%8B%B1%E6%98%AFubuntu/">西安不是地狱，今天的地狱是Ubuntu</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-04-12T00:00:00+08:00" pubdate data-updated="true">Apr 12<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#31361;&#28982;&#23601;&#24819;&#36215;&#20102;&#39134;&#26152;&#26202;&#36319;&#25105;&#36716;&#36848;&#30340;&#19968;&#21477;&#35805;&#65306;&#21435;&#35199;&#23433;&#24037;&#20316;&#26377;&#20160;&#20040;&#65292;&#37027;&#37324;&#21448;&#19981;&#26159;&#22320;&#29425;</p>
<p>&#35841;&#35828;&#19981;&#26159;&#21602;&#65292;&#21621;&#21621;&#65292;&#25105;&#19981;&#22810;&#24863;&#24936;&#20102;&#65292;&#22826;&#24433;&#21709;&#24515;&#24773;</p>
<p>&#20854;&#23454;&#65292;&#24515;&#24773;&#26089;&#23601;&#34987;Ubuntu&#21644;&#19975;&#24694;&#30340;H3C&#24433;&#21709;&#20102;</p>
<p>&#20854;&#23454;&#31995;&#32479;&#20013;&#21320;&#23601;&#35013;&#22909;&#20102;&#65292;&#25972;&#20010;&#19979;&#21320;&#37117;&#22312;&#25630;&#19978;&#32593;&#30340;&#20107;&#24773;&#12290;&#26377;&#38382;&#39064;&#20102;&#65292;&#27809;&#21150;&#27861;&#26597;&#65292;&#36824;&#24471;&#37325;&#21551;&#20102;&#20877;&#21435;&#38382;&#37117;&#27515;&#19979;&#26597;&#65292;&#26597;&#22909;&#20102;&#20877;&#37325;&#21551;&#21435;&#26080;&#24110;&#22270;&#19979;&#35797;&#39564;&#12290;&#26469;&#26469;&#22238;&#22238;&#25240;&#33150;&#22909;&#20037;&#65292;&#24515;&#30140;&#25105;&#30005;&#33041;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#22909;&#19981;&#23481;&#26131;&#65292;&#25220;&#20102;&#20960;&#39029;&#32440;&#30340;&#21629;&#20196;&#34892;&#65292;&#32456;&#20110;&#19968;&#27493;&#19968;&#27493;&#30340;&#36208;&#21521;&#25104;&#21151;&#20102;</p>
<p>&#35013;&#22909;&#20102;&#23458;&#25143;&#31471;&#65292;&#36755;&#20837;&#36134;&#21495;&#21644;&#23494;&#30721;&#12290;&#12290;&#12290;&#12290;nnd&#65292;&#31455;&#28982;&#35828;&#26159;&#38169;&#35823;&#30340;&#12290;&#20877;&#35797;&#65292;&#20877;&#35797;&#65292;&#20877;&#35797;&#12290;&#12290;&#12290;&#12290;&#35828;&#38169;&#35823;10&#27425;&#23601;&#19978;&#40657;&#21517;&#21333;&#20102;&#65292;&#25105;&#19981;&#25954;&#25191;&#30528;&#20102;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#37057;&#38391;&#21584;&#65292;&#24212;&#35813;&#26159;&#35013;&#22909;&#20102;&#25165;&#23545;&#30340;&#21834;~~&#24618;&#35841;&#65292;&#23458;&#25143;&#31471;&#36824;&#26159;&#26080;&#24110;&#22270;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#21710;&#65292;&#36825;&#25165;&#26159;&#30495;&#27491;&#30340;&#22320;&#29425;&#21834;&#65292;&#19981;&#30693;&#36947;&#31350;&#31455;&#21738;&#37324;&#20986;&#20102;&#38382;&#39064;&#12290;&#29992;&#23436;&#20102;&#25105;&#20170;&#22825;&#30340;&#32784;&#24515;&#65292;&#19981;&#29245;&#65292;&#19981;&#29245;&#12290;&#12290;&#12290;&#12290;</p>
<p>over&#20102;&#65292;&#25265;&#24616;&#23436;&#20102;&#36824;&#26159;&#24471;&#23398;&#20064;&#12290;&#31361;&#28982;&#21457;&#29616;&#65292;&#25628;&#32034;&#27425;&#25968;&#22826;&#22810;&#20102;&#65292;&#22909;&#22810;&#25970;&#20986;&#26469;&#30340;&#23383;&#32852;&#24819;&#30340;&#37117;&#36319;Ubuntu&#21644;&#19978;&#32593;&#26377;&#20851;&#12290;&#12290;&#12290;&#12290;&#25105;&#23481;&#26131;&#22043;&#25105;&#65292;&#21756;&#21756;&#65292;&#32487;&#32493;&#23398;&#20064;&#21435;~~~</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/04/10/%E5%91%A8%E6%9C%AB%E6%B5%81%E6%B0%B4%E4%B9%8B%E7%8A%AF%E9%94%99/">周末流水之犯错</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-04-10T00:00:00+08:00" pubdate data-updated="true">Apr 10<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#20170;&#22825;&#65292;&#27809;&#21861;&#22909;&#35828;&#30340;&#12290;</p>
<p>&#26089;&#19978;&#22238;&#23478;&#20102;&#65292;&#21507;&#39277;&#65292;&#24110;&#24537;&#65292;&#21435;&#21307;&#38498;&#30475;&#23016;&#22920;&#65292;&#20877;&#21507;&#39277;&#65292;&#21435;&#20070;&#24215;&#27873;&#20102;&#19968;&#20250;&#12290;&#31561;&#22238;&#21040;&#23478;&#24050;&#32463;8&#28857;</p>
<p>&#36825;&#19968;&#22825;&#36807;&#30340;&#65292;&#22909;&#32047;&#12290;&#12290;&#12290;</p>
<p>&#23478;&#37324;&#30340;&#38190;&#30424;&#34987;&#32769;&#29241;&#35065;&#25104;&#20102;&#26408;&#20035;&#20234;&#65292;&#22826;&#38590;&#20351;&#20102;&#65292;&#29378;&#25171;&#38169;&#21035;&#23383;</p>
<p>&#20170;&#22825;&#23601;&#35760;&#19979;&#25105;&#33258;&#24049;&#27963;&#35813;&#29359;&#30340;&#38169;&#21543;&#65306;&#20080;&#23567;&#20102;&#30340;&#35044;&#23376;&#65292;&#26159;&#22240;&#20026;&#30475;&#35265;&#20215;&#38065;&#22826;&#20415;&#23452;&#65292;&#25105;&#24613;&#30528;&#20080;&#65292;&#19968;&#20010;&#28608;&#21160;&#33258;&#24049;&#36873;&#38169;&#21495;&#30721;&#30340;&#12290;&#21710;&#65292;&#25105;&#36825;&#23043;&#35265;&#19981;&#24471;&#33258;&#24049;&#29359;&#36825;&#31181;&#24908;&#37324;&#24908;&#24352;&#30340;&#38169;&#65292;&#24515;&#29702;&#19981;&#29245;&#12290;&#19981;&#36807;&#21543;&#65292;&#26368;&#23567;&#21495;&#30340;&#36824;&#26159;&#34987;&#25105;&#30828;&#22622;&#36827;&#21435;&#20102;&#65292;&#26377;&#28508;&#21147;&#12290;&#31561;&#25105;&#20877;&#30246;&#28857;~</p>
<p>&#21035;&#30340;&#27809;&#21861;&#20102;&#65292;&#22312;&#20070;&#24215;&#30475;&#35265;&#20960;&#26412;&#19981;&#38169;&#30340;&#20070;&#65292;&#26377;&#26426;&#20250;&#20080;&#20102;&#20877;&#35828;&#21543;&#12290;</p>
<p>&#31561;&#30528;&#21507;&#26202;&#39277;&#20102;~~</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/04/09/%E9%BB%91%E5%90%8D%E5%8D%95%E4%BA%8B%E4%BB%B6%E5%91%8A%E4%B8%80%E6%AE%B5%E8%90%BD%E5%95%A6/">黑名单事件告一段落啦</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-04-09T00:00:00+08:00" pubdate data-updated="true">Apr 9<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#36825;&#27425;&#24471;&#20123;&#30340;&#36895;&#24230;&#28857;&#65292;&#24453;&#20250;&#36824;&#24471;&#22238;&#21435;&#36214;&#30528;&#25171;&#24320;&#27700;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#37027;&#23601;&#35760;&#20010;&#27969;&#27700;&#21591;&#65292;&#21453;&#27491;&#25105;&#25797;&#38271;&#36825;&#20010;&#12290;</p>
<p>&#24635;&#30340;&#26469;&#35828;&#21602;&#65292;&#20170;&#20799;&#24515;&#24773;&#19981;&#38169;&#21704;</p>
<p>&#26089;&#26216;&#25042;&#27915;&#27915;&#30340;&#26469;&#23454;&#39564;&#23460;&#65292;&#19978;&#19978;&#32593;&#30475;&#30475;&#35770;&#25991;&#12290;&#20854;&#23454;&#65292;&#35770;&#25991;&#21018;&#25171;&#24320;&#65292;boss&#36827;&#26469;&#65292;&#25105;&#23601;&#24320;&#22987;&#21464;&#24471;&#24456;&#35748;&#30495;&#65292;&#32467;&#26524;&#65292;boss&#30452;&#25509;&#25214;&#25105;&#20511;&#26412;&#26412;&#12290;&#12290;&#12290;&#12290;&#22909;&#21543;&#65292;&#24819;&#35748;&#30495;&#37117;&#19981;&#34892;&#20102;&#65292;&#25105;&#27809;&#20107;&#20799;&#24178;&#65292;&#24320;&#22987;&#32473;ck&#20889;&#20449;</p>
<p>&#21018;&#21018;&#20889;&#30340;&#25165;&#24605;&#26543;&#31469;&#65292;&#30003;&#36890;&#38463;&#23016;&#26469;&#30005;&#65292;&#25105;&#20080;&#30340;&#35044;&#23376;&#21040;&#20102;</p>
<p>&#21435;&#35199;&#21335;&#38376;&#21462;&#35044;&#23376;&#30340;&#36335;&#19978;&#65292;&#23828;&#26469;&#30005;&#65306;&#36208;&#65292;&#20013;&#21320;&#21809;&#27468;&#26354;&#65281;</p>
<p>&#25105;&#24403;&#28982;&#21709;&#24212;&#20102;&#12290;&#25343;&#20102;&#21253;&#35065;&#65292;&#22238;&#21435;&#35797;&#20102;&#35797;&#65292;&#20080;&#23567;&#20102;&#65292;&#25187;&#23376;&#25187;&#19981;&#19978;&#12290;&#22909;&#21543;&#65292;&#38382;&#20102;&#19968;&#22280;&#65292;&#20272;&#35745;&#20063;&#23601;www&#33021;&#31359;&#20102;&#12290;&#27491;&#22909;&#36807;&#20004;&#22825;&#32972;&#21040;&#21271;&#20140;&#21435;&#12290;&#25105;&#20272;&#35745;WD&#20063;&#33021;&#31359;&#12290;&#30475;&#26469;&#25105;&#20063;&#19981;&#26159;&#24456;&#32982;&#21862;&#65292;&#31363;&#21916;&#12290;&#12290;&#12290;&#12290;&#23454;&#22312;&#19981;&#34892;&#23601;&#25918;&#26588;&#23376;&#37324;&#65292;&#20316;&#20026;&#23569;&#21507;&#39277;&#30340;&#21160;&#21147;&#65292;&#33021;&#19981;&#33021;&#22863;&#25928;&#65292;&#37027;&#23601;&#26159;&#21478;&#22806;&#19968;&#22238;&#20107;&#20102;&#12290;</p>
<p>&#24681;&#65292;&#21809;&#20102;&#19968;&#20013;&#21320;&#65292;&#25105;&#22823;&#27010;&#27809;&#21507;&#39281;&#65292;&#19981;&#22312;&#29366;&#24577;&#12290;&#32943;&#24503;&#22522;&#36234;&#26469;&#36234;&#19981;&#33021;&#28385;&#36275;&#25105;&#20102;&#65292;&#19968;&#20010;&#40481;&#32905;&#21367;&#19979;&#32922;&#65292;&#19968;&#28857;&#24863;&#35273;&#37117;&#27809;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#21809;&#32610;&#21435;&#23828;&#21333;&#20301;&#27463;&#24687;&#65292;&#36234;&#27463;&#36234;&#32047;&#12290;&#39034;&#20415;&#25277;&#28909;&#38393;&#30475;&#30475;&#22905;&#24590;&#20040;&#35299;&#20915;&#23458;&#25143;&#38382;&#39064;&#12290;&#12290;&#12290;&#12290;&#36825;&#23601;&#21322;&#20010;&#19979;&#21320;&#27809;&#25481;&#20102;&#12290;&#12290;&#12290;</p>
<p>&#25509;&#30528;&#21602;&#65292;&#32416;&#32467;&#35201;&#19981;&#35201;&#22238;&#23478;&#12290;&#40657;&#21517;&#21333;&#20027;&#20154;&#20844;&#23601;&#26469;&#30005;&#20102;&#65292;&#25105;&#27809;&#22909;&#27668;&#20799;&#24212;&#20102;&#20960;&#22768;&#12290;&#21518;&#26469;&#23043;&#35828;&#35831;&#25105;&#21507;&#39277;&#65292;&#37027;&#22909;&#21543;&#65292;&#23601;&#35753;&#19968;&#20999;&#24616;&#24680;&#22312;&#39277;&#26700;&#19978;&#21270;&#35299;&#21543;&#12290;</p>
<p>&#26202;&#39277;&#21602;&#65292;&#27809;&#25745;&#27515;&#65292;&#20498;&#26159;&#34987;&#40769;&#27515;&#20102;&#12290;&#22238;&#26469;&#29378;&#21917;&#27700;&#65292;&#32922;&#23376;&#22909;&#28072;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#29609;&#20102;&#19968;&#22825;&#65292;&#24635;&#24471;&#26377;&#28857;&#19978;&#36827;&#30340;&#21543;&#12290;&#24403;&#28982;&#26377;&#12290;www&#32473;&#25105;&#21457;&#20102;&#20462;&#25913;&#30340;&#35770;&#25991;&#65292;&#22826;&#24863;&#21160;&#20102;&#65292;&#34429;&#28982;&#20013;&#38388;&#37117;&#27809;&#25913;&#65292;&#20294;&#22905;&#30475;&#30340;&#22815;&#20180;&#32454;&#12290;&#25105;&#37117;&#27809;&#36825;&#32784;&#24515;&#20102;&#12290;&#25195;&#20102;&#20004;&#30524;&#65292;&#19979;&#21608;&#22238;&#26469;&#26377;&#20107;&#24178;&#20102;&#65292;&#36214;&#32039;&#24324;&#22909;&#20102;&#32473;boss&#65292;&#30475;&#30475;&#33021;&#19981;&#33021;&#26377;&#26426;&#20250;&#25237;&#20010;&#31295;&#21861;&#30340;&#65292;&#38463;&#38376;&#12290;</p>
<p>&#36824;&#21435;&#19979;&#36733;&#20102;&#19968;&#20010;Ubuntu&#65292;&#21548;&#20174;&#23567;&#39134;&#30340;&#24314;&#35758;&#12290;&#35980;&#20284;&#36824;&#33021;&#35013;&#19978;matlab&#65292;&#22238;&#22836;&#35797;&#35797;&#30475;&#12290;&#26377;&#20010;&#27604;&#36739;&#40635;&#28902;&#30340;&#23601;&#26159;&#65292;&#24517;&#39035;&#35201;&#35013;7.0&#20197;&#19978;&#30340;matlab&#12290;&#21487;&#26159;&#65292;&#25105;&#30340;beamlab&#19981;&#30693;&#36947;&#33021;&#19981;&#33021;&#29992;&#21834;&#65292;&#20043;&#21069;&#37117;&#29992;&#30340;6.5&#30340;&#12290;&#12290;&#12290;&#12290;&#35797;&#35797;&#21543;&#65292;&#21453;&#27491;&#26368;&#36817;&#30475;&#35770;&#25991;&#27809;&#21861;&#24515;&#24773;&#12290;</p>
<p>&#23436;&#20102;&#65292;&#39134;&#20449;&#25346;&#30528;&#65292;boss&#19978;&#32447;&#20102;&#65292;&#25105;&#35201;&#38378;&#20102;&#12290;&#36825;&#20010;&#28857;&#22909;&#20687;&#20063;&#27809;&#26377;&#24320;&#27700;&#20102;&#65292;&#31639;&#20102;&#65292;&#29233;&#21643;&#21643;&#22320;&#12290;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/04/08/%E8%B6%8A%E6%89%AF%E8%B6%8A%E5%97%A8%7E/">越扯越嗨~</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-04-08T00:00:00+08:00" pubdate data-updated="true">Apr 8<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#21703;&#21568;&#21568;&#21568;&#21568;~~~~&#38197;&#38197;&#38197;~~~~</p>
<p>&#39069;&#22238;&#26469;&#21671;~~~</p>
<p>&#21704;&#21704;&#21704;</p>
<p>&#20026;&#21861;&#27599;&#27425;&#32771;&#35797;&#32771;&#24471;&#19981;&#22909;&#65292;&#25105;&#23601;&#20250;&#21464;&#24471;&#26497;&#20854;&#20130;&#22859;&#21602;</p>
<p>&#34507;&#23450;&#65292;&#26080;&#24863;&#24773;&#33394;&#24425;&#35760;&#24405;&#12290;&#12290;&#12290;&#12290;&#36825;&#33021;&#31639;&#20570;&#26159;&#26426;&#32463;&#19981;~~~</p>
<p>&#35805;&#35828;&#32771;&#35797;&#26102;&#38388;&#26159;&#21313;&#28857;&#21322;&#65292;&#25105;&#36182;&#21040;&#20843;&#28857;&#21322;&#36215;&#24202;&#65292;&#19977;&#30952;&#26426;&#20004;&#19981;&#30952;&#21501;&#30340;&#65292;&#20061;&#28857;&#21322;&#20986;&#20102;&#38376;</p>
<p>&#21271;&#38376;&#20154;&#23569;&#65292;&#24456;&#39034;&#21033;&#30340;&#25171;&#21040;&#36710;&#12290;&#20294;&#26159;&#30001;&#20110;&#20170;&#22825;&#35199;&#27965;&#20250;&#24320;&#24149;&#65292;&#32428;&#20108;&#34903;&#20197;&#21335;***&#20197;&#19996;&#37117;&#23553;&#36335;&#20102;&#65292;&#21482;&#26377;&#20844;&#20132;&#36710;&#21644;&#20986;&#31199;&#36710;&#33021;&#36807;&#12290;&#25454;&#25105;&#35266;&#23519;&#65292;&#20986;&#31199;&#24072;&#20613;&#22522;&#26412;&#19981;&#24895;&#24847;&#24448;&#37027;&#37324;&#38754;&#36305;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#24072;&#20613;&#36733;&#30528;&#25105;&#65292;&#20174;&#21508;&#31181;&#23567;&#36335;&#19971;&#25197;&#20843;&#25296;&#30340;&#32469;&#21040;&#20102;&#22806;&#38498;&#21271;&#38376;&#12290;&#36335;&#19978;&#36824;&#31639;&#30021;&#36890;&#65292;&#25105;&#23436;&#20840;&#26197;&#22836;&#36716;&#21521;&#20102;&#65292;&#20854;&#20013;&#19968;&#27573;&#36335;&#23433;&#38745;&#30340;&#27809;&#20010;&#20154;&#27809;&#20010;&#36710;&#65292;&#26263;&#33258;&#30424;&#31639;&#65292;&#36825;&#22823;&#30333;&#22825;&#20799;&#30340;&#65292;&#20182;&#20063;&#19981;&#33021;&#25226;&#25105;&#25296;&#21334;&#20102;&#65292;&#19981;&#24597;&#19981;&#24597;~~</p>
<p>6#&#25945;&#23398;&#27004;&#36824;&#26159;&#24456;&#22909;&#25214;&#30340;&#12290;&#21271;&#38376;&#36827;&#21435;&#30452;&#36208;&#65292;&#24555;&#21040;&#22836;&#20102;&#30475;&#35265;&#19968;&#20010;&#27493;&#34892;&#34903;&#30340;&#29260;&#29260;&#65292;&#25296;&#36807;&#21435;&#36208;&#65292;&#23601;&#30475;&#21040;&#20102;&#12290;&#25105;&#38382;&#36335;&#38382;&#30340;&#26159;&#22235;&#21512;&#38498;&#24590;&#20040;&#36208;&#65292;&#22522;&#26412;&#19978;&#22823;&#21460;&#22823;&#22920;&#20204;&#37117;&#30693;&#36947;&#12290;</p>
<p>&#21435;&#26089;&#20102;&#65292;&#36824;&#39034;&#20415;&#39046;&#20102;&#25176;&#31119;&#25104;&#32489;&#21333;&#65292;&#29031;&#29255;&#23454;&#22312;&#19985;&#21040;horrible~~~</p>
<p>&#35805;&#35828;&#22312;&#38376;&#21475;&#31561;&#32771;&#22330;&#24320;&#38376;&#30340;&#26102;&#20505;&#65292;&#19968;&#23567;&#22993;&#23064;&#32972;&#30528;&#20010;&#22823;&#20070;&#21253;&#39118;&#39118;&#28779;&#28779;&#30340;&#20914;&#36827;&#21435;&#25970;&#38376;&#12290;&#21523;&#25105;&#19968;&#36339;&#65292;&#20197;&#20026;&#33258;&#24049;&#35760;&#38169;&#20102;&#26102;&#38388;&#65292;&#20854;&#23454;&#24050;&#32463;&#36831;&#21040;&#12290;&#21518;&#26469;&#23401;&#23376;&#36319;&#25105;&#35828;&#65292;&#22905;&#19981;&#30693;&#36947;&#23553;&#36335;&#65292;&#36208;&#21040;&#21322;&#25130;&#36807;&#19981;&#26469;&#20102;&#12290;&#23043;&#24613;&#21254;&#21254;&#30340;&#35299;&#37322;&#35828;&#22905;&#36214;&#30528;&#26469;&#32771;&#35797;&#65292;&#28982;&#21518;&#23601;&#34987;&#20132;&#35686;&#21460;&#21460;&#24320;&#30528;&#25705;&#25176;&#36710;&#36865;&#36807;&#26469;&#20102;&#65292;&#21704;&#21704;&#65292;&#24863;&#35273;&#36319;&#39640;&#32771;&#20284;&#30340;&#65292;&#38750;&#24120;&#25289;&#36720;&#21834;~</p>
<p>&#23545;&#20102;&#65292;&#36825;&#23401;&#23376;&#20063;&#26159;&#35199;&#30005;&#30340;&#65292;&#22823;&#19977;&#65292;&#22826;&#24180;&#36731;&#20102;&#65281;</p>
<p>&#32842;&#22825;&#26102;&#25105;&#22810;&#22068;&#38382;&#20102;&#21477;&#65292;&#20320;&#25176;&#31119;&#32771;&#21643;&#26679;&#12290;&#23043;&#35828;&#65306;&#19981;&#22826;&#29702;&#24819;&#65292;&#20272;&#35745;&#36824;&#24471;&#20877;&#32771;&#19968;&#22238;&#12290;&#25105;&#65306;&#21861;&#31639;&#26159;&#29702;&#24819;&#12290;&#23043;&#65306;&#24590;&#20040;&#30528;&#20063;&#24471;&#19977;&#20301;&#25968;&#21543;&#12290;&#25105;&#65306;&#12290;&#12290;&#12290;&#12290;&#24515;&#34394;&#30340;&#25720;&#20102;&#25720;&#33258;&#24049;&#30340;&#30772;&#21253;&#65292;&#24184;&#22909;&#32769;&#26089;&#25226;&#25104;&#32489;&#21333;&#35013;&#36215;&#26469;&#20102;&#65292;&#22826;&#23506;&#30876;&#20102;&#12290;</p>
<p>&#32771;&#35797;&#27969;&#31243;&#21543;&#65292;&#36319;&#26152;&#22825;&#25214;&#21040;&#30340;&#19968;&#26679;&#65292;&#36825;&#20250;&#22826;&#28909;&#65292;&#25042;&#24471;&#35828;&#20102;&#12290;</p>
<p>&#32771;&#35797;&#39064;&#30446;&#21543;&#65292;issue&#22823;&#27010;&#26159;&#35828;government&#19981;&#24212;&#35813;&#38480;&#21046;&#31185;&#23398;&#30740;&#31350;&#65292;argument&#26159;&#23553;&#20449;&#65292;&#22768;&#35752;&#21069;&#24066;&#38271;&#27809;&#25226;&#26725;&#20462;&#22909;&#30340;&#12290;</p>
<p>&#32771;&#35797;&#32467;&#26524;&#21543;&#65292;&#25105;&#35201;&#26159;&#35828;&#25105;argument&#27809;issue&#20889;&#24471;&#22909;&#26377;&#20154;&#20449;&#27809;&#12290;&#21487;&#30830;&#23454;&#26159;&#30495;&#30340;&#65292;&#25152;&#20197;&#21487;&#24819;&#32780;&#30693;&#25105;&#32771;&#24471;&#26377;&#22810;&#33756;&#12290;&#25353;&#25176;&#31119;&#30340;&#26631;&#20934;&#65292;&#36816;&#27668;&#22909;&#30340;&#35805;&#65292;issue&#33021;&#26377;&#20010;fair&#23601;&#19981;&#38169;&#20102;&#65292;argument&#20063;&#23601;&#26159;&#20010;limited&#20102;&#12290;&#36825;&#26679;&#31639;&#19979;&#26469;&#35813;&#26159;&#20960;&#20998;&#21602;&#65311;2.5&#65311;&#21710;&#21568;&#21568;&#21568;&#65292;&#22826;&#21487;&#24597;&#20102;&#65292;&#22826;&#38590;&#30475;&#20102;&#65292;&#25105;&#27963;&#35813;&#21834;~</p>
<p>&#20260;&#24515;&#20107;&#20799;&#36824;&#26159;&#23569;&#35828;&#65292;&#36319;&#23064;&#27719;&#25253;&#20102;&#65292;&#22238;&#22797;&#20102;&#39134;&#30340;&#24944;&#38382;&#65292;&#25105;&#25645;&#30528;&#20844;&#20132;&#21448;&#33521;&#21191;&#20102;&#36208;&#20102;&#20004;&#31449;&#36335;&#65292;&#21507;&#24847;&#22823;&#21033;&#38754;&#21435;&#20102;&#12290;&#36138;&#21507;&#26412;&#24615;&#19981;&#25913;&#21834;&#65292;&#28857;&#20102;&#19968;&#26700;&#23376;&#65292;&#25745;&#30340;&#25105;&#65292;&#21507;&#20102;&#24555;&#20457;&#23567;&#26102;&#12290;&#12290;&#12290;&#12290;&#36824;&#35828;&#30475;&#30005;&#24433;&#21602;&#65292;&#25918;&#24323;&#20102;&#65292;&#31359;&#22826;&#21402;&#65292;&#28909;&#27515;&#20102;&#12290;</p>
<p>&#21453;&#27491;&#21543;&#65292;&#31232;&#37324;&#31946;&#28034;&#30340;&#23601;&#32771;&#23436;&#20102;&#12290;&#32467;&#26524;&#26159;&#21861;&#24050;&#32463;&#19981;&#37325;&#35201;&#20102;&#12290;&#24320;&#22987;&#30424;&#31639;&#21861;&#26102;&#20505;&#21435;&#21271;&#20140;&#25955;&#25955;&#24515;&#20040;~~</p>
<p>&#21704;&#21704;&#65292;&#25105;&#30340;&#26032;&#32654;&#20598;&#19979;&#22909;&#20102;&#65292;88~~~&#30475;&#30005;&#35270;&#21435;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/04/06/good-luck%E5%91%97%7E/">Good Luck呗~</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-04-06T00:00:00+08:00" pubdate data-updated="true">Apr 6<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#32456;&#20110;&#21834;&#32456;&#20110;&#65292;&#25105;&#25346;liao~</p>
<p>&#22823;&#21322;&#22812;&#30340;&#29228;&#19978;&#29228;&#19979;&#30340;&#24448;&#21397;&#25152;&#36305;&#65292;&#19978;&#21520;&#19979;&#27899;&#30340;&#65292;&#21710;~&#24471;&#20111;&#26152;&#22825;&#27809;&#21507;&#21861;&#22909;&#19996;&#35199;&#65292;&#35201;&#19981;&#20111;&#20102;&#12290;</p>
<p>&#30333;&#22825;&#19968;&#30452;&#22312;&#30561;&#35273;&#65292;&#19979;&#21320;4&#28857;&#19979;&#24202;&#25265;&#30528;&#28909;&#27700;&#34955;&#30475;&#30005;&#35270;&#12290;&#26202;&#19978;&#21448;&#30561;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#25105;&#20063;&#24597;&#30561;&#22810;&#20102;&#22833;&#30496;&#65292;&#21482;&#22909;&#24212;&#29228;&#36215;&#26469;&#29609;</p>
<p>&#29100;&#19981;&#20303;&#20102;&#65292;&#36824;&#26159;&#22238;&#21435;&#30561;&#21543;&#65292;&#20105;&#21462;&#19968;&#35273;&#30561;&#21040;&#26126;&#26089;</p>
<p>&#26368;&#21518;&#24403;&#28982;&#35201;&#35874;&#35874;&#39134;&#21516;&#23398;&#65292;&#38548;&#30528;&#19968;&#21315;&#22810;&#20844;&#37324;&#22320;&#20799;&#32473;&#25105;&#21457;&#21151;&#65292;&#24182;&#19988;&#33719;&#24471;&#24040;&#22823;&#25104;&#21151;&#65292;&#21704;&#21704;</p>
<p>&#25520;&#30528;&#25351;&#22836;&#31639;&#31639;&#65292;&#20170;&#22825;&#65292;&#26126;&#22825;&#65292;&#21518;&#22825;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#21518;&#22825;&#26089;&#19978;&#65292;&#35064;&#32771;&#21435;~</p>
<p>&#20170;&#20799;&#25910;&#21040;&#25552;&#37266;&#37038;&#20214;&#65292;&#25165;&#21435;&#26597;&#20102;&#32771;&#35797;&#26159;&#21643;&#22238;&#20107;&#12290;</p>
<p>&#26126;&#22825;&#27963;&#36807;&#26469;&#20102;&#20877;&#30475;&#30475;&#21543;&#65292;&#36825;&#20315;&#33050;&#25265;&#30340;&#22826;&#20020;&#26102;&#20102;~</p>
<p>&#38463;&#38376;~</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/04/05/%E5%86%B7%E6%BC%A0-or-what/">冷漠 or What</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-04-05T00:00:00+08:00" pubdate data-updated="true">Apr 5<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#26202;&#19978;&#21448;&#34987;&#19978;&#35838;&#20102;</p>
<p>&#19968;&#23401;&#23376;&#35828;&#25105;&#20919;&#28448;</p>
<p>&#26159;&#20919;&#28448;&#21527;</p>
<p>&#25105;&#24819;&#21040;&#20102;&#20284;&#20046;&#26159;CK&#35828;&#36807;&#30340;&#35789;&#20799;&#65306;&#23553;&#38381;</p>
<p>&#25105;&#19981;&#21916;&#27426;&#22899;&#29983;&#30340;&#20843;&#21350;&#35805;&#39064;</p>
<p>&#19981;&#21916;&#27426;&#20160;&#20040;&#20598;&#20687;&#21095;</p>
<p>&#19981;&#21916;&#27426;&#21501;&#21501;&#21939;&#21939;</p>
<p>&#20294;&#26159;&#65292;&#20063;&#22312;&#36866;&#24212;&#12290;&#20284;&#20046;&#22312;&#36825;&#20123;&#38382;&#39064;&#19978;&#25554;&#24471;&#19978;&#35805;&#20102;&#12290;</p>
<p>&#21487;&#36825;&#30830;&#23454;&#19981;&#26159;&#25105;&#29233;&#20570;&#30340;&#20107;&#20799;</p>
<p>&#25105;&#29233;&#30005;&#24433;&#65292;&#38899;&#20048;&#65292;&#36825;&#20123;&#22312;&#26368;&#36817;&#21464;&#25104;&#22882;&#20360;&#30340;&#27963;&#21160;</p>
<p>&#19978;&#32593;&#23545;&#25105;&#26469;&#35828;&#24050;&#32463;&#22833;&#21435;&#24847;&#20041;&#65292;&#22240;&#20026;&#24635;&#19981;&#30693;&#36947;&#35813;&#24178;&#22043;</p>
<p>&#25105;&#29233;&#20570;&#30333;&#26085;&#26790;&#65292;&#20063;&#24456;&#23569;&#20570;&#20102;</p>
<p>&#20284;&#20046;&#26159;&#22240;&#20026;&#26368;&#36817;&#24456;&#23569;&#20570;&#21916;&#27426;&#30340;&#20107;&#65292;&#25165;&#20250;&#24515;&#24773;&#24635;&#19981;&#22909;&#21543;</p>
<p>&#33258;&#24049;&#19981;&#35813;&#36825;&#26679;&#21387;&#30528;&#33258;&#24049;&#65292;&#19968;&#28857;&#25928;&#26524;&#37117;&#27809;&#26377;</p>
<p>&#25105;&#20063;&#30830;&#23454;&#20919;&#28448;&#65292;&#23545;&#20110;&#19981;&#21916;&#27426;&#30340;&#20154;&#65292;&#25042;&#24471;&#25645;&#29702;</p>
<p>&#26412;&#36523;&#35805;&#20063;&#19981;&#22810;&#65292;&#25171;&#23567;&#35273;&#24471;&#35828;&#35805;&#36153;&#22068;~</p>
<p>&#20063;&#19981;&#29233;&#20027;&#21160;&#36319;&#20154;&#25645;&#35805;</p>
<p>&#21710;&#65292;&#20174;&#21069;&#24635;&#26159;&#22266;&#25191;&#30340;&#22362;&#25345;&#33258;&#24049;</p>
<p>&#36825;&#20004;&#22825;&#65292;&#25105;&#22312;&#21507;&#33510;&#26524;&#20102;</p>
<p>&#36824;&#26159;&#35273;&#24471;&#33258;&#24049;&#27809;&#20160;&#20040;&#38169;&#65292;&#20294;&#30830;&#23454;&#38656;&#35201;&#25913;&#21464;</p>
<p>&#21152;&#27833;&#21543;~&#25105;&#20869;&#24515;&#30495;&#30340;&#19981;&#20919;&#28448;~</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/04/04/%E6%88%91%E4%B9%9F%E4%BC%9A%E7%8E%A9%E9%BB%91%E5%90%8D%E5%8D%95%EF%BC%8C%E5%93%BC%E5%93%BC-dance-with-my-father/">我也会玩黑名单，哼哼-dance With My Father</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-04-04T00:00:00+08:00" pubdate data-updated="true">Apr 4<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#36825;&#37324;&#26159;&#22403;&#22334;&#26742;&#65292;&#25105;&#36825;&#20004;&#22825;&#22403;&#22334;&#26080;&#27604;&#27867;&#28389;</p>
<p>&#20170;&#26089;&#19978;&#21507;&#20102;&#32993;&#36771;&#27748;&#65292;&#22823;&#30871;&#22823;&#39309;&#65292;&#36825;&#20063;&#24046;&#19981;&#22810;&#26159;&#20170;&#22825;&#26368;happy&#30340;&#19968;&#20250;&#20799;&#20102;&#12290;&#25105;&#19968;&#22914;&#26082;&#24448;&#30340;&#21507;&#36208;&#20102;&#36523;&#36793;&#30340;&#19977;&#25320;&#20154;&#21518;&#24515;&#28385;&#24847;&#33487;&#30340;&#36215;&#36523;&#12290;</p>
<p>&#22312;&#23454;&#39564;&#23460;&#26179;&#24736;&#21040;&#20013;&#21320;&#65292;&#19981;&#24819;&#21507;&#39277;&#65292;&#22238;&#26469;&#36538;&#22312;&#24202;&#19978;&#30475;&#20070;&#30561;&#35273;&#12290;</p>
<p>&#30561;&#22815;&#20102;&#24819;&#35828;&#35805;&#65292;&#21457;&#30701;&#20449;&#21518;&#25165;&#21457;&#29616;&#27809;&#26377;&#20154;&#21487;&#20197;&#39578;&#25200;&#65292;&#38500;&#20102;&#25105;&#29240;&#22920;&#12290;&#22823;&#23478;&#37117;&#22312;&#24537;&#65292;&#36891;&#34903;&#30340;&#65292;&#26053;&#28216;&#30340;&#65292;&#32422;&#20250;&#30340;~</p>
<p>&#25105;&#29240;&#24456;&#23849;&#28291;&#65292;&#30475;&#25105;&#36825;&#20040;&#26080;&#32842;&#65292;&#31455;&#28982;&#24320;&#22987;&#20652;&#25105;&#25214;&#20010;&#30007;&#26379;&#21451;&#12290;&#26197;&#21834;&#65292;&#36825;&#21448;&#19981;&#26159;&#29992;&#26469;&#25490;&#36963;&#23490;&#23518;&#30340;&#12290;&#12290;&#12290;</p>
<p>&#34429;&#28982;&#29983;&#24847;&#24537;&#65292;&#29241;&#22320;&#36824;&#26159;&#24456;&#32784;&#24515;&#30340;&#32473;&#25105;&#19978;&#20102;&#19968;&#35838;&#65292;&#25105;&#27882;&#27969;&#28385;&#38754;&#30340;&#25215;&#35834;&#65292;&#19981;&#28902;&#24700;&#20102;&#65292;&#20182;&#25165;&#32610;&#20241;~~~&#35826;&#20154;&#19981;&#20518;&#30340;&#29241;&#21834;~~</p>
<p>&#20854;&#23454;&#26368;&#19981;&#29245;&#30340;&#20107;&#24773;&#26159;&#65292;&#20170;&#22825;&#31361;&#28982;&#24847;&#35782;&#21040;&#65292;&#25105;&#21487;&#33021;&#34987;&#20154;&#21152;&#20837;&#40657;&#21517;&#21333;&#20102;&#12290;&#20851;&#38190;&#26159;&#26412;&#26469;&#22823;&#23478;&#22909;&#22909;&#30340;&#65292;&#21643;&#23601;&#36825;&#26679;&#21602;&#65292;&#21861;&#20063;&#19981;&#35828;&#19968;&#22768;&#12290;&#21710;&#65292;&#20877;&#24590;&#20040;&#35828;&#20063;&#24403;&#20182;&#26159;&#22909;&#26379;&#21451;&#21602;&#12290;&#26159;&#25105;&#30340;&#19968;&#21410;&#24773;&#24895;&#20040;&#65292;&#36824;&#26159;&#25105;&#21738;&#37324;&#24825;&#21040;&#35841;&#20102;&#12290;&#30495;&#21463;&#19981;&#20102;&#36825;&#26679;&#30340;&#65292;&#23425;&#24895;&#35841;&#26469;&#36319;&#25105;&#21557;&#26550;&#12290;&#30699;&#24773;&#20010;&#21861;&#20040;&#65292;&#36824;&#19981;&#22914;&#20010;&#22899;&#23043;&#12290;</p>
<p>&#36825;&#35753;&#25105;&#21448;&#24819;&#36215;&#20102;&#23663;&#28330;&#32769;&#34903;&#30340;&#26102;&#20505;&#65292;&#22240;&#20026;&#24863;&#24773;&#30340;&#20107;&#24773;&#34987;&#19968;&#32676;&#20154;&#25945;&#32946;+&#23433;&#24944;&#21518;&#65292;&#25165;&#24847;&#35782;&#21040;&#26159;&#33258;&#24049;&#30475;&#38169;&#20154;&#65292;&#21741;&#21040;&#21912;&#19981;&#36807;&#27668;&#12290;&#19981;&#20026;&#21035;&#30340;&#65292;&#23601;&#27668;&#33258;&#24049;&#65292;&#26377;&#19968;&#20999;&#20184;&#35832;&#19996;&#27969;&#30340;&#24863;&#35273;&#12290;&#36825;&#27425;&#20063;&#19968;&#26679;&#65292;&#24403;&#20570;&#20804;&#24351;&#30340;&#20154;&#31361;&#28982;&#36825;&#26679;&#65292;&#25105;&#27668;&#33258;&#24049;&#65292;&#24635;&#26159;&#20570;&#19981;&#20540;&#24471;&#30340;&#20184;&#20986;&#12290;&#21756;&#65292;&#25105;&#25253;&#22797;&#24515;&#26497;&#24378;&#65292;&#20170;&#22825;&#25226;&#30475;&#19981;&#39034;&#30524;&#30340;&#20154;&#20063;&#20840;&#25289;&#40657;&#20102;&#65292;&#21704;&#21704;&#12290;&#26080;&#36764;&#36973;&#27523;&#30340;&#21516;&#23398;&#35748;&#26685;&#21543;~</p>
<p>&#23396;&#21333;&#30340;&#19968;&#22825;&#21834;~&#23601;&#19979;&#21320;&#30475;&#20070;&#37027;&#20250;&#36824;&#31639;&#33298;&#22374;&#12290;&#22826;&#38451;&#27491;&#22909;&#29031;&#36827;&#23487;&#33293;&#12290;&#36182;&#22312;&#24202;&#19978;&#65292;&#31383;&#24088;&#20063;&#19981;&#25289;&#65292;&#30475;&#37027;&#26412;&#22823;&#26641;&#12290;&#25402;&#22909;&#30475;&#30340;&#19968;&#26412;&#20070;&#65292;&#24456;&#20037;&#27809;&#26377;&#30475;&#36825;&#20040;&#26377;&#24819;&#35937;&#21147;&#30340;&#25925;&#20107;&#30340;&#12290;&#30701;&#30701;&#30340;&#65292;&#30830;&#24456;&#31934;&#24425;&#12290;</p>
<p>&#26126;&#22825;&#35201;&#20986;&#38376;&#20102;&#65292;&#32473;&#20146;&#29233;&#30340;&#22969;&#20080;&#20010;&#22826;&#38451;&#38236;&#21435;&#12290;&#32769;&#22825;&#20445;&#20305;&#21035;&#35753;&#25105;&#32922;&#23376;&#30140;&#12290;&#38463;&#38376;~</p>
<p>&#20170;&#20799;&#26368;&#24863;&#35874;&#20474;&#20146;&#29233;&#30340;&#29241;&#23064;&#12290;&#35760;&#24471;&#26377;&#20457;&#20851;&#20110;father&#65292;mother&#30340;&#27468;&#65292;&#19981;&#36807;&#19968;&#26102;&#38388;&#21482;&#25214;&#21040;&#20102;&#36825;&#39318;&#65292;dance with my father.&#24456;&#22909;&#21548;
<object classid="clsid:6bf52a52-394a-11d3-b153-00c04f79faa6" width="0" height="0" codebase="http://activex.microsoft.com/activex/controls/mplayer/en/nsmp2inf.cab#Version=5,1,52,701">
<param name="url" value="http://www.tzsy.cn/uploads/allimg/200805_200/20085410493695377801.mp3" /><embed type="application/x-mplayer2" width="0" height="0" src="http://www.tzsy.cn/uploads/allimg/200805_200/20085410493695377801.mp3"></embed></object>
</p>
                                    </p>
</div>
  
  


    </article>
  
  <div class="pagination">
    
      <a class="prev" href="/blog/page/17/">&larr; Older</a>
    
    <a href="/blog/archives">Blog Archives</a>
    
    <a class="next" href="/blog/page/15/">Newer &rarr;</a>
    
  </div>
</div>
<aside class="sidebar">
  
    <section>
  <h1>Recent Posts</h1>
  <ul id="recent_posts">
    
      <li class="post">
        <a href="/blog/2013/01/13/hui-gu-2012/">回顾2012</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/08/my-frist-post/">my-frist-post</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/05/14/eclipse---java.lang.noclassdeffounderror%3A-com.jayway.android.robotium.solo.solo%E9%94%99%E8%AF%AF%E8%A7%A3%E5%86%B3/">eclipse - java.lang.NoClassDefFoundError: com.jayway.android.robotium.solo.Solo错误解决</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/04/08/%E4%BD%A0%E7%8E%B0%E5%9C%A8%E7%9A%84%E5%B7%A5%E4%BD%9C%E8%BD%BB%E6%9D%BE%E4%B9%88%EF%BC%9F/">你现在的工作轻松么？</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/02/19/css%E7%AC%94%E8%AE%B0-position%E9%83%BD%E6%9C%89%E5%95%A5%E5%B1%9E%E6%80%A7/">CSS笔记-position都有啥属性</a>
      </li>
    
  </ul>
</section>






  
</aside>

    </div>
  </div>
  <footer role="contentinfo"><p>
  Copyright &copy; 2013 - muggleyoung -
  <span class="credit">Powered by <a href="http://octopress.org">Octopress</a></span>
</p>

</footer>
  







  <script type="text/javascript">
    (function(){
      var twitterWidgets = document.createElement('script');
      twitterWidgets.type = 'text/javascript';
      twitterWidgets.async = true;
      twitterWidgets.src = 'http://platform.twitter.com/widgets.js';
      document.getElementsByTagName('head')[0].appendChild(twitterWidgets);
    })();
  </script>





</body>
</html>
