
<!DOCTYPE HTML>
<html>
<head>
	<meta charset="utf-8">
	<title>tw学前班-3&4 - </title>
	<meta name="author" content="muggleyoung">

	
	<meta name="description" content="&#160;&#160;&#160; &#19968;&#19981;&#23567;&#24515;&#65292;&#21448;&#20004;&#33410;&#35838;&#31243;&#36807;&#21435;&#20102;&#12290;&#19968;&#36215 &hellip;">
	
	<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

	<link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
	<link rel="canonical" href="">
	<link href="/favicon.png" rel="shortcut icon">
	<link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
	<!--[if lt IE 9]><script src="//html5shiv.googlecode.com/svn/trunk/html5.js"></script><![endif]-->
	<script src="//ajax.googleapis.com/ajax/libs/jquery/1.7.2/jquery.min.js"></script>
	
</head>

<body>
	<header id="header" class="inner"><h1><a href="/"></a></h1>
<nav id="main-nav"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</nav>
<nav id="mobile-nav">
	<div class="alignleft menu">
		<a class="button">Menu</a>
		<div class="container"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</div>
	</div>
	<div class="alignright search">
		<a class="button"></a>
		<div class="container">
			<form action="http://google.com/search" method="get">
				<input type="text" name="q" results="0">
				<input type="hidden" name="q" value="site:muggleyoung.github.com">
			</form>
		</div>
	</div>
</nav>
<nav id="sub-nav" class="alignright">
	<div class="social">
		
		
		
		
    
		
		
		
		
		
		<a class="rss" href="/atom.xml" title="RSS">RSS</a>
		
	</div>
	<form class="search" action="http://google.com/search" method="get">
		<input class="alignright" type="text" name="q" results="0">
		<input type="hidden" name="q" value="site:muggleyoung.github.com">
	</form>
</nav>

</header>
	
		
	
	<div id="content" class="inner"><article class="post">
	<h2 class="title">Tw学前班-3&4</h2>
	<div class="entry-content"><p>
                                    <p>&#160;&#160;&#160; &#19968;&#19981;&#23567;&#24515;&#65292;&#21448;&#20004;&#33410;&#35838;&#31243;&#36807;&#21435;&#20102;&#12290;&#19968;&#36215;&#24635;&#32467;&#21543;&#12290;</p>
<p>&#160;&#160;&#160; &#25910;&#33719;&#22043;&#65292;&#37027;&#26159;&#22823;&#22823;&#28404;~</p>
<p>&#160;&#160;&#160; &#20004;&#33410;&#35838;&#22522;&#26412;&#19978;&#37117;&#26377;&#33258;&#24049;&#21160;&#25163;pair&#30340;&#29615;&#33410;&#12290;&#23588;&#20854;&#26159;3rd&#65292;&#22823;&#23478;&#20998;&#25104;&#23567;&#32452;&#65292;&#19968;&#36215;&#23436;&#25104;story&#12290;4th&#26102;&#65292;&#21482;&#38656;&#35201;&#20004;&#20010;&#20154;pair&#65292;&#23613;&#24555;&#23436;&#25104;&#20219;&#21153;&#12290;&#24403;&#28982;&#65292;&#30001;&#20110;&#25163;&#29983;&#65292;&#25105;&#22522;&#26412;&#19978;&#27809;&#26377;&#25353;&#26102;&#23436;&#25104;&#36807;&#12290;</p>
<p>&#160;&#160; &#20808;&#35828;3rd class&#65292;&#32473;&#20102;4&#20010;user story&#65292;&#27599;&#19968;&#20010;&#21322;&#23567;&#26102;&#20026;&#19968;&#20010;&#36845;&#20195;&#65292;&#19968;&#20849;&#23436;&#25104;&#20004;&#27425;&#36845;&#20195;&#12290;intelliJ&#36824;&#20250;&#20351;&#28857;&#20799;&#65292;java&#19981;&#29087;&#65292;tdd&#30340;&#24605;&#24819;&#27809;&#26377;&#23436;&#20840;&#20307;&#20250;&#65292;&#21644;fy&#21516;&#23398;pair&#65292;&#21069;&#19968;&#20010;&#36845;&#20195;&#22522;&#26412;&#19978;&#37117;&#26159;&#22905;&#21160;&#25163;&#65292;&#31532;&#20108;&#27425;&#65292;&#25105;&#25165;&#31639;&#26159;&#27604;&#36739;&#39034;&#28316;&#30340;&#33021;&#19978;&#25163;&#20102;&#12290;</p>
<p>&#160;&#160; &#24635;&#20307;&#26469;&#35828;&#65292;&#20307;&#20250;&#21040;&#19979;&#38754;&#20960;&#20010;&#38382;&#39064;&#12290;</p>
<p>&#160;&#160; 1. &#20986;&#29616;&#23567;&#38382;&#39064;&#26102;&#35813;&#24590;&#20040;&#21150;&#12290;&#25105;&#30340;&#24819;&#27861;&#26159;&#65292;google&#12290;fy&#23601;&#20250;&#27604;&#36739;&#30528;&#24613;&#30340;&#23547;&#27714;coach&#30340;&#24110;&#21161;&#12290;&#24403;&#28982;&#65292;&#22240;&#20026;&#26102;&#38388;&#26377;&#38480;&#22043;&#65292;&#38382;google&#33258;&#28982;&#19981;&#22914;&#38382;&#20154;&#24555;&#12290;&#20010;&#20154;&#35273;&#24471;&#65292;&#27605;&#31455;&#26159;&#32451;&#20064;&#65292;&#29992;google&#20063;&#26159;&#38656;&#35201;&#32451;&#20064;&#30340;&#33021;&#21147;&#12290;&#25152;&#20197;&#65292;&#25105;&#20457;&#20013;&#21644;&#19979;&#65292;&#20250;&#26159;&#27604;&#36739;&#22909;&#30340;&#32467;&#26524;&#65306;&#20808;google&#65292;&#23581;&#35797;&#20960;&#27425;&#36824;&#19981;&#26126;&#30333;&#30340;&#35805;&#65292;&#20877;&#25214;coach&#12290;</p>
<p>&#160;&#160; 2. pair&#26102;&#30340;&#20132;&#27969;&#38382;&#39064;&#12290;&#22823;&#23478;&#23545;&#20110;pair&#36825;&#31181;&#32534;&#31243;&#26041;&#24335;&#37117;&#26159;&#21018;&#21018;&#25509;&#35302;&#65292;&#32463;&#24120;&#20250;&#20986;&#29616;&#25511;&#21046;&#30340;&#38190;&#30424;&#30340;&#23401;&#23376;&#33258;&#24049;&#22016;&#22016;&#21653;&#21653;&#30340;&#25970;&#30528;&#65292;&#25105;&#23601;&#20250;&#19968;&#30452;&#38382;&#65292;&#20320;&#36825;&#26159;&#24819;&#35201;&#20570;&#20160;&#20040;&#65292;&#20026;&#20160;&#20040;&#24819;&#36825;&#26679;&#20570;&#20043;&#31867;&#30340;&#38382;&#39064;&#65292;&#19968;&#30452;&#38382;&#21040;&#22905;&#35299;&#37322;&#20026;&#27490;&#12290;&#19981;&#28982;&#65292;&#36807;&#19968;&#20250;&#65292;&#19968;&#23450;&#36319;&#19981;&#19978;pair&#30340;&#33410;&#22863;&#20102;&#12290;&#20294;&#26159;&#26368;&#21518;review&#30340;&#29615;&#33410;&#65292;coach&#20204;&#21448;&#25552;&#21040;&#36825;&#26679;&#19968;&#20010;&#38382;&#39064;&#65306;pair&#20043;&#38388;&#30340;&#20132;&#27969;&#26159;&#39034;&#30021;&#20102;&#65292;&#21487;&#26159;&#23567;&#32452;&#20043;&#38388;&#30340;&#20132;&#27969;&#21602;&#65311;&#26159;&#30340;&#65292;&#36215;&#30721;&#22312;&#25105;&#20204;&#32452;&#65292;&#25105;&#22522;&#26412;&#19981;&#28165;&#26970;&#21478;&#22806;&#19968;&#23545;pair&#20855;&#20307;&#20570;&#20102;&#21738;&#20123;&#24037;&#20316;&#12290;&#36825;&#65292;&#20063;&#26159;&#20010;&#20540;&#24471;&#27880;&#24847;&#30340;&#38382;&#39064;&#12290;</p>
<p>&#160;&#160; 3. &#26368;&#21518;&#23601;&#26159;&#24515;&#24577;&#30340;&#38382;&#39064;&#20102;&#12290;&#23588;&#20854;&#26159;&#24403;&#26102;&#38388;&#24555;&#35201;&#32467;&#26463;&#26102;&#65292;&#29305;&#21035;&#23481;&#26131;&#24908;&#24352;&#12290;&#20110;&#26159;&#65292;&#25105;&#20204;&#32452;&#22312;&#26368;&#21518;merge&#20195;&#30721;&#30340;&#26102;&#20505;&#25104;&#21151;&#25226;&#33258;&#24049;&#25630;&#27515;&#20102;&#65292;&#32534;&#35793;&#26080;&#27861;&#36890;&#36807;&#12290;&#12290;&#12290;&#12290;&#25110;&#32773;&#35828;&#65292;&#22312;&#25130;&#27490;&#21069;&#20889;&#20195;&#30721;&#30340;&#25928;&#29575;&#65292;&#20250;&#26126;&#26174;&#26377;&#21464;&#21270;&#12290;&#35828;&#30333;&#20102;&#65292;&#36824;&#26159;&#25163;&#29983;~</p>
<p>&#160;&#160; &#32780;&#36825;&#27425;&#35838;&#31243;&#26368;&#22823;&#30340;&#25910;&#33719;&#21017;&#22312;&#20110;&#20132;&#27969;&#65292;&#36890;&#36807;&#20132;&#27969;&#65292;&#25105;&#20204;&#21152;&#24555;&#30340;&#23398;&#20064;&#30340;&#36827;&#24230;&#65307;&#36890;&#36807;&#20132;&#27969;&#65292;&#20195;&#30721;&#30340;&#32534;&#20889;&#26102;&#25928;&#29575;&#20063;&#20250;&#25552;&#39640;&#65307;&#36890;&#36807;&#20132;&#27969;&#65292;&#23567;&#32452;&#20013;pair&#30340;&#21512;&#20316;&#65292;&#25165;&#20250;&#26356;&#40664;&#22865;&#65292;&#20998;&#24037;&#26126;&#30830;&#65307;&#21516;&#26679;&#36890;&#36807;&#20132;&#27969;&#65292;&#25105;&#20204;&#21487;&#20197;&#38543;&#26102;&#21435;&#21521;&#8220;&#23458;&#25143;&#8221;&#20102;&#35299;&#20182;&#20204;&#24819;&#35201;&#30340;&#32467;&#26524;&#31561;&#31561;&#31561;&#12290;</p>
<p>&#160;</p>
<p>&#160;&#160; &#33267;&#20110;&#26152;&#22825;&#30340;4th class&#65292;&#25105;&#12290;&#12290;&#12290;&#25105;&#24456;&#24754;&#24808;&#30340;&#36831;&#21040;&#40479;&#12290;&#12290;&#12290;&#12290;&#29616;&#22312;&#22312;&#35199;&#23433;&#65292;&#20844;&#20132;&#36710;&#26159;&#27604;&#20986;&#31199;&#36710;&#38752;&#35889;&#30340;&#20986;&#34892;&#26041;&#24335;&#65292;&#32477;&#23545;&#30340;&#12290;&#21487;&#24604;&#25105;&#26152;&#22825;&#20026;&#20102;&#36214;&#26102;&#38388;&#25171;&#36710;&#65292;&#21453;&#20498;&#21464;&#24471;&#26356;&#36831;&#12290;&#12290;&#12290;&#21487;&#24604;&#25105;&#20316;&#20026;&#19968;&#36335;&#30196;&#65292;&#22312;&#20955;&#20925;&#23506;&#39118;&#20013;&#30606;&#36716;&#24736;&#25214;&#36335;-&#24184;&#22909;&#26152;&#22825;&#19981;&#26159;&#24456;&#20919;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#160;&#160; &#19978;&#27425;&#35838;&#31243;&#32467;&#26463;&#30340;&#26102;&#20505;&#65292;&#23433;&#25490;&#20102;&#20960;&#20010;&#21516;&#23398;&#20934;&#22791;&#19968;&#20123;&#20869;&#23481;&#26469;&#20998;&#20139;&#12290;&#25105;&#21040;&#30340;&#26102;&#20505;&#65292;&#19968;&#20010;session&#24050;&#32463;&#32467;&#26463;&#65292;&#21482;&#21548;&#21040;&#20102;&#21518;&#38754;&#20851;&#20110;JUnit4 &#21644; hg&#30340;&#20171;&#32461;&#12290;&#21516;&#23398;&#20204;&#30340;&#35762;&#35299;&#36824;&#26159;&#24456;&#35814;&#32454;&#30340;&#65292;&#33267;&#23569;&#23545;&#20110;&#25105;&#26469;&#35828;&#65292;&#22522;&#26412;&#37117;&#33021;&#21548;&#25026;&#12290;&#20329;&#26381;&#20004;&#20301;&#30340;&#20180;&#32454;&#20934;&#22791;&#21834;~</p>
<p>&#160;&#160; &#25509;&#30528;&#21602;&#65292;&#24067;&#32622;&#20102;&#23506;&#20551;&#20316;&#19994;&#12290;&#12290;&#12290;&#26197;&#21834;&#65292;&#22810;&#24180;&#19981;&#20570;&#23506;&#20551;&#20316;&#19994;&#20102;&#65292;&#22079;&#22079;~&#28982;&#21518;&#20004;&#20004;pair&#20808;&#26469;&#23436;&#25104;&#19968;&#20010;&#23567;&#21151;&#33021;&#65292;&#26102;&#38388;&#38480;&#21046;&#24456;&#32039;&#20945;&#65292;&#22522;&#26412;&#20197;10min&#20026;&#21333;&#20301;&#12290;&#36825;&#27425;pair&#20027;&#35201;&#26159;&#25105;&#21160;&#25163;&#65292;&#36824;&#26159;&#19981;&#22815;&#29087;&#24713;&#65292;&#19968;&#21548;&#35828;&#26102;&#38388;&#24555;&#21040;&#20102;&#65292;&#25105;&#35760;&#24471;&#19968;&#20010;&#21333;&#35789;&#20799;&#21322;&#22825;&#25970;&#19981;&#20986;&#26469;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#160;&#160; &#26368;&#21518;&#21602;&#65292;&#26377;&#19968;&#20010;&#20851;&#20110;bad code&#21644;clean code&#30340;session&#65292;&#25910;&#33719;&#36824;&#26159;&#25402;&#22823;&#30340;&#12290;&#23545;&#20110;&#32534;&#30721;&#32463;&#39564;&#19981;&#26159;&#24456;&#22810;&#30340;&#20154;&#26469;&#35828;&#65292;&#25110;&#35768;&#25105;&#33021;&#30475;&#20986;&#21738;&#20123;&#20195;&#30721;&#20889;&#24471;&#22909;&#65292;&#21738;&#20123;&#19981;&#22909;&#65292;&#21487;&#26159;&#21364;&#27809;&#21150;&#27861;&#35762;&#20986;&#22909;&#30340;&#22909;&#22312;&#21738;&#37324;&#65292;&#22351;&#30340;&#21448;&#26159;&#21738;&#37324;&#19981;&#23545;&#12290;&#24635;&#30340;&#26469;&#35828;&#21602;&#65292;&#32454;&#33410;&#21644;&#33391;&#22909;&#30340;&#20064;&#24815;&#36824;&#26159;&#24456;&#37325;&#35201;&#30340;&#65292;&#32780;&#19988;&#21315;&#19975;&#21315;&#19975;&#19981;&#33021;&#20599;&#25042;&#65292;&#19968;&#26102;&#25163;&#25042;&#30340;&#21518;&#26524;&#21487;&#33021;&#20250;&#24102;&#26469;&#24456;&#22810;&#40635;&#28902;&#12290;</p>
<p>&#160; &#30475;&#26469;&#65292;&#25105;&#26159;&#24471;&#21435;&#20080;&#20070;&#20102;&#65292;&#30005;&#23376;&#29256;&#30340;&#20070;&#65292;&#30475;&#36215;&#26469;&#36824;&#26159;&#19981;&#22914;&#32440;&#36136;&#30340;&#33298;&#26381;&#12290;</p>
                                    </p>
</div>


<div class="meta">
	<div class="date">








  


<time datetime="2011-01-09T00:00:00+05:30" pubdate data-updated="true">Jan 9<span>th</span>, 2011</time></div>
	<div class="tags">

</div>
	
</div></article>

	<div class="share">
	<div class="addthis_toolbox addthis_default_style ">
	
	
	<a class="addthis_button_tweet"></a>
	
	
	<a class="addthis_counter addthis_pill_style"></a>
	</div>
  <script type="text/javascript" src="http://s7.addthis.com/js/250/addthis_widget.js#pubid="></script>
</div>


</div>
	<footer id="footer" class="inner">Copyright &copy; 2014

    muggleyoung

</footer>
	<script src="/javascripts/slash.js"></script>
<script src="/javascripts/jquery.fancybox.pack.js"></script>
<script type="text/javascript">
(function($){
	$('.fancybox').fancybox();
})(jQuery);
</script> <!-- Delete or comment this line to disable Fancybox -->






</body>
</html>