
<!DOCTYPE html>
<!--[if IEMobile 7 ]><html class="no-js iem7"><![endif]-->
<!--[if lt IE 9]><html class="no-js lte-ie8"><![endif]-->
<!--[if (gt IE 8)|(gt IEMobile 7)|!(IEMobile)|!(IE)]><!--><html class="no-js" lang="en"><!--<![endif]-->
<head>
  <meta charset="utf-8">
  <title>帮助文档有帮助 - </title>
  <meta name="author" content="muggleyoung">

  
  <meta name="description" content="&#19978;&#29677;&#22823;&#32422;10&#22825;&#26102;&#65292;&#39033;&#30446;&#20020;&#36817;&#19978;&#32447;&#65292;&#24320;&#21457;&#24537;&#30528;&# &hellip;">
  

  <!-- http://t.co/dKP3o1e -->
  <meta name="HandheldFriendly" content="True">
  <meta name="MobileOptimized" content="320">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  
  <link rel="canonical" href="http://muggleyoung.github.com/blog/2011/05/04/%E5%B8%AE%E5%8A%A9%E6%96%87%E6%A1%A3%E6%9C%89%E5%B8%AE%E5%8A%A9/">
  <link href="/favicon.png" rel="icon">
  <link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
  <script src="/javascripts/modernizr-2.0.js"></script>
  <script src="/javascripts/ender.js"></script>
  <script src="/javascripts/octopress.js" type="text/javascript"></script>
  <link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
  <!--Fonts from Google"s Web font directory at http://google.com/webfonts -->
<link href="http://fonts.googleapis.com/css?family=PT+Serif:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<link href="http://fonts.googleapis.com/css?family=PT+Sans:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">

  

</head>

<body   >
  <header role="banner"><hgroup>
  <h1><a href="/"></a></h1>
  
    <h2>young for you</h2>
  
</hgroup>

</header>
  <nav role="navigation"><ul class="subscription" data-subscription="rss">
  <li><a href="/atom.xml" rel="subscribe-rss" title="subscribe via RSS">RSS</a></li>
  
</ul>
  
<form action="http://google.com/search" method="get">
  <fieldset role="search">
    <input type="hidden" name="q" value="site:muggleyoung.github.com" />
    <input class="search" type="text" name="q" results="0" placeholder="Search"/>
  </fieldset>
</form>
  
<ul class="main-navigation">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
</ul>

</nav>
  <div id="main">
    <div id="content">
      <div>
<article class="hentry" role="article">
  
  
  <p class="meta">
    








  


<time datetime="2011-05-04T00:00:00+08:00" pubdate data-updated="true">May 4<span>th</span>, 2011</time>
    
  </p>
  
<header>
    
      <h1 class="entry-title">帮助文档有帮助</h1>
    
  </header>


<div class="entry-content"><p>
                                    <p>&#19978;&#29677;&#22823;&#32422;10&#22825;&#26102;&#65292;&#39033;&#30446;&#20020;&#36817;&#19978;&#32447;&#65292;&#24320;&#21457;&#24537;&#30528;&#23436;&#25104;stroy&#65292;&#25105;&#36825;&#20010;&#20108;&#25226;&#20992;&#27979;&#35797;&#65292;&#38500;&#20102;&#23613;&#37327;&#20840;&#38754;&#30340;&#27979;&#35797;&#65292;&#25903;&#25345;&#20182;&#20204;&#30340;&#24037;&#20316;&#65292;&#36824;&#24320;&#22987;&#30528;&#25163;&#20889;&#39033;&#30446;&#24110;&#21161;&#25991;&#26723;&#12290;</p>
<p>&#20889;&#25991;&#26723;&#30340;&#36807;&#31243;&#24635;&#26159;&#30171;&#33510;&#21448;&#26080;&#32842;&#30340;&#12290;</p>
<p>&#38656;&#35201;&#32771;&#34385;&#24590;&#26679;&#32452;&#32455;&#36923;&#36753;&#30340;&#26465;&#29702;&#24615;&#65292;&#21253;&#25324;&#25972;&#20010;&#25991;&#26723;&#32467;&#26500;&#21644;&#20320;&#30340;&#27599;&#19968;&#21477;&#35805;&#65307;</p>
<p>&#24590;&#26679;&#35753;&#29992;&#25143;&#21487;&#20197;&#26356;&#24555;&#25463;&#30340;&#25214;&#21040;&#20182;&#20204;&#38656;&#35201;&#30340;&#25805;&#20316;&#65307;</p>
<p>&#24590;&#26679;&#30452;&#35266;&#30340;&#35828;&#26126;&#38382;&#39064;&#65292;&#32780;&#19981;&#26159;&#19968;&#22534;&#35753;&#33258;&#24049;&#30475;&#20102;&#37117;&#26127;&#26127;&#27442;&#30561;&#30340;&#25991;&#23383;&#65307;</p>
<p>&#24456;&#22810;&#25105;&#20204;&#30475;&#26469;&#31616;&#21333;&#30340;&#19981;&#33021;&#20877;&#31616;&#21333;&#30340;&#25805;&#20316;&#65292;&#20063;&#35201;&#20180;&#32454;&#20132;&#20195;&#65307;</p>
<p>&#22522;&#20110;&#19978;&#19968;&#26465;&#65292;&#20294;&#26377;&#20123;&#22522;&#30784;&#30340;&#20171;&#32461;&#65292;&#20960;&#30334;&#24180;&#37117;&#19981;&#20250;&#26377;&#20154;&#30475;&#65292;&#21487;&#26159;&#19975;&#19968;&#26377;&#19981;&#20250;&#30340;&#65292;&#25991;&#26723;&#37324;&#38754;&#25214;&#19981;&#21040;&#65292;&#23601;&#26159;&#25105;&#20204;&#32771;&#34385;&#19981;&#21608;&#21040;&#65292;&#25152;&#20197;&#21792;&#21792;&#21480;&#21480;&#35828;&#20102;&#24456;&#22810;&#20043;&#21518;&#65292;&#24590;&#26679;&#31361;&#20986;&#25805;&#20316;&#20013;&#20851;&#38190;&#30340;&#36923;&#36753;&#65292;&#36825;&#20063;&#26159;&#20010;&#38382;&#39064;&#12290;</p>
<p>&#160;</p>
<p>&#24184;&#22909;&#21681;&#26159;&#21018;&#20889;&#36807;&#35770;&#25991;&#30340;&#23401;&#21482;&#65292;&#24971;&#20960;&#20010;&#25991;&#26723;&#36824;&#26159;&#21487;&#20197;&#24525;&#21463;&#30340;&#12290;</p>
<p>&#36817;4&#22825;&#26102;&#38388;&#65292;&#36824;&#29408;&#21464;&#24577;&#30340;&#33457;&#20102;&#26102;&#38388;&#25972;&#29702;&#23383;&#20307;&#12289;&#25490;&#29256;&#31561;&#38754;&#23376;&#24037;&#31243;&#12290;</p>
<p>&#24403;&#26102;&#35273;&#24471;&#65292;&#36825;&#20960;&#20010;&#25991;&#26723;&#65292;&#31639;&#19981;&#19978;&#22909;&#30340;&#65292;&#20063;&#31639;&#26159;above average&#20102;&#12290;</p>
<p>&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;</p>
<p>&#39033;&#30446;&#19978;&#32447;&#21518;&#65292;&#19968;&#30452;&#21442;&#19982;&#30528;surprot&#30340;&#24037;&#20316;&#65292;&#31361;&#28982;&#65292;&#23601;&#24847;&#35782;&#21040;&#30340;&#24110;&#21161;&#25991;&#26723;&#30340;&#37325;&#35201;&#24615;&#12290;</p>
<p>&#26377;&#19968;&#31867;&#29992;&#25143;&#65292;&#36935;&#21040;&#38382;&#39064;&#20250;&#36880;&#27493;&#21521;&#20320;&#35828;&#26126;&#20986;&#29616;&#38382;&#39064;&#26102;&#30340;&#25805;&#20316;&#65292;&#36824;&#20307;&#36148;&#30340;&#36741;&#20197;&#25130;&#22270;&#12290;&#24403;&#28982;&#25105;&#19981;&#20250;&#19968;&#30524;&#30475;&#20986;&#38382;&#39064;&#65292;&#20004;&#30524;&#20063;&#30475;&#19981;&#20986;&#65292;&#20294;&#25105;&#32463;&#39564;&#20016;&#23500;&#30340;pair&#20250;&#12290;&#20182;&#30340;&#32463;&#39564;&#65292;&#21152;&#19978;&#25105;&#27979;&#35797;&#26102;&#23545;&#31995;&#32479;&#30340;&#20102;&#35299;&#65292;&#23450;&#20301;&#38382;&#39064;&#36824;&#26159;&#27604;&#36739;&#36805;&#36895;&#30340;&#12290;</p>
<p>&#21478;&#19968;&#31867;&#29992;&#25143;&#65292;&#30001;&#20110;&#19981;&#20102;&#35299;&#31995;&#32479;&#35268;&#21017;&#65292;&#19981;&#24403;&#25805;&#20316;&#20043;&#21518;&#65292;&#20986;&#29616;&#38169;&#35823;&#65292;&#27809;&#26377;&#39044;&#26399;&#30340;&#32467;&#26524;&#65292;&#20182;&#20204;&#20250;&#33707;&#21517;&#20854;&#22937;&#65292;&#25551;&#36848;&#38382;&#39064;&#26102;&#65292;&#25105;&#20204;&#20063;&#21548;&#30340;&#29408;&#26197;&#12290;&#36825;&#26102;&#20505;&#23601;&#22810;&#20102;&#33258;&#24049;&#37325;&#29616;&#38382;&#39064;&#30340;&#24037;&#20316;&#37327;&#12290;</p>
<p>&#36824;&#32463;&#24120;&#20250;&#20986;&#29616;&#30340;&#38382;&#39064;&#26159;&#65292;&#30740;&#31350;&#20102;&#24456;&#20037;&#65292;&#21457;&#29616;&#31995;&#32479;&#23601;&#26159;&#36825;&#26679;&#30340;&#36923;&#36753;&#65292;&#21482;&#26159;&#29992;&#25143;&#19981;&#20102;&#35299;&#65292;&#32780;&#25105;&#65292;&#20063;&#19981;&#26159;&#29408;&#20102;&#35299;&#12290;</p>
<p>&#38500;&#20102;&#21453;&#30465;&#33258;&#24049;&#27979;&#35797;&#35206;&#30422;&#36824;&#19981;&#22815;&#65292;&#23545;&#31995;&#32479;&#38656;&#27714;&#20102;&#35299;&#19981;&#22815;&#22810;&#20197;&#22806;&#65292;&#25105;&#20204;&#26159;&#19981;&#26159;&#38656;&#35201;&#21521;&#29992;&#25143;&#20171;&#32461;&#26356;&#22810;&#65292;&#33267;&#23569;&#25104;&#20026;&#36825;&#20010;&#31995;&#32479;&#30340;&#21322;&#20010;&#19987;&#23478;&#12290;</p>
<p>&#20171;&#32461;&#31995;&#32479;&#23454;&#29616;&#30340;&#21151;&#33021;&#65292;&#29992;&#25143;&#25805;&#20316;&#30340;&#22522;&#26412;&#38480;&#21046;&#65292;&#36824;&#35201;&#23613;&#37327;&#22810;&#30340;&#35828;&#26126;&#19968;&#20123;&#25805;&#20316;&#19978;&#30340;&#36923;&#36753;&#65293;&#19994;&#21153;&#36923;&#36753;&#65292;&#31995;&#32479;&#23454;&#29616;&#19978;&#30340;&#38480;&#21046;&#31561;&#31561;&#12290;&#36825;&#26679;&#21487;&#20197;&#20943;&#23569;&#31532;&#20108;&#31867;&#29992;&#25143;&#20986;&#29616;&#38382;&#39064;&#30340;&#39057;&#29575;&#65292;&#29992;&#25143;&#22312;&#20986;&#38169;&#26102;&#65292;&#21487;&#20197;&#22312;&#24110;&#21161;&#25991;&#26723;&#20013;&#25214;&#21040;&#35299;&#20915;&#26041;&#26696;&#65292;&#25110;&#30693;&#36947;&#21738;&#37324;&#20986;&#38382;&#39064;&#20102;&#65292;&#20132;&#27969;&#36215;&#26469;&#20063;&#20250;&#26356;&#39640;&#25928;&#12290;</p>
<p>&#36824;&#26377;&#19968;&#31181;&#26041;&#26696;&#65292;&#23601;&#26159;&#25226;&#20855;&#26377;&#31649;&#29702;&#21592;&#26435;&#38480;&#30340;&#29992;&#25143;&#22521;&#20859;&#25104;&#21322;&#20010;&#19987;&#23478;&#12290;&#20854;&#20182;&#29992;&#25143;&#20986;&#38382;&#39064;&#65292;&#22823;&#22810;&#36890;&#36807;&#27714;&#21161;&#31649;&#29702;&#21592;&#35299;&#20915;&#12290;&#25105;&#20204;&#20063;&#21487;&#20197;&#26356;&#19987;&#27880;&#20110;&#30495;&#27491;&#30340;&#20248;&#21270;&#31995;&#32479;&#65292;&#32500;&#25252;&#23436;&#21892;&#21151;&#33021;&#30340;&#24037;&#20316;&#19978;&#12290;</p>
<p>&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;</p>
<p>&#29992;&#25143;&#36234;&#26159;&#20102;&#35299;&#31995;&#32479;&#65292;&#25105;&#20204;&#30340;&#32500;&#25252;&#21644;&#21518;&#32493;&#30340;&#24320;&#21457;&#23601;&#20250;&#36234;&#39034;&#21033;&#12290;</p>
<p>&#24819;&#36215;&#21018;&#24320;&#22987;&#20889;&#25991;&#26723;&#26102;&#65292;&#24833;&#24471;&#19981;&#30693;&#36947;&#35813;&#20889;&#21861;&#65292;&#21861;&#35813;&#20889;</p>
<p>&#38065;&#38065;&#38382;&#25105;&#65292;&#22914;&#26524;&#20320;&#26159;&#29992;&#25143;&#65292;&#20320;&#26368;&#38656;&#35201;&#20102;&#35299;&#20160;&#20040;</p>
<p>&#25105;&#36855;&#24785;&#20102;&#19968;&#20013;&#21320;&#12290;</p>
<p>surport&#20043;&#21518;&#65292;&#24635;&#31639;&#26377;&#20102;&#28857;&#20307;&#20250;</p>
<p>&#20854;&#23454;&#36825;&#20010;&#22043;&#65292;&#20063;&#21487;&#20197;BA&#21644;QA pair&#23436;&#25104;&#65374;&#22079;&#22079;&#65374;</p>
                                    </p>
</div>


  <footer>
    <p class="meta">
      
  

<span class="byline author vcard">Posted by <span class="fn">muggleyoung</span></span>

      








  


<time datetime="2011-05-04T00:00:00+08:00" pubdate data-updated="true">May 4<span>th</span>, 2011</time>
      


    </p>
    
      <div class="sharing">
  
  <a href="http://twitter.com/share" class="twitter-share-button" data-url="http://muggleyoung.github.com/blog/2011/05/04/%E5%B8%AE%E5%8A%A9%E6%96%87%E6%A1%A3%E6%9C%89%E5%B8%AE%E5%8A%A9/" data-via="" data-counturl="http://muggleyoung.github.com/blog/2011/05/04/%E5%B8%AE%E5%8A%A9%E6%96%87%E6%A1%A3%E6%9C%89%E5%B8%AE%E5%8A%A9/" >Tweet</a>
  
  
  
</div>

    
    <p class="meta">
      
        <a class="basic-alignment left" href="/blog/2011/04/16/%E6%AF%95%E4%B8%9A%E6%97%85%E8%A1%8C%EF%BC%8D%E5%8E%A6%E9%97%A83/" title="Previous Post: 毕业旅行－厦门3">&laquo; 毕业旅行－厦门3</a>
      
      
        <a class="basic-alignment right" href="/blog/2011/05/25/tomcat-web%E5%BA%94%E7%94%A8%E7%8E%AF%E5%A2%83%E6%90%AD%E5%BB%BA/" title="Next Post: tomcat web应用环境搭建">tomcat web应用环境搭建 &raquo;</a>
      
    </p>
  </footer>
</article>

</div>

<aside class="sidebar">
  
    <section>
  <h1>Recent Posts</h1>
  <ul id="recent_posts">
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-change-git-repo-name/">how to change git repo name</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-setup-a-new-remote-git-repo/">How to setup a new remote git repo</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/13/hui-gu-2012/">回顾2012</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/08/my-frist-post/">my-frist-post</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/05/14/eclipse---java.lang.noclassdeffounderror%3A-com.jayway.android.robotium.solo.solo%E9%94%99%E8%AF%AF%E8%A7%A3%E5%86%B3/">eclipse - java.lang.NoClassDefFoundError: com.jayway.android.robotium.solo.Solo错误解决</a>
      </li>
    
  </ul>
</section>






  
</aside>


    </div>
  </div>
  <footer role="contentinfo"><p>
  Copyright &copy; 2013 - muggleyoung -
  <span class="credit">Powered by <a href="http://octopress.org">Octopress</a>. Design by <a href="http://octopressthemes.com">Octopress Themes</a>.</span>
</p>

</footer>
  







  <script type="text/javascript">
    (function(){
      var twitterWidgets = document.createElement('script');
      twitterWidgets.type = 'text/javascript';
      twitterWidgets.async = true;
      twitterWidgets.src = 'http://platform.twitter.com/widgets.js';
      document.getElementsByTagName('head')[0].appendChild(twitterWidgets);
    })();
  </script>





</body>
</html>
