
<!DOCTYPE HTML>
<html>
<head>
	<meta charset="utf-8">
	<title></title>
	<meta name="author" content="muggleyoung">

	
	<meta name="description" content="&#24494;&#31574;&#30053;2011&#26657;&#22253;&#25307;&#32856;&#65292;&#25237;&#36882;&#32844;&#20301;QA
&#24494;&#31574;&#30053;&#30340;&#32771;&# &hellip;">
	
	<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

	<link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
	<link rel="canonical" href="">
	<link href="/favicon.png" rel="shortcut icon">
	<link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
	<!--[if lt IE 9]><script src="//html5shiv.googlecode.com/svn/trunk/html5.js"></script><![endif]-->
	<script src="//ajax.googleapis.com/ajax/libs/jquery/1.7.2/jquery.min.js"></script>
	
</head>

<body>
	<header id="header" class="inner"><h1><a href="/"></a></h1>
<nav id="main-nav"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</nav>
<nav id="mobile-nav">
	<div class="alignleft menu">
		<a class="button">Menu</a>
		<div class="container"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</div>
	</div>
	<div class="alignright search">
		<a class="button"></a>
		<div class="container">
			<form action="http://google.com/search" method="get">
				<input type="text" name="q" results="0">
				<input type="hidden" name="q" value="site:muggleyoung.github.com">
			</form>
		</div>
	</div>
</nav>
<nav id="sub-nav" class="alignright">
	<div class="social">
		
		
		
		
    
		
		
		
		
		
		<a class="rss" href="/atom.xml" title="RSS">RSS</a>
		
	</div>
	<form class="search" action="http://google.com/search" method="get">
		<input class="alignright" type="text" name="q" results="0">
		<input type="hidden" name="q" value="site:muggleyoung.github.com">
	</form>
</nav>

</header>
	
		
	
	<div id="content" class="inner">


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/10/20/%E5%BE%AE%E7%AD%96%E7%95%A5%E7%AC%94%E8%AF%95/">
		
			微策略笔试</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#24494;&#31574;&#30053;2011&#26657;&#22253;&#25307;&#32856;&#65292;&#25237;&#36882;&#32844;&#20301;QA</p>
<p>&#24494;&#31574;&#30053;&#30340;&#32771;&#35797;&#37117;&#26159;&#26234;&#21147;&#39064;&#65292;&#33521;&#25991;&#39064;&#30446;&#33521;&#35821;&#22238;&#31572;</p>
<p>&#20132;&#22823;&#32771;&#35797;</p>
<p>&#21018;&#21040;&#23398;&#26657;&#23601;&#30896;&#21040;&#39640;&#20013;&#21516;&#23398;&#65292;&#19968;&#36215;&#21435;&#21507;&#20102;&#39277;</p>
<p>&#33258;&#25171;&#26377;&#20102;offer&#65292;&#24515;&#24577;&#36824;&#26159;&#22909;&#22810;&#20102;&#65292;&#24456;&#22810;&#31508;&#35797;&#21644;&#38754;&#35797;&#37117;&#19981;&#21435;&#20102;&#65292;&#23601;&#30596;&#30528;&#20013;&#24847;&#30340;&#19968;&#20004;&#20010;&#36827;&#34892;</p>
<p>&#21313;&#20010;&#39064;&#30446;&#65292;&#21482;&#20889;&#35760;&#24471;&#30340;</p>
<p>&#20889;&#20102;&#19977;&#31181;&#26368;&#25968;&#32452;&#25490;&#24207;&#21448;&#26597;&#25214;&#30340;&#31639;&#27861;&#65292;&#38382;&#26102;&#38388;&#22797;&#26434;&#24230;&#21738;&#20010;&#22823;&#20043;&#31867;&#65307;</p>
<p>abc+acb=bca&#65292;&#38382;abc&#20998;&#21035;&#26159;&#20160;&#20040;&#65307;</p>
<p>&#19968;&#20010;&#19968;&#20803;&#20108;&#27425;&#26041;&#31243;&#65292;&#31995;&#25968;&#20998;&#21035;&#26159;abc&#65292;&#35774;&#35745;&#27979;&#35797;&#29992;&#20363;&#65307;</p>
<p>&#25169;&#20811;&#29260;&#30340;&#65292;&#26377;&#20960;&#24352;&#29260;&#65292;&#20998;&#21035;&#26159;&#20160;&#20040;&#33457;&#33394;&#65292;&#20160;&#20040;&#25968;&#23383;&#65292;A&#25343;&#20102;&#19968;&#24352;&#29260;&#65292;&#35828;&#20102;&#19968;&#21477;&#35805;&#65292;b&#35828;&#21861;&#65292;a&#35828;&#25105;&#30693;&#36947;&#20102;&#65292;b&#35828;&#25105;&#20063;&#30693;&#36947;&#20102;&#12290;&#22823;&#27010;&#26159;&#36825;&#26679;&#65292;&#32593;&#19978;&#24456;&#22909;&#25628;&#21040;&#12290;&#38382;&#20320;a&#25343;&#20102;&#20160;&#20040;&#29260;&#65307;</p>
<p>&#36824;&#26159;&#25169;&#20811;&#29260;&#65292;52&#24352;&#37324;&#38754;&#26377;10&#24352;&#26159;&#38754;&#21521;&#19978;&#30340;&#65292;&#26080;&#35268;&#24459;&#65292;&#38382;&#19968;&#20010;&#30450;&#20154;&#24590;&#20040;&#25226;&#29260;&#20998;&#25104;&#20004;&#22534;&#65292;&#24182;&#19988;&#20004;&#22534;&#37324;&#21521;&#19978;&#30340;&#29260;&#25968;&#30446;&#26159;&#30456;&#31561;&#30340;&#65307;</p>
<p>&#160;&#160; * *</p>
<p>* * * *&#160;&#160;&#160; &#22823;&#27010;&#36825;&#26679;&#30340;&#28857;&#25490;&#21015;&#65292;&#38382;&#37324;&#38754;&#26377;&#22810;&#23569;&#20010;&#27491;&#26041;&#24418;;</p>
<p>* * * *</p>
<p>&#160;&#160; * *</p>
<p>&#19971;&#20010;&#28857;&#65292;&#36830;&#25509;&#36825;&#20123;&#28857;&#30340;&#30452;&#32447;&#65292;&#38382;&#26377;&#22810;&#23569;&#20010;&#20132;&#28857;&#65288;&#38500;&#20102;&#21407;&#26412;&#30340;&#19971;&#20010;&#65289;&#65307;</p>
<p>&#36824;&#26377;&#20960;&#20010;&#24819;&#36215;&#26469;&#20102;&#20877;&#21152;&#19978;&#21543;&#12290;</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-10-20T00:00:00+05:30" pubdate data-updated="true">Oct 20<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/10/18/%E7%BB%BF%E7%9B%9F%E7%AC%94%E8%AF%95/">
		
			绿盟笔试</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#32511;&#30431;2011&#26657;&#22253;&#25307;&#32856; &#25237;&#36882;&#32844;&#20301;:&#20135;&#21697;&#36136;&#37327;&#37096;-&#36719;&#20214;&#27979;&#35797;&#24037;&#31243;&#24072;</p>
<p>&#32511;&#30431;&#65292;&#29275;&#20154;&#32858;&#38598;&#30340;&#22320;&#20799;&#21568;&#12290;&#25105;&#30340;&#36755;&#20837;&#27861;&#40664;&#35748;&#20540;&#26159;&#21525;&#33945;&#65292;&#21487;&#35265;&#28216;&#25103;&#21681;&#29609;&#20799;&#24471;&#22810;&#65292;&#25216;&#26415;&#65292;&#23454;&#22312;&#26159;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#26159;&#34917;&#20805;&#31508;&#35797;&#65292;&#19978;&#27425;&#30340;&#31508;&#35797;&#26102;&#38388;&#21644;&#30334;&#24230;&#20914;&#31361;&#20102;&#65292;&#20272;&#35745;&#32769;&#22810;&#20154;&#27809;&#21435;</p>
<p>&#38754;&#35797;&#23436;thoughtworks&#21518;&#65292;&#19981;&#21643;&#24819;&#21435;&#65292;&#22920;&#35828;&#65292;&#27605;&#31455;&#36824;&#27809;&#31614;&#65292;&#36763;&#33510;&#28857;&#20799;&#22810;&#21435;&#36305;&#36305;</p>
<p>&#22909;&#21543;&#65292;&#26432;&#21435;&#35199;&#24037;&#22823;&#12290;&#21448;&#26159;&#20010;&#19981;&#38752;&#35889;&#30340;&#20027;&#20799;&#65292;&#35828;&#26159;&#19977;&#28857;&#21322;&#24320;&#32771;&#65292;&#24613;&#21254;&#21254;&#36214;&#21435;&#65292;&#32467;&#26524;&#24555;&#22235;&#28857;&#20102;&#25165;&#24320;&#32771;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#22522;&#26412;&#19978;&#25171;&#37233;&#27833;&#20102;&#65292;&#37117;&#26159;&#25805;&#20316;&#31995;&#32479;&#26041;&#38754;&#30340;&#30693;&#35782;&#65292;&#27604;&#36739;&#24213;&#23618;</p>
<p>&#36824;&#26377;&#32593;&#32476;&#65292;which i hardly know anything</p>
<p>&#25968;&#25454;&#24211;&#65292;&#36824;&#31639;&#33021;&#30475;&#25026;&#39064;&#30446;&#30340;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#23601;&#20250;&#19968;&#32534;&#31243;&#39064;&#65292;&#23436;&#25104;&#32599;&#20271;&#29305;&#24187;&#26041;&#30340;&#20195;&#30721;</p>
<p>&#36824;&#26377;&#19968;&#20010;&#23383;&#31526;&#20018;&#30340;&#65292;&#23454;&#22312;&#19981;&#24819;&#20570;&#20102;&#65292;&#30495;&#20002;&#33080;&#21568;</p>
<p>&#20197;&#21518;&#20877;&#20063;&#19981;&#24178;&#36825;&#20107;&#20799;&#20102;&#65292;&#26126;&#26174;&#19981;&#21305;&#37197;&#65292;&#24178;&#22043;&#26469;&#28010;&#36153;&#26102;&#38388;&#21448;&#28010;&#36153;&#32771;&#21367;&#65292;&#30495;&#19981;&#29615;&#20445;~</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-10-18T00:00:00+05:30" pubdate data-updated="true">Oct 18<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/10/18/thoughtworks%E4%B8%80%E9%9D%A2/">
		
			Thoughtworks一面</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>thoughtworks&#65292;my dreaming company~</p>
<p>&#25237;&#20102;QA</p>
<p>2011&#30340;&#26657;&#25307;&#20284;&#20046;&#27969;&#31243;&#27604;&#20197;&#24448;&#31616;&#21333;&#20123;</p>
<p>&#25454;&#25105;&#32593;&#32476;&#25628;&#32034;&#30340;&#32467;&#26524;&#65292;&#31508;&#35797;&#21069;&#21518;&#24212;&#35813;&#26159;&#26377;&#32467;&#23545;&#32534;&#31243;&#29615;&#33410;&#30340;&#65292;&#19981;&#30693;&#36947;&#20170;&#24180;&#20250;&#20986;&#29616;&#22312;&#21738;&#37324;</p>
<p>&#24635;&#20043;&#65292;&#20170;&#20799;&#65292;&#21435;&#38754;&#35797;&#20102;</p>
<p>HR&#38754;&#65292;&#38382;&#20102;&#31616;&#21382;&#65292;&#38382;&#20102;&#20010;&#20154;&#30340;&#19968;&#20123;&#24819;&#27861;&#65292;&#23545;&#20844;&#21496;&#30340;&#35748;&#35782;&#65292;&#24773;&#22659;&#22788;&#29702;&#65292;&#33521;&#35821;&#23545;&#35805;&#20004;&#21477;&#12290;</p>
<p>&#38382;&#23545;&#20844;&#21496;&#30340;&#20102;&#35299;&#65292;&#23545;&#25935;&#25463;&#24320;&#21457;&#30340;&#20102;&#35299;&#65292;&#23545;&#20844;&#21496;&#19994;&#21153;&#30340;&#20102;&#35299;&#65292;&#23545;&#32467;&#23545;&#32534;&#31243;&#30340;&#35748;&#35782;&#65292;&#23545;&#27979;&#35797;&#30340;&#20102;&#35299;&#31561;&#31561;&#31561;</p>
<p>&#25105;&#37117;&#20102;&#35299;&#30340;&#19981;&#22810;&#65292;&#19981;&#25954;&#28145;&#20837;&#30340;&#20132;&#27969;</p>
<p>&#21710;&#65292;&#20272;&#35745;&#26377;&#28857;&#20799;&#24748;&#21584;~</p>
<p>&#36824;&#38382;&#20102;&#34218;&#37228;&#65292;&#25105;&#24635;&#26159;&#27809;&#32966;&#20799;&#65292;&#25253;&#39640;&#20102;&#65292;&#24597;&#20154;&#23478;&#19981;&#35201;&#25105;&#12290;&#21487;&#27599;&#27425;&#25253;&#20215;&#23436;&#27605;&#65292;&#33258;&#24049;&#21448;&#26377;&#28857;&#21676;&#29273;&#12290;&#12290;&#12290;</p>
<p>&#20854;&#23454;&#20063;&#36824;&#22909;&#65292;&#21482;&#35201;&#21435;&#20102;&#29702;&#24819;&#30340;&#20844;&#21496;&#65292;&#38065;&#65292;&#36824;&#30495;&#19981;&#26159;&#25105;&#22312;&#20046;&#30340;&#65292;&#27605;&#31455;&#65292;&#21681;&#30830;&#23454;&#19981;&#20250;&#21861;&#12290;&#21487;&#20197;&#23398;&#36215;&#26469;&#65292;&#20197;&#21518;&#38271;&#26412;&#20107;&#20102;&#65292;&#38065;&#33258;&#28982;&#20250;&#28072;&#22043;</p>
<p>&#24212;&#35813;&#26159;&#19968;&#20010;&#20154;20min&#30340;&#65292;&#25105;&#38754;&#20102;&#21322;&#23567;&#26102;&#65292;&#31639;&#26159;&#22909;&#29616;&#35937;&#20040;&#12290;&#19981;&#26195;&#24471;~</p>
<p>&#24076;&#26395;&#26159;&#21543;&#65292;&#29275;&#20154;&#32858;&#38598;&#30340;&#20844;&#21496;&#65292;&#24744;&#33021;&#25910;&#30041;&#25105;&#20040;</p>
<p>god bless me~</p>
<p>&#30475;&#21040;&#27492;&#21338;&#30340;&#21516;&#23398;&#65292;please, please pray for me, thank you~</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-10-18T00:00:00+05:30" pubdate data-updated="true">Oct 18<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/10/17/%E7%99%BE%E5%BA%A6%E7%AC%94%E8%AF%95/">
		
			百度笔试</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#30334;&#24230;&#26657;&#22253;&#25307;&#32856;&#65292;&#25237;&#36882;&#32844;&#20301;&#65306;&#36136;&#37327;&#20445;&#35777;&#37096;-&#27979;&#35797;&#24037;&#31243;&#24072;</p>
<p>&#20170;&#24180;&#30334;&#24230;&#25307;&#32856;&#26377;&#28857;&#28151;&#20081;&#21834;~</p>
<p>&#23459;&#35762;&#20250;&#25105;&#27809;&#21435;&#21548;&#65292;&#19981;&#30693;&#36947;&#26159;&#24590;&#26679;&#30340;&#24773;&#20917;&#65292;&#23601;&#31508;&#35797;&#36890;&#30693;&#36825;&#19968;&#22359;&#65292;&#21769;</p>
<p>&#31616;&#21382;&#26377;&#27809;&#26377;&#36890;&#36807;&#31579;&#36873;&#65292;&#26159;&#27809;&#26377;&#36890;&#30693;&#30340;&#65292;&#35201;&#33258;&#24049;&#21435;&#30334;&#24230;&#26657;&#25307;&#30340;&#32593;&#31449;&#19978;&#21435;&#26597;&#35810;</p>
<p>&#35201;&#19981;&#26159;&#23454;&#39564;&#23460;&#30340;&#21516;&#23398;&#38382;&#25105;&#26377;&#27809;&#26377;&#25910;&#21040;&#30334;&#24230;&#30340;&#31508;&#35797;&#36890;&#30693;&#65292;&#25105;&#24597;&#26159;&#23601;&#36825;&#26679;&#38169;&#36807;&#20102;</p>
<p>&#21516;&#23398;&#20013;&#38388;&#20063;&#26159;&#26377;&#30340;&#20154;&#25910;&#21040;&#36890;&#30693;&#20102;&#65292;&#26377;&#30340;&#20154;&#27809;&#26377;</p>
<p>&#21608;&#20116;&#19979;&#21320;&#31508;&#35797;thoughtworks&#30340;&#26102;&#20505;&#26377;&#21271;&#20140;&#30340;&#30005;&#35805;&#36827;&#26469;&#65292;&#35980;&#20284;&#23601;&#26159;&#30334;&#24230;&#65292;&#19981;&#36807;&#26152;&#26202;&#21448;&#36890;&#30693;&#25105;&#20102;</p>
<p>&#36890;&#30693;&#26377;&#20160;&#20040;&#29992;&#65292;&#21482;&#26159;&#21578;&#35785;&#25105;&#21487;&#20197;&#21435;&#20132;&#22823;&#21442;&#21152;&#31508;&#35797;&#65292;&#38382;&#32771;&#22330;&#65292;&#31455;&#28982;&#22238;&#31572;&#33258;&#24049;&#21435;&#20102;&#25214;&#20010;&#25945;&#23460;&#12290;&#12290;&#12290;&#12290;&#39069;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#35828;&#26159;&#20250;&#26377;&#30701;&#20449;&#21644;&#37038;&#20214;&#36890;&#30693;&#65292;&#25105;&#27809;&#35265;&#35841;&#25910;&#21040;&#20102;</p>
<p>&#35828;&#26159;&#20061;&#28857;&#24320;&#32771;&#65292;&#21435;&#20102;&#23601;&#25913;&#25104;&#21313;&#28857;&#20102;&#65292;&#22240;&#20026;&#32771;&#21367;&#36824;&#27809;&#36865;&#21040;&#35828;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#22823;&#23478;&#37117;&#19981;&#30693;&#36947;&#33258;&#24049;&#30340;&#32771;&#22330;&#65292;&#36127;&#36131;&#32771;&#22330;&#30340;&#37027;&#20010;&#20154;&#29275;B&#21700;&#21700;&#30340;&#36824;&#20982;&#25105;&#20204;&#65292;&#20320;&#26377;&#21861;&#36164;&#26412;&#20982;&#21834;&#65292;&#32452;&#32455;&#36825;&#20040;&#28151;&#20081;&#36824;&#19981;&#23458;&#27668;&#28857;&#65292;&#21756;</p>
<p>&#21681;&#36816;&#27668;&#22909;&#65292;&#24456;&#24555;&#23601;&#25214;&#21040;&#20102;&#27979;&#35797;&#24037;&#31243;&#24072;&#30340;&#20004;&#20010;&#32771;&#22330;&#65292;&#20061;&#28857;&#21322;&#36148;&#20986;&#21517;&#21333;&#65292;&#25165;&#22909;&#23481;&#26131;&#25214;&#21040;&#20102;&#33258;&#24049;&#12290;</p>
<p>&#20063;&#35768;&#26159;&#30334;&#24230;&#31508;&#35797;&#19968;&#30452;&#24456;&#38590;&#21523;&#21040;&#22909;&#22810;&#20154;&#65292;&#20063;&#35768;&#24456;&#22810;&#20154;&#31614;&#20102;&#19981;&#24895;&#24847;&#20877;&#26469;&#20102;&#65292;&#20063;&#35768;&#26102;&#38388;&#21644;&#24456;&#22810;&#31508;&#35797;&#38754;&#35797;&#20914;&#31361;&#36824;&#25302;&#25302;&#25289;&#25289;&#28010;&#36153;&#36825;&#20040;&#22810;&#26102;&#38388;&#35753;&#24456;&#22810;&#20154;&#22833;&#21435;&#20102;&#32784;&#24515;&#65292;&#20063;&#35768;&#28151;&#20081;&#30340;&#31209;&#24207;&#35753;&#22909;&#22810;&#20154;&#25214;&#19981;&#21040;&#32452;&#32455;&#65292;&#20063;&#35768;&#26152;&#22825;&#28216;&#34892;&#30340;&#32536;&#25925;&#65292;&#24635;&#20043;&#20170;&#22825;&#30340;&#19978;&#24231;&#29575;&#24456;&#20302;&#65292;&#20556;&#22823;&#19968;&#20010;&#25945;&#23460;&#65292;&#20063;&#23601;3&#65292;40&#20154;&#12290;</p>
<p>&#19981;&#36807;&#65292;&#39064;&#30446;&#30495;&#25402;&#38590;&#30340;</p>
<p>&#37117;&#26159;&#31616;&#31572;</p>
<p>1. &#20889;&#26632;&#30340;&#25968;&#25454;&#32467;&#26500;&#23450;&#20041;&#65292;push&#65292;pop&#65292;&#36824;&#35201;&#20877;&#23450;&#20041;&#19968;&#20010;min&#20989;&#25968;&#65292;&#25214;&#20986;&#26632;&#20013;&#38388;&#26368;&#23567;&#30340;&#25968;</p>
<p>2. &#35835;&#19968;&#27573;&#20195;&#30721;&#65292;&#20889;&#20986;&#25191;&#34892;&#32467;&#26524;&#65292;&#35828;&#35828;&#20195;&#30721;&#26377;&#20160;&#20040;&#38382;&#39064;&#12290;&#36319;&#23383;&#31526;&#20018;&#26377;&#20851;&#30340;&#65292;&#21681;&#27809;&#30475;&#25026;&#20040;&#12290;&#12290;&#12290;&#12290;</p>
<p>3. &#32447;&#24615;&#34920;&#65292;&#24179;&#34913;&#20108;&#21449;&#26641;&#65292;&#21704;&#24076;&#34920;&#23384;&#20648;&#25968;&#25454;&#30340;&#20248;&#21155;</p>
<p>&#31639;&#27861;&#39064;</p>
<p>1. m&#20010;&#29699;&#29699;&#20018;&#25104;&#19968;&#20018;&#65292;&#24635;&#20849;&#26377;n&#31181;&#39068;&#33394;(n&lt;=10)&#65292;&#22312;&#20018;&#20013;&#25130;&#21462;&#26368;&#23567;&#30340;&#19968;&#27573;&#65292;&#21253;&#21547;&#25152;&#26377;&#30340;&#39068;&#33394;&#12290;&#35201;&#27714;&#31639;&#27861;&#22797;&#26434;&#24230;&#23613;&#37327;&#20302;&#65292;&#25130;&#21462;&#30340;&#27573;&#23613;&#37327;&#30701;&#12290;&#21487;&#20197;&#20889;&#20266;&#20195;&#30721;&#65292;&#25551;&#36848;&#24605;&#24819;&#65292;&#35745;&#31639;&#26102;&#38388;&#22797;&#26434;&#24230;&#21644;&#31354;&#38388;&#22797;&#26434;&#24230;</p>
<p>2. &#25913;&#20889;strcmp&#20989;&#25968;&#20026;strnumcmp&#65292;&#21363;&#65292;&#24403;&#20004;&#20010;&#23383;&#31526;&#20018;&#20013;&#26377;&#19968;&#20010;&#26377;&#25968;&#23383;&#26102;&#65292;&#20173;&#25353;&#29031;&#23383;&#31526;&#20018;&#27604;&#36739;&#65292;&#20004;&#20010;&#37117;&#20026;&#25968;&#23383;&#26102;&#65292;&#23601;&#25353;&#29031;&#25968;&#23383;&#30340;&#22823;&#23567;&#27604;&#36739;&#12290;&#36825;&#20010;&#35201;&#20889;&#20986;&#23436;&#25972;&#30340;&#20195;&#30721;</p>
<p>&#26368;&#21518;&#19968;&#20010;&#26159;&#31995;&#32479;&#39064;&#65292;&#22240;&#20026;&#19981;&#20250;&#65292;&#25152;&#20197;&#23436;&#20840;&#24536;&#35760;&#20102;</p>
<p>&#24635;&#20307;&#26469;&#35828;&#65292;&#31572;&#24471;&#19981;&#22909;&#65292;&#20889;&#20195;&#30721;&#36825;&#20107;&#20799;&#65292;&#21710;&#65292;&#19968;&#35328;&#38590;&#23613;&#21834;~</p>
<p>&#27809;&#20107;&#20799;&#65292;&#23601;&#24403;&#25171;&#37233;&#27833;&#20063;&#27809;&#21861;&#65292;&#21681;&#20063;&#35265;&#35782;&#36807;&#30334;&#24230;&#30340;BT&#20102;</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-10-17T00:00:00+05:30" pubdate data-updated="true">Oct 17<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/10/17/%E6%9C%89%E8%AF%9A%E6%84%8F%E7%9A%84%E7%94%9F%E6%B4%BB-once/">
		
			有诚意的生活-once</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#20170;&#22825;&#65292;&#38081;&#20154;&#26472;&#23567;mi&#32456;&#20110;&#25346;&#20102;&#65292;&#24443;&#24213;&#25179;&#19981;&#20303;&#20102;</p>
<p>&#32463;&#21382;&#19978;&#21608;&#36830;&#32493;&#19977;&#22825;&#22833;&#30496;&#65292;&#30561;&#30528;&#30340;&#26102;&#38388;&#20998;&#21035;&#20026;&#65292;&#20004;&#28857;&#65292;&#19977;&#28857;&#65292;&#20116;&#28857;&#21518;</p>
<p>&#36825;&#21608;&#26411;&#22909;&#23481;&#26131;&#24819;&#22238;&#23478;&#30561;&#20010;&#25042;&#35273;&#65292;&#21322;&#22812;1&#28857;&#25509;&#21040;&#25903;&#20184;&#23453;&#30005;&#35805;&#65292;&#21448;&#36215;&#26469;&#39578;&#25200;&#23567;&#39134;&#23567;&#40654;&#65292;&#33258;&#24049;&#24819;&#19996;&#24819;&#35199;&#30561;&#19981;&#30528;&#65292;&#22823;&#26089;&#19971;&#28857;&#29228;&#36215;&#26469;&#36214;&#24448;&#35199;&#23433;</p>
<p>&#20170;&#22825;&#65292;&#36208;&#36335;&#30340;&#26102;&#20505;&#24320;&#22987;&#26377;&#23601;&#22320;&#20498;&#19979;&#30561;&#35273;&#30340;&#20914;&#21160;&#12290;&#12290;&#12290;&#12290;&#12290;&#22826;&#38590;&#24471;&#21568;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#19979;&#21320;&#19968;&#35273;&#30561;&#21040;&#24555;&#22235;&#28857;&#65292;&#34987;&#24555;&#36882;&#33883;&#26684;&#21557;&#37266;&#12290;</p>
<p>&#24681;&#65292;&#25105;&#29616;&#22312;&#20063;&#26377;&#19968;&#20010;&#26700;&#23376;&#35282;&#30340;&#21270;&#22918;&#21697;&#20102;&#65292;&#20445;&#20859;&#21644;&#33261;&#32654;&#30340;&#21152;&#36215;&#26469;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;</p>
<p>&#24681;&#65292;&#23398;&#26657;&#23553;&#26657;&#20102;&#65292;&#22240;&#20026;&#26152;&#22825;&#30340;&#28216;&#34892;&#65292;&#35814;&#24773;&#20154;&#20154;&#19978;&#26377;&#24456;&#22810;</p>
<p>&#26152;&#22825;&#20013;&#21320;&#36335;&#36807;&#19996;&#22823;&#34903;&#36824;&#26159;&#19968;&#29255;&#21644;&#35856;&#21602;</p>
<p>&#25454;&#35828;&#26202;&#19978;&#22238;&#26469;&#30340;&#21733;&#20204;&#20799;&#37117;&#26159;&#36208;&#22238;&#26469;&#30340;&#65292;&#21704;&#21704;&#21704;</p>
<p>&#20170;&#22825;&#26089;&#19978;&#20986;&#38376;&#65292;&#23398;&#26657;&#36824;&#26159;&#19968;&#29255;&#21644;&#35856;&#21602;</p>
<p>&#21040;&#20102;&#20132;&#22823;&#25509;&#21040;&#30005;&#35805;&#65292;&#37027;&#26102;&#20505;&#24819;&#20986;&#26469;&#30340;&#21516;&#23398;&#24050;&#32463;&#34987;&#23553;&#21862;</p>
<p>&#25919;&#27835;&#35805;&#39064;&#19981;&#22810;&#35828;&#65292;&#20294;&#28216;&#34892;&#24212;&#35813;&#29702;&#24615;&#65292;&#19981;&#28982;&#65292;&#20320;&#19981;&#26159;&#36319;&#20320;&#25152;&#25239;&#35758;&#30340;&#37027;&#20123;&#20154;&#19968;&#20010;&#24503;&#24615;&#20102;&#65292;&#19981;&#33021;&#21834;&#65292;&#21681;&#24471;&#27604;&#20182;&#39640;&#19968;&#20010;&#22659;&#30028;&#19981;&#26159;</p>
<p>&#36825;&#27425;&#31639;&#26159;&#26377;&#36827;&#27493;&#20102;&#65292;&#27604;&#36215;&#21069;&#20004;&#22825;&#35199;&#22823;&#20107;&#20214;&#65292;&#26377;&#31209;&#24207;&#22810;&#20102;</p>
<p>&#25152;&#20197;&#65292;&#31215;&#26497;&#30340;&#30475;&#65292;&#36824;&#26159;&#22823;&#23478;&#24635;&#20307;&#19978;&#37117;&#36827;&#27493;&#21862;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;</p>
<p>&#35828;&#21040;&#36825;&#65292;&#24819;&#36215;&#20004;&#21608;&#21069;&#36827;&#22478;&#65292;&#33150;&#35759;&#22823;&#31206;&#32593;&#20160;&#20040;&#30340;&#32452;&#32455;&#20102;&#20445;&#25252;&#23567;&#21160;&#29289;&#30340;&#36335;&#28436;&#12290;&#25105;&#31449;&#22312;&#26049;&#36793;&#30475;&#20102;&#24555;&#21313;&#20998;&#38047;&#65292;&#38500;&#20102;&#19968;&#22534;&#30011;&#30528;&#24808;&#19981;&#24525;&#30585;&#22270;&#29255;&#30340;&#23637;&#26495;&#65292;&#24037;&#20316;&#20154;&#21592;&#21574;&#21574;&#30340;&#31449;&#22312;&#26700;&#23376;&#21518;&#38754;&#65292;&#20320;&#20280;&#25163;&#20102;&#65292;&#23601;&#21457;&#19968;&#24352;&#23459;&#20256;&#21333;&#65292;&#28982;&#21518;&#23601;&#26159;&#26049;&#36793;&#21457;&#29483;&#31918;&#29399;&#31918;&#30340;&#20102;&#12290;&#19968;&#22823;&#22534;&#20154;&#39030;&#30528;&#22826;&#38451;&#25490;&#38431;&#65292;&#23601;&#20026;&#20102;&#39046;&#19968;&#20221;&#20813;&#36153;&#30340;&#29483;&#31918;&#29399;&#31918;&#65292;&#32780;&#24037;&#20316;&#20154;&#21592;&#30340;&#24037;&#20316;&#37325;&#24515;&#20284;&#20046;&#20063;&#22312;&#20110;&#27492;&#12290;&#21215;&#25424;&#31665;&#34987;&#25380;&#22312;&#20154;&#32676;&#20013;&#38388;&#65292;&#25105;&#35797;&#22270;&#25380;&#36827;&#21435;&#65292;&#27809;&#25104;&#21151;&#20040;&#12290;&#20063;&#27809;&#20154;&#31649;&#25424;&#38065;&#30340;&#20107;&#20799;&#12290;&#24471;&#65292;&#23601;&#36825;&#29366;&#24577;&#65292;&#25424;&#20102;&#38065;&#65292;&#22992;&#36824;&#25285;&#24515;&#20320;&#29992;&#22312;&#21738;&#37324;&#20102;&#21602;&#65292;&#26126;&#26174;&#19981;&#26159;&#35802;&#24515;&#20851;&#24515;&#23567;&#21160;&#29289;&#30340;&#65292;&#22823;&#27010;&#39034;&#20415;&#24819;&#20026;&#36825;&#23478;&#29399;&#31918;&#20844;&#21496;&#20570;&#23459;&#20256;&#21543;&#12290;</p>
<p>&#25402;&#22833;&#36133;&#30340;&#65292;&#27809;&#20154;&#27880;&#24847;&#21040;&#20320;&#30340;&#27963;&#21160;&#20027;&#39064;&#65292;&#38500;&#20102;&#20813;&#36153;&#30340;&#29483;&#29399;&#31918;</p>
<p>&#25152;&#20197;&#65292;&#20570;&#20107;&#26377;&#27809;&#26377;&#35802;&#24847;&#65292;&#25402;&#23481;&#26131;&#30475;&#20986;&#26469;&#30340;</p>
<p>&#19981;&#35201;&#38543;&#20415;&#25343;&#24904;&#21892;&#21644;&#22823;&#23478;&#30340;&#21516;&#24773;&#24515;&#20570;&#22129;&#22836;&#20102;</p>
<p>&#30495;&#27809;&#29233;&#24515;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;-</p>
<p>once&#36825;&#37096;&#30005;&#24433;&#65292;&#26159;&#24456;&#20540;&#24471;&#22238;&#21619;&#30340;</p>
<p>&#27809;&#30475;&#36807;&#23665;&#26946;&#26641;&#20043;&#24651;&#33258;&#28982;&#27809;&#26377;&#21457;&#35328;&#26435;&#65292;&#21487;&#21333;&#23601;&#36825;&#37096;&#24433;&#29255;&#65292;once&#25165;&#31639;&#32431;&#29233;</p>
<p>&#24456;&#22810;&#20154;&#65292;&#35273;&#24471;&#33258;&#24049;&#24456;&#22810;&#24773;&#65292;&#20160;&#20040;&#20107;&#20799;&#37117;&#24448;&#33258;&#24049;&#36523;&#19978;&#38752;</p>
<p>&#30495;&#19981;&#29992;&#65292;&#24744;&#27809;&#37027;&#20040;&#26377;&#39749;&#21147;&#65292;&#22992;&#20063;&#27809;&#37027;&#20040;&#33030;&#24369;</p>
<p>&#30495;&#27491;&#20851;&#24515;&#21681;&#30340;&#23401;&#21482;&#65292;&#37117;&#26159;&#26377;&#35802;&#24847;&#30340;&#23401;&#21482;</p>
<p>&#20320;&#20204;&#20250;&#26356;&#20851;&#24515;&#25105;&#36825;&#22825;&#28982;&#21574;&#30340;&#24605;&#24819;&#29366;&#20917;&#21543;&#65292;&#36824;&#26159;&#35828;&#65292;&#26356;&#20851;&#24515;&#25105;&#26377;&#27809;&#26377;&#21507;&#39281;&#21602;</p>
<p>&#26469;&#65292;my dear friends, what will you say~&#22079;&#22079;</p>
<p>&#19968;&#24537;&#36215;&#26469;&#65292;&#21338;&#23458;&#23601;&#26080;&#22270;&#26080;&#38899;&#20048;&#20102;&#65292;&#39307;&#24871;&#21834;</p>
<p>&#19968;&#36215;&#26469;&#21548;once&#21543;
<object classid="clsid:6bf52a52-394a-11d3-b153-00c04f79faa6" width="0" height="0" codebase="http://activex.microsoft.com/activex/controls/mplayer/en/nsmp2inf.cab#Version=5,1,52,701">
<param name="url" value="http://images.edu-edu.com.cn/audio/eng/fallingslowly.mp3" /><embed type="application/x-mplayer2" width="0" height="0" src="http://images.edu-edu.com.cn/audio/eng/fallingslowly.mp3"></embed></object>
</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-10-17T00:00:00+05:30" pubdate data-updated="true">Oct 17<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>

<nav id="pagenavi">
    
        <a href="/blog/page/11/" class="prev">Prev</a>
    
    
        <a href="/blog/page/13/" class="next">Next</a>
    
    <div class="center"><a href="/blog/archives">Blog Archives</a></div>
</nav></div>
	<footer id="footer" class="inner">Copyright &copy; 2014

    muggleyoung

</footer>
	<script src="/javascripts/slash.js"></script>
<script src="/javascripts/jquery.fancybox.pack.js"></script>
<script type="text/javascript">
(function($){
	$('.fancybox').fancybox();
})(jQuery);
</script> <!-- Delete or comment this line to disable Fancybox -->


<script type="text/javascript">
      var disqus_shortname = 'muggleyoung';
      
        
        var disqus_script = 'count.js';
      
    (function () {
      var dsq = document.createElement('script'); dsq.type = 'text/javascript'; dsq.async = true;
      dsq.src = 'http://' + disqus_shortname + '.disqus.com/' + disqus_script;
      (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);
    }());
</script>





</body>
</html>