
<!DOCTYPE html>
<!--[if IEMobile 7 ]><html class="no-js iem7"><![endif]-->
<!--[if lt IE 9]><html class="no-js lte-ie8"><![endif]-->
<!--[if (gt IE 8)|(gt IEMobile 7)|!(IEMobile)|!(IE)]><!--><html class="no-js" lang="en"><!--<![endif]-->
<head>
  <meta charset="utf-8">
  <title></title>
  <meta name="author" content="muggleyoung">

  
  <meta name="description" content="&#25105;&#20877;&#20877;&#27425;&#65292;&#28010;&#36153;&#20102;&#23567;&#40654;&#21644;&#23567;&#40654;&#30340;&#23567;&#40654;&#65292;&#30340;&# &hellip;">
  

  <!-- http://t.co/dKP3o1e -->
  <meta name="HandheldFriendly" content="True">
  <meta name="MobileOptimized" content="320">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  
  <link rel="canonical" href="http://muggleyoung.github.com/blog/page/12/">
  <link href="/favicon.png" rel="icon">
  <link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
  <script src="/javascripts/modernizr-2.0.js"></script>
  <script src="/javascripts/ender.js"></script>
  <script src="/javascripts/octopress.js" type="text/javascript"></script>
  <link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
  <!--Fonts from Google"s Web font directory at http://google.com/webfonts -->
<link href="http://fonts.googleapis.com/css?family=PT+Serif:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<link href="http://fonts.googleapis.com/css?family=PT+Sans:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">

  

</head>

<body   >
  <header role="banner"><hgroup>
  <h1><a href="/"></a></h1>
  
    <h2>young for you</h2>
  
</hgroup>

</header>
  <nav role="navigation"><ul class="subscription" data-subscription="rss">
  <li><a href="/atom.xml" rel="subscribe-rss" title="subscribe via RSS">RSS</a></li>
  
</ul>
  
<form action="http://google.com/search" method="get">
  <fieldset role="search">
    <input type="hidden" name="q" value="site:muggleyoung.github.com" />
    <input class="search" type="text" name="q" results="0" placeholder="Search"/>
  </fieldset>
</form>
  
<ul class="main-navigation">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
</ul>

</nav>
  <div id="main">
    <div id="content">
      <div class="blog-index">
  
  
  
    <article>
      
  
  <p class="meta">
    








  


<time datetime="2010-10-13T00:00:00+08:00" pubdate data-updated="true">Oct 13<span>th</span>, 2010</time>
    
  </p>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/10/13/%E6%94%AF%E4%BB%98%E5%AE%9D%E7%AC%94%E8%AF%95/">支付宝笔试</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#25105;&#20877;&#20877;&#27425;&#65292;&#28010;&#36153;&#20102;&#23567;&#40654;&#21644;&#23567;&#40654;&#30340;&#23567;&#40654;&#65292;&#30340;&#24515;&#24847;</p>
<p>&#26152;&#22825;&#25910;&#21040;&#37038;&#20214;&#65292;&#21892;&#33391;&#30340;&#32593;&#26131;&#37038;&#20214;&#35828;&#25105;&#19981;&#36866;&#21512;&#27979;&#35797;&#12290;&#26159;&#21568;&#65292;&#25105;&#20063;&#35273;&#24471;&#19981;&#36866;&#21512;</p>
<p>&#20170;&#20799;&#31508;&#35797;&#25903;&#20184;&#23453;&#12290;&#21518;&#26469;&#23567;&#40654;&#21578;&#35785;&#25105;&#65292;&#25105;&#31616;&#21382;&#32473;&#22905;&#32473;&#26202;&#20102;&#65292;&#26089;&#20004;&#22825;&#25512;&#33616;&#30340;&#35805;&#65292;&#21487;&#20197;&#20813;&#31508;&#35797;&#30340;</p>
<p>&#20381;&#28982;&#26159;&#27979;&#35797;&#65292;&#29616;&#22312;&#30475;&#35265;&#27979;&#35797;&#20457;&#23383;&#20799;&#23601;&#24629;&#24471;&#24908;</p>
<p>&#22522;&#30784;&#39064;&#26159;&#22823;&#23478;&#19968;&#36215;&#20570;&#30340;&#12290;&#36923;&#36753;&#65292;&#25512;&#29702;&#65292;linux&#21629;&#20196;&#65292;&#25968;&#25454;&#24211;&#65292;&#25968;&#25454;&#32467;&#26500;&#65292;&#22270;&#35770;&#37324;&#30340;&#28145;&#24230;&#25628;&#32034;&#24191;&#24230;&#25628;&#32034;&#65292;&#22909;&#20687;&#36824;&#26377;C++&#21543;</p>
<p>&#28982;&#21518;&#26159;&#21508;&#20010;&#19987;&#19994;&#39064;&#65292;&#26681;&#25454;&#32844;&#20301;&#19981;&#21516;&#65292;&#36873;&#19981;&#21516;&#30340;&#39064;&#30446;&#20570;</p>
<p>&#27979;&#35797;&#26377;&#20116;&#20010;&#36873;&#25321;&#65292;&#20004;&#20010;&#22823;&#39064;</p>
<p>&#36873;&#25321;&#20063;&#26159;&#27979;&#35797;&#30340;&#27010;&#24565;&#65292;&#40657;&#30418;&#27979;&#35797;&#65292;&#27979;&#35797;&#26041;&#27861;&#20998;&#31867;&#65292;&#27979;&#35797;&#29992;&#20363;&#20160;&#20040;&#30340;</p>
<p>&#22823;&#39064;&#65292;&#31532;&#19968;&#20010;&#32473;&#20102;&#19968;&#24352;&#22270;&#65292;&#25903;&#20184;&#23453;&#36865;&#31036;&#30340;&#32593;&#39029;&#65292;&#38382;&#20320;&#24590;&#20040;&#27979;&#35797;&#12290;&#29992;&#20102;&#20160;&#20040;&#21407;&#29702;&#65292;&#20160;&#20040;&#26041;&#27861;&#65292;&#36824;&#26377;&#20855;&#20307;&#30340;&#24605;&#36335;&#21644;&#27979;&#35797;&#29992;&#20363;&#12290;</p>
<p>&#31532;&#20108;&#20010;&#20889;&#19968;&#27573;&#20195;&#30721;&#65292;&#39564;&#35777;&#36755;&#20837;&#30340;&#22235;&#20010;&#28857;&#22352;&#26631;&#32452;&#25104;&#30340;&#26159;&#19981;&#26159;&#27491;&#26041;&#24418;&#65292;&#24182;&#19988;&#20889;&#27979;&#35797;&#29992;&#20363;&#21644;&#26041;&#27861;&#33258;&#24049;&#27979;&#35797;&#12290;&#20195;&#30721;&#19981;&#38590;&#65292;&#21487;&#25105;&#25226;&#33258;&#24049;&#32469;&#36827;&#21435;&#20102;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#24635;&#20849;&#30340;&#32771;&#35797;&#26102;&#38388;&#21482;&#26377;70&#20998;&#38047;&#12290;&#36890;&#30693;&#30340;&#26102;&#20505;&#35828;&#26159;90&#20998;&#38047;&#21602;&#12290;&#12290;&#12290;&#26102;&#38388;&#25402;&#32039;&#24352;&#30340;&#65292;&#21069;&#38754;&#30340;&#25968;&#29702;&#36923;&#36753;&#32829;&#35823;&#19981;&#23569;&#26102;&#38388;&#65292;&#21518;&#38754;&#27809;&#20889;&#23436;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#21435;&#30340;&#36335;&#19978;&#36824;&#30475;&#35265;&#26377;&#21435;&#38754;&#35797;&#30340;&#65292;&#25903;&#20184;&#23453;&#26377;&#25552;&#21069;&#25307;&#32856;&#20040;~</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <p class="meta">
    








  


<time datetime="2010-10-12T00:00:00+08:00" pubdate data-updated="true">Oct 12<span>th</span>, 2010</time>
    
  </p>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/10/12/%E8%85%BE%E8%AE%AF%E5%8F%97%E8%99%90%E9%9D%A2/">腾讯受虐面</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#25105;&#23613;&#37327;&#35762;&#30340;&#19981;&#28902;&#36481;</p>
<p>&#26152;&#22825;&#19979;&#21320;&#65292;&#38506;&#23071;&#20799;&#33883;&#26684;&#38754;&#33150;&#35759;&#12290;&#31561;&#20102;&#24456;&#20037;&#65292;&#38754;&#20102;&#27809;&#22810;&#20037;&#12290;</p>
<p>&#33883;&#26684;&#35828;&#38382;&#20102;&#24456;&#22810;&#39033;&#30446;&#38382;&#39064;&#65292;&#22240;&#20026;&#26159;&#20570;&#22270;&#20687;&#22788;&#29702;&#30340;&#65292;&#21448;&#38382;&#20102;qq&#35270;&#39057;&#20256;&#36755;&#26102;&#22914;&#20309;&#27979;&#35797;&#26159;&#21542;&#20002;&#24103;&#12290;</p>
<p>&#32454;&#33410;&#38382;&#20102;&#19968;&#20123;&#65292;&#20294;&#19981;&#22810;&#65292;&#33883;&#26684;&#24456;&#24320;&#24515;&#12290;&#25105;&#20457;&#20080;&#20102;Subway&#65292;&#19977;&#30343;&#19977;&#23478;&#65292;&#22238;&#26469;&#36335;&#19978;&#25105;&#36824;&#21507;&#20102;&#19968;&#20010;&#32905;&#22841;&#39309;</p>
<p>&#22810;&#20040;&#24320;&#24515;&#30340;&#19968;&#22825;</p>
<p>&#24320;&#24515;&#30340;&#26202;&#19978;&#22833;&#30496;&#65292;&#20116;&#28857;&#22810;&#36319;&#22320;&#29699;&#33050;&#24213;&#19979;&#30340;&#21516;&#23398;&#32842;&#20102;&#20250;&#22825;&#65292;&#32047;&#20102;&#25165;&#30561;&#30528;&#19968;&#20250;&#12290;</p>
<p>&#36825;&#19981;&#26159;&#36825;&#22909;&#20806;&#22836;&#21543;</p>
<p>&#26089;&#19978;&#36215;&#26469;&#65292;&#30524;&#30382;&#32959;&#20102;&#12290;&#23828;&#36865;&#30340;&#31881;&#19981;&#22826;&#20250;&#29992;&#65292;&#25273;&#20102;N&#20037;</p>
<p>&#22825;&#27668;&#36229;&#20919;&#65292;&#21482;&#26377;&#19968;&#21452;&#27973;&#21475;&#30382;&#38795;&#65292;&#20882;&#38632;&#25171;&#36710;&#65292;&#21040;&#20102;&#25140;&#26031;&#65292;&#33050;&#20011;&#20923;&#32043;&#20102;&#37117;</p>
<p>&#36890;&#30693;&#25105;&#30340;&#38754;&#35797;&#26102;&#38388;&#26159;12&#65306;00&#21040;12&#65306;30</p>
<p>&#19981;&#21040;12&#28857;&#36827;&#21435;&#65292;&#24555;&#19968;&#28857;&#25165;&#20986;&#26469;&#65292;&#38382;&#20102;&#36229;&#22810;&#36229;&#22810;&#38382;&#39064;</p>
<p>&#20851;&#38190;&#26159;&#65292;&#38382;&#21861;&#21861;&#19981;&#20250;&#65292;&#21861;&#19981;&#20250;&#38382;&#21861;&#65292;&#25105;&#30495;&#24555;&#21741;&#20102;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#25237;&#30340;&#32844;&#20301;&#26159;&#36719;&#20214;&#24320;&#21457;&#65292;&#27979;&#35797;&#26041;&#21521;&#12290;</p>
<p>&#24525;&#30171;&#35762;&#35762;&#22823;&#33268;&#38382;&#20102;&#21861;&#21543;</p>
<p>&#160;</p>
<p>&#33258;&#25105;&#20171;&#32461;</p>
<p>&#35762;&#39033;&#30446;&#65292;&#35762;Beamlet&#29992;&#22788;&#65292;&#21407;&#29702;&#65292;&#20855;&#20307;&#21040;&#24590;&#20040;&#21464;&#25442;&#30340;&#65292;&#35762;&#22270;&#20687;&#34701;&#21512;&#65292;&#20855;&#20307;&#21040;&#31639;&#27861;&#32454;&#33410;&#65292;&#20687;&#32032;&#32423;&#12290;&#35762;&#23436;&#21407;&#29702;&#65292;&#35762;&#25105;&#20570;&#30340;&#24037;&#20316;&#65292;&#35762;&#23436;&#20570;&#30340;&#24037;&#20316;&#65292;&#36824;&#35201;&#20030;&#20363;&#35828;&#26126;Beamlet&#30340;&#22909;&#22788;&#65292;&#29992;&#22788;&#65292;&#22270;&#20687;&#34701;&#21512;&#22312;&#29616;&#23454;&#20013;&#30340;&#24212;&#29992;&#12290;</p>
<p>&#27599;&#19968;&#39033;&#25105;&#37117;&#36153;&#20102;&#32769;&#22823;&#30340;&#21170;&#20799;&#65292;&#35828;&#30340;&#24456;&#35814;&#32454;&#12290;</p>
<p>&#160;</p>
<p>&#38382;&#20026;&#21861;&#36873;&#36825;&#20010;&#23703;&#20301;&#65292;&#30693;&#36947;&#26159;&#24178;&#22043;&#30340;&#19981;</p>
<p>&#160;</p>
<p>&#28982;&#21518;&#20889;&#20195;&#30721;</p>
<p>&#20004;&#20010;&#19968;&#20159;&#20301;&#30340;&#25968;&#30456;&#21152;&#12290;&#25105;&#20889;&#19981;&#20986;&#20855;&#20307;&#20195;&#30721;&#65292;&#21482;&#35762;&#20102;&#24819;&#27861;&#65292;&#38754;&#35797;&#23448;&#20284;&#20046;&#27809;&#21548;&#26126;&#30333;&#65292;&#24182;&#19988;&#19981;&#28385;&#24847;</p>
<p>&#21448;&#20986;&#20102;&#19968;&#36947;&#39064;&#12290;&#19968;&#20159;&#20010;&#38543;&#26426;&#25968;&#65292;&#25214;&#20013;&#20540;&#12290;&#19981;&#33021;&#36941;&#21382;&#65292;&#19981;&#33021;&#20840;&#25490;&#24207;&#12290;&#25105;&#21448;&#35762;&#20102;&#33258;&#24049;&#30340;&#24819;&#27861;&#65292;&#22522;&#25968;&#25490;&#24207;&#21644;&#35745;&#25968;&#25490;&#24207;&#32467;&#21512;&#12290;&#38754;&#35797;&#23448;&#21193;&#24378;&#21548;&#26126;&#30333;&#20102;&#65292;&#38382;&#25105;&#26102;&#38388;&#22797;&#26434;&#24230;&#12290;&#33258;&#24049;&#24863;&#35273;&#24212;&#35813;&#26159;O(n)&#65292;&#36824;&#31639;&#21487;&#20197;&#21862;&#12290;&#38754;&#35797;&#23448;&#20381;&#28982;&#19981;&#28385;&#24847;&#12290;</p>
<p>&#21518;&#26469;&#39134;&#35828;&#20102;&#65292;&#28023;&#37327;&#25968;&#25454;&#65292;&#21363;&#20351;O(n)&#30340;&#22797;&#26434;&#24230;&#20063;&#26159;&#24456;&#21487;&#24597;&#30340;&#12290;&#20063;&#23545;&#12290;</p>
<p>&#160;</p>
<p>&#38754;&#35797;&#23448;&#20915;&#23450;&#32473;&#25105;&#36716;&#23703;&#65292;&#20570;&#21151;&#33021;&#24615;&#27979;&#35797;&#38754;&#35797;</p>
<p>&#25351;&#30528;&#25163;&#36793;&#30340;&#30719;&#27849;&#27700;&#29942;&#65292;&#35753;&#25105;&#23545;&#23427;&#36827;&#34892;&#27979;&#35797;&#65292;&#36873;&#23613;&#21487;&#33021;&#22810;&#30340;&#27979;&#35797;&#29992;&#20363;</p>
<p>&#8220;&#35774;&#32622;&#19981;&#21516;&#28201;&#24230;&#65292;0&#24230;&#65292;100&#24230;&#12290;&#12290;&#12290;&#12290;&#12290;&#8221;&#160; &#38754;&#35797;&#23448;&#35828;&#65292;&#19981;&#35201;&#36825;&#20040;&#20855;&#20307;</p>
<p>&#8220;&#29942;&#30422;&#65292;&#20307;&#31215;&#65292;&#28201;&#24230;&#32784;&#21463;&#12290;&#12290;&#12290;&#12290;&#8221; &#38754;&#35797;&#23448;&#35828;&#65292;&#33021;&#19981;&#33021;&#20855;&#20307;&#28857;</p>
<p>&#8221;&#12290;&#12290;&#12290;&#12290;&#8220;&#19968;&#30452;&#35828;&#19968;&#30452;&#35828;&#65292;&#24863;&#35273;&#20116;&#20998;&#38047;&#36807;&#21435;&#20102;&#65292;&#38754;&#35797;&#23448;&#35828;&#65292;&#36824;&#26377;&#24456;&#22810;&#24456;&#22810;&#24456;&#22810;&#24456;&#22810;</p>
<p>&#21448;&#20116;&#20998;&#38047;&#65292;&#35828;&#65292;&#36824;&#26159;&#26377;&#24456;&#22810;&#24456;&#22810;</p>
<p>&#25105;&#30475;&#30528;&#29942;&#23376;&#65292;&#24680;&#19981;&#24471;&#19968;&#21475;&#19968;&#21475;&#21507;&#20102;&#23427;</p>
<p>&#33267;&#23569;&#21448;&#20116;&#20998;&#38047;&#65292;&#25105;&#23454;&#22312;&#25214;&#19981;&#20986;&#20102;&#65292;&#38382;&#65292;&#38590;&#36947;&#36824;&#26377;&#24456;&#22810;&#24456;&#22810;&#20040;&#12290;</p>
<p>&#20161;&#24904;&#30340;&#38754;&#35797;&#23448;&#32456;&#20110;&#27809;&#20877;&#8221;&#21999;&#21756;&#8220;</p>
<p>&#160;</p>
<p>&#35774;&#35745;web&#20135;&#21697;&#27979;&#35797;&#29992;&#20363;</p>
<p>&#160;</p>
<p>&#20171;&#32461;TCP&#21327;&#35758;&#65292;&#25105;&#35762;&#20102;&#19977;&#27425;&#25569;&#25163;&#12290;</p>
<p>&#38382;&#65292;&#19977;&#27425;&#25569;&#25163;&#27599;&#27425;&#20256;&#36865;&#30340;&#28040;&#24687;&#20869;&#23481;&#26159;&#20160;&#20040;</p>
<p>&#38382;&#65292;tcp&#22914;&#20309;&#20445;&#35777;&#25968;&#25454;&#19981;&#20002;&#21253;&#30340;&#12290;&#25105;&#19981;&#20250;&#65292;&#20182;&#35753;&#25105;&#33258;&#24049;&#24819;&#20010;&#21150;&#27861;</p>
<p>&#160;</p>
<p>&#38382;htttp&#65292;&#31572;&#65306;&#19981;&#20250;</p>
<p>&#160;</p>
<p>&#38382;&#25805;&#20316;&#31995;&#32479;&#65292;unix&#21644;windows&#26377;&#21861;&#19981;&#19968;&#26679;</p>
<p>&#160;</p>
<p>&#38382;&#25968;&#25454;&#24211;&#65292;&#31572;&#65306;&#19981;&#20250;</p>
<p>&#160;</p>
<p>&#36824;&#38382;&#20102;openCV&#65292;&#22270;&#20687;&#37197;&#20934;&#26816;&#27979;</p>
<p>&#160;</p>
<p>&#21097;&#19979;&#24819;&#36215;&#26469;&#20877;&#34917;&#20805;&#21543;&#65292;&#32943;&#23450;&#19981;&#27490;&#36825;&#20040;&#22810;&#12290;</p>
<p>&#20063;&#22909;&#65292;&#20197;&#21518;&#24212;&#35813;&#19981;&#20250;&#26377;&#27604;&#36825;&#26356;&#24808;&#28872;&#30340;&#38754;&#35797;&#20102;&#21543;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <p class="meta">
    








  


<time datetime="2010-10-12T00:00:00+08:00" pubdate data-updated="true">Oct 12<span>th</span>, 2010</time>
    
  </p>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/10/12/%E8%81%94%E5%8F%91%E6%90%8F%E5%8A%A8%E7%AC%94%E8%AF%95/">联发搏动笔试</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#31616;&#21333;&#20889;&#19979;&#21543;</p>
<p>&#25237;&#30340;&#27979;&#35797;&#24037;&#31243;&#24072;</p>
<p>&#24681;&#65292;&#25105;&#20197;&#21518;&#20877;&#20063;&#19981;&#25237;&#27979;&#35797;&#20102;&#65292;&#32477;&#23545;&#32477;&#23545;</p>
<p>&#26377;&#20004;&#22871;&#35797;&#21367;&#21487;&#20197;&#36873;&#25321;&#65292;&#19968;&#20010;C++&#30340;&#65292;&#19968;&#20010;Java&#30340;</p>
<p>&#32771;&#20102;&#24456;&#22810;&#24456;&#22810;&#24456;&#22810;&#32593;&#32476;&#30340;&#30693;&#35782;&#65292;&#26368;&#21518;&#30340;&#22823;&#39064;&#22522;&#26412;&#19978;&#37117;&#26159;</p>
<p>&#24456;&#22810;&#25805;&#20316;&#31995;&#32479;&#29702;&#35770;&#30693;&#35782;</p>
<p>&#19968;&#20123;C++&#25351;&#38024;&#65292;&#33021;&#25226;&#25105;&#32469;&#26197;&#30340;&#37027;&#31181;&#12290;&#25351;&#38024;&#30340;&#25351;&#38024;&#21861;&#30340;</p>
<p>&#24046;&#19981;&#22810;&#20102;&#65292;&#25171;&#33150;&#35759;&#38754;&#35797;&#23436;&#65292;&#25105;&#22238;&#24518;&#36215;&#36825;&#20123;&#65292;&#37117;&#22581;&#24471;&#24908;&#65292;&#23601;&#22823;&#27010;&#21543;~</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <p class="meta">
    








  


<time datetime="2010-10-12T00:00:00+08:00" pubdate data-updated="true">Oct 12<span>th</span>, 2010</time>
    
  </p>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/10/12/%E6%81%92%E7%94%9F%E7%94%B5%E5%AD%90%E7%AC%94%E8%AF%95/">恒生电子笔试</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#20170;&#26202;&#65292;&#20132;&#22823;&#65292;&#20013;&#24515;&#27004;&#65292;&#25226;&#20154;&#25214;&#30340;&#32047;&#30340;</p>
<p>&#39064;&#30446;&#19981;&#38590;&#65292;&#20808;&#26377;&#19968;&#20123;&#20081;&#19971;&#20843;&#31967;&#21792;&#21480;&#30340;&#65292;&#21193;&#24378;&#31639;&#21322;&#24320;&#25918;&#24335;&#38382;&#39064;</p>
<p>&#31867;&#20284;&#24615;&#26684;&#27979;&#35797;&#65292;&#20960;&#20010;&#39064;</p>
<p>C++&#21644;Java&#30340;&#36873;&#25321;&#39064;&#65292;&#36873;&#19968;&#20010;&#35821;&#35328;&#20570;</p>
<p>&#25968;&#25454;&#24211;&#65292;&#20889;sql&#35821;&#21477;</p>
<p>&#32534;&#31243;&#65292;&#23383;&#31526;&#20018;&#20498;&#24207;&#22797;&#21046;&#65292;&#27714;100&#20869;&#36136;&#25968;</p>
<p>&#38468;&#21152;&#39064;&#65307;21&#20010;&#29699;&#65292;&#27599;&#27425;&#21482;&#33021;&#25343;1~4&#20010;&#65292;ABAB&#30340;&#39034;&#24207;&#25343;&#12290;&#35841;&#25343;&#21040;&#26368;&#21518;&#37027;&#20010;&#65292;&#35841;&#36755;&#12290;&#20889;&#20010;&#20195;&#30721;&#35753;B&#27599;&#27425;&#36194;&#12290;</p>
<p>&#26041;&#27861;&#32769;&#23380;&#33883;&#26684;&#22312;&#22238;&#26469;&#30340;&#20844;&#20132;&#36710;&#19978;&#24819;&#26126;&#30333;&#20102;&#12290;&#25105;&#25042;&#24471;&#20889;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <p class="meta">
    








  


<time datetime="2010-10-11T00:00:00+08:00" pubdate data-updated="true">Oct 11<span>th</span>, 2010</time>
    
  </p>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/10/11/ymi%E5%B0%8F%E5%A7%90%E7%88%B1%E5%94%A0%E5%8F%A8/">Ymi小姐爱唠叨</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#20170;&#22825;&#30340;ymi&#23567;&#22992;&#24456;&#21792;&#21480;&#65292;&#21862;&#21862;~</p>
<p>&#19979;&#21320;&#36808;&#29790;&#31508;&#35797;&#65292;&#21516;&#23398;&#20204;&#37117;&#25910;&#21040;&#36890;&#30693;&#65292;&#20132;&#22823;&#30340;&#21516;&#23398;&#20063;&#37117;&#26469;&#32771;&#35797;&#65292;&#23601;&#25105;&#27809;</p>
<p>&#21756;&#65292;&#38712;&#31508;&#23601;&#31639;&#20102;&#65292;&#19981;&#33267;&#20110;&#12290;&#21487;&#25105;&#20063;&#19981;&#33021;&#38386;&#30528;&#12290;</p>
<p>&#25237;&#20102;&#20250;&#31616;&#21382;&#65292;&#19978;&#32593;&#30597;&#20102;&#30597;&#65292;&#28902;&#30340;&#19981;&#34892;&#65292;&#20146;&#29233;&#30340;&#23828;&#21516;&#23398;&#25226;&#25105;&#24102;&#31163;&#33510;&#28023;</p>
<p>&#21487;&#24796;&#22905;&#36710;&#22581;&#22312;&#21322;&#36335;&#65292;&#36824;&#36319;&#21152;&#27833;&#31449;&#24072;&#20613;&#24178;&#20102;&#19968;&#20183;&#65292;&#32829;&#35823;&#19981;&#23569;&#26102;&#38388;&#12290;&#19968;&#26679;&#30340;&#36317;&#31163;&#65292;&#25105;&#30340;&#20844;&#20132;&#20808;&#21040;&#20102;&#38047;&#27004;&#12290;&#30896;&#38754;&#26102;&#20457;&#20154;&#37117;&#39295;&#20667;&#20923;&#20667;&#20102;&#12290;&#21507;&#39277;&#65281;&#32842;&#22825;&#65281;</p>
<p>&#20146;&#29233;&#30340;&#65292;&#35874;&#35874;&#31036;&#29289;&#12290;&#21270;&#22918;&#36825;&#26723;&#23376;&#20107;&#20799;&#65292;&#25105;&#32477;&#23545;&#30333;&#30196;&#65292;&#21487;&#26159;&#20063;&#30693;&#36947;Chanel&#26377;&#22810;&#36149;&#12290;&#19981;&#25214;&#20010;&#22909;&#24037;&#20316;&#65292;&#23545;&#19981;&#36215;&#24744;&#36825;&#20221;&#20799;&#24515;&#24847;&#21568;&#12290;&#24681;&#24681;&#65292;&#28902;&#24515;&#20107;&#20799;&#20808;&#19981;&#35828;&#21704;</p>
<p>&#22352;&#22312;&#36710;&#37324;&#31561;&#20320;&#30340;&#26102;&#20505;&#65292;&#21457;&#29616;&#26377;&#25105;&#29233;&#30340;once&#65292;&#36855;&#36855;&#31946;&#31946;&#21548;&#30340;&#24555;&#30561;&#30528;&#65292;&#35874;&#35874;&#20320;&#36148;&#24515;&#30340;&#21654;&#21857;&#12290;&#36825;&#20040;&#33298;&#26381;&#30340;&#29615;&#22659;&#65292;&#36824;&#26377;&#26368;&#29233;&#30340;&#38899;&#20048;&#65292;&#25105;&#36824;&#26377;&#21861;&#28902;&#30340;&#65292;&#39640;&#20852;&#37117;&#26469;&#19981;&#21450;&#12290;</p>
<p>&#160;</p>
<p>&#24681;&#65292;&#25105;&#29233;&#20320;&#20204;&#12290;&#30693;&#36947;&#25105;&#22312;&#24537;&#65292;&#36824;&#20250;&#36866;&#26102;&#30340;&#25443;&#20081;&#65292;&#35753;&#25105;&#20174;&#28902;&#24515;&#20107;&#20799;&#20013;&#36339;&#20986;&#26469;&#19968;&#20250;&#20799;&#12290;</p>
<p>&#25105;&#29233;&#20320;&#20204;&#65292;&#30495;&#27491;&#24537;&#30340;&#26102;&#20505;&#65292;&#37117;&#37027;&#20040;&#20041;&#27668;&#12290;&#26377;&#20107;&#20799;&#23601;&#35828;&#35805;&#65292;&#35828;&#23436;&#20107;&#20799;&#23601;&#38381;&#22068;&#65292;&#36825;&#26126;&#26174;&#19981;&#26159;&#25105;&#39118;&#26684;&#65292;&#21487;&#20063;&#27809;&#20154;&#25552;&#24847;&#35265;&#12290;</p>
<p>&#32982;&#23043;&#65306;&#20320;&#20204;&#37027;&#20160;&#20040;&#20160;&#20040;&#20826;&#30340;&#65292;&#25105;&#23454;&#22312;&#21483;&#19981;&#20986;&#21475;&#65292;&#35265;&#35845;&#65292;&#21704;&#21704;&#21704;</p>
<p>&#160;&#160;&#160;&#160; &#32922;&#23376;&#30140;&#30340;&#26102;&#20505;&#65292;&#32982;&#23043;&#30340;&#24944;&#38382;&#30005;&#35805;&#22810;&#35753;&#20154;&#27427;&#24944;&#12290;&#35753;&#25105;&#30693;&#36947;&#65292;&#38500;&#20102;&#21507;&#39277;&#30340;&#26102;&#20505;&#65292;&#20804;&#24351;&#20204;&#20063;&#37117;&#36824;&#24806;&#35760;&#30528;&#25105;&#12290;</p>
<p>www&#65306;</p>
<p>&#20132;&#22823;&#30340;bbs&#27495;&#35270;&#22806;&#26657;&#23401;&#23376;&#65292;&#25972;&#22825;&#19981;&#32852;&#31995;&#30340;www&#31435;&#39532;&#32473;&#20102;&#36134;&#21495;&#65292;&#36824;&#19981;&#26159;&#23567;&#21495;&#12290;&#21407;&#26469;&#65292;&#25105;&#30340;&#29983;&#26085;&#31036;&#29289;&#26159;&#26377;&#30340;&#12290;&#36824;&#20197;&#20026;&#20320;&#36825;&#19981;&#38752;&#35889;&#30340;&#23401;&#23376;&#30606;&#35768;&#35834;&#65292;&#21448;&#24536;&#35760;&#12290;&#25226;&#25105;&#24863;&#21160;&#30340;&#12290;</p>
<p>wd&#65306;</p>
<p>&#22269;&#24198;&#27809;&#21574;&#22810;&#20037;&#65292;www&#27809;&#35265;&#21040;&#65292;wd&#20063;&#27809;&#35265;&#21040;&#12290;&#21807;&#19968;&#26377;&#21487;&#33021;&#35265;&#38754;&#30340;&#19968;&#20010;&#26089;&#19978;&#65292;&#36824;&#34987;&#25105;&#20197;&#24863;&#20882;&#30604;&#30561;&#20026;&#30001;&#65292;&#30561;&#25481;&#20102;&#12290;&#21807;&#19968;&#30340;&#19968;&#36890;&#30005;&#35805;&#65292;&#36824;&#26159;&#20132;&#27969;&#25105;&#23478;&#24215;&#24215;&#38376;&#21475;&#30340;&#30343;&#26126;&#22826;&#38451;&#33021;&#26377;&#27809;&#26377;&#25644;&#36801;&#12290;&#12290;&#12290;&#12290;</p>
<p>LH&#65306;</p>
<p>&#36825;&#20301;&#36393;&#22312;&#25105;&#33050;&#19979;&#65292;&#22320;&#29699;&#37027;&#31471;&#30340;&#21516;&#23398;&#12290;&#20320;&#24110;&#25105;&#20889;&#30340;&#27714;&#32844;&#20449;&#65292;&#37027;&#22825;&#27809;&#21578;&#35785;&#20320;&#65292;&#25171;&#24320;word&#30340;&#30636;&#38388;&#65292;&#39129;&#27882;&#20102;&#12290;&#37027;&#20040;&#25972;&#25972;&#30340;&#19968;&#39029;&#32440;&#65292;&#24744;&#23398;&#20064;&#26412;&#36523;&#23601;&#24456;&#24537;&#19981;&#26159;&#12290;&#21487;&#25105;&#65292;&#35762;&#20010;MATLAB&#37117;&#37027;&#20040;&#27809;&#32784;&#24515;~</p>
<p>&#36824;&#35201;&#35874;&#35874;&#20320;&#65292;&#22312;&#25105;&#24819;&#32842;&#22825;&#30340;&#26102;&#20505;&#35828;&#35805;&#65292;&#30475;&#20070;&#30340;&#26102;&#20505;&#33258;&#24049;&#20063;&#20054;&#20054;&#23398;&#20064;&#19981;&#25443;&#20081;&#65292;&#26102;&#24046;&#20284;&#20046;&#20063;&#19981;&#26159;&#37027;&#20040;&#20005;&#37325;&#30340;&#38382;&#39064;&#20102;&#12290;</p>
<p>&#21681;&#37117;&#21152;&#27833;~</p>
<p>&#20146;&#29233;&#30340;&#39134;&#65306;</p>
<p>&#20316;&#20026;&#21382;&#32451;&#20102;&#20004;&#24180;&#30340;&#32769;&#27833;&#26465;&#65292;&#20197;&#20320;&#23545;&#25105;&#30340;&#20102;&#35299;&#65292;&#20197;&#20320;&#30340;&#32463;&#39564;&#65292;&#37027;&#20123;&#39306;&#20027;&#24847;&#36824;&#26159;&#20540;&#24471;&#25105;&#21548;&#21462;&#30340;&#19981;&#26159;&#12290;&#27599;&#27425;&#28145;&#21051;&#30340;&#32842;&#22825;&#65292;&#19981;&#31649;&#26159;&#36855;&#33579;&#30340;&#26102;&#20505;&#65292;&#36824;&#26159;&#31914;&#38738;&#30340;&#26102;&#20505;&#65292;&#24635;&#33021;&#22312;&#32842;&#22825;&#32467;&#26463;&#26102;&#35753;&#24605;&#32500;&#26356;&#28165;&#26224;&#12290;</p>
<p>&#24681;&#65292;&#21681;&#20457;&#30340;&#32842;&#22825;&#65292;&#38500;&#20102;&#35781;&#21650;&#20154;&#20986;&#27668;&#37027;&#37096;&#20998;&#65292;&#21097;&#19979;&#30340;&#36824;&#26159;&#24456;&#29702;&#24615;&#30340;&#21704;~</p>
<p>&#20146;&#29233;&#30340;&#23828;&#23828;&#65306;</p>
<p>&#20877;&#35874;&#19968;&#36941;&#20320;&#30340;&#31036;&#29289;&#65292;&#20320;&#32467;&#23130;&#30340;&#26102;&#20505;&#65292;&#25105;&#36865;&#36229;&#22823;&#36229;&#22823;&#19968;&#20221;&#31036;&#29289;&#65292;&#22909;&#19981;&#21568;~&#21681;&#20204;&#19968;&#36215;&#65292;&#32842;&#24555;&#20048;&#30340;&#20107;&#24773;&#65292;&#21507;&#21507;&#21917;&#21917;&#65292;&#30495;&#22909;~&#21487;&#24796;&#26368;&#36817;&#27809;&#24515;&#24773;&#21809;&#27468;&#65292;&#36807;&#38453;&#19968;&#23450;&#19968;&#36215;&#21435;&#21564;&#12290;&#38544;&#32422;&#35273;&#24471;&#65292;lady gaga&#37027;&#39318;telephone&#65292;&#25105;&#33021;&#36319;&#30528;&#21809;&#20250;&#20799;&#20102;&#65292;&#21704;&#21704;&#21704;</p>
<p>&#36824;&#35201;&#35874;&#35874;&#20320;&#23478;&#30406;&#30406;&#21516;&#23398;&#25918;&#22312;&#36710;&#37324;&#30340;&#38899;&#20048;&#65292;&#22826;&#29233;&#22826;&#29233;&#20102;&#12290;&#26377;&#26426;&#20250;&#22909;&#22909;&#20132;&#27969;&#65281;</p>
<p>&#21704;&#23612;&#23567;&#40654;&amp;&#23567;&#40654;&#30340;&#23567;&#40654;&#65306;</p>
<p>&#23545;&#25105;&#37027;&#20040;&#32784;&#24515;&#65292;&#25237;&#20102;&#32593;&#26131;&#21448;&#25237;&#25903;&#20184;&#23453;&#65292;&#36824;&#20027;&#21160;&#36319;&#36827;&#26469;&#36861;&#38382;&#25105;&#32467;&#26524;&#12290;&#19968;&#28857;&#20799;&#20063;&#19981;&#20171;&#24847;&#25105;&#24179;&#26102;&#19981;&#35828;&#35805;&#65292;&#26377;&#20107;&#26102;&#20505;&#30701;&#20449;&#19968;&#22823;&#22534;&#12290;</p>
<p>&#24681;&#65292;&#22823;&#20154;&#22823;&#37327;&#65292;&#21407;&#35845;&#25105;&#21543;&#65292;&#30495;&#30340;&#26159;&#24537;&#20081;&#29226;&#20799;&#20102;&#12290;</p>
<p>&#32593;&#26131;&#31508;&#35797;&#37027;&#20040;&#37027;&#20040;&#24046;&#65292;&#20320;&#20204;&#36824;&#27515;&#21629;&#24110;&#25105;&#25512;&#33616;&#65292;&#35753;&#25105;&#35273;&#24471;&#24456;&#27809;&#33080;&#12290;&#20197;&#21518;&#19968;&#23450;&#19968;&#23450;&#32487;&#32493;&#21162;&#21147;&#12290;</p>
<p>HC&#21516;&#23398;&#65306;</p>
<p>&#36523;&#22312;&#20919;&#20731;&#30340;&#27849;&#24030;&#65292;&#36824;&#26102;&#24120;&#35762;&#22909;&#29609;&#30340;&#20107;&#20799;&#12290;&#25110;&#32773;&#20132;&#32473;&#25105;&#33258;&#24049;&#30340;&#32463;&#39564;&#65292;&#25110;&#32773;&#20197;&#33258;&#24049;&#20026;&#20363;&#40723;&#21169;&#25105;~</p>
<p>&#26376;&#65306;</p>
<p>&#32769;&#22969;&#20320;&#34429;&#28982;&#21861;&#20107;&#20799;&#27809;&#24178;&#65292;&#36824;&#25972;&#22825;&#21246;&#24341;&#25105;&#28120;&#23453;&#65292;&#21487;&#39321;&#27700;&#36825;&#26723;&#23376;&#20107;&#20799;&#22992;&#27809;&#24536;&#65292;&#22992;&#35201;&#22909;&#30340;&#65281;&#21704;&#21704;&#21704;</p>
<p>&#22992;&#31561;&#30528;&#20320;&#22238;&#26469;&#19968;&#36215;&#21809;&#27468;&#21435;&#21704;&#65292;&#21487;&#24796;&#26368;&#36817;&#37117;&#27809;&#26377;&#19979;&#24456;&#22810;&#26032;&#27468;&#21548;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8211;</p>
<p>&#20197;&#19978;&#22343;&#20026;&#26152;&#26202;&#25104;&#26524;~</p>
<p>&#35830;&#65292;&#25105;&#35828;&#65292;&#26379;&#21451;&#65292;&#26377;&#36825;&#20040;&#20960;&#20010;&#65292;&#19981;&#24212;&#35813;&#24184;&#31119;&#27515;&#20102;&#28385;&#36275;&#27515;&#20102;&#20040;&#65311;</p>
<p>&#26159;&#30340;&#21568;~</p>
<p>&#26377;&#20160;&#20040;&#22909;&#25265;&#24616;&#30340;&#65292;&#20048;&#21621;&#20048;&#21621;&#65292;&#20570;&#21916;&#27426;&#30340;&#20107;&#65292;&#29983;&#27963;&#22810;&#32654;&#22909;&#12290;</p>
<p>&#25152;&#20197;&#35828;&#65292;&#21315;&#19975;&#21315;&#19975;&#21315;&#19975;&#65292;&#35201;&#34507;&#23450;~</p>
<p>billionaire&#65292;&#36229;&#29233;&#65292;&#23588;&#20854;&#26159;&#27468;&#35789;&#65292;&#21487;&#29233;&#24456;~
<object classid="clsid:6bf52a52-394a-11d3-b153-00c04f79faa6" width="0" height="0" codebase="http://activex.microsoft.com/activex/controls/mplayer/en/nsmp2inf.cab#Version=5,1,52,701">
<param name="url" value="http://c2.api.ning.com/files/h*9bSJ8riuv86h6iAP99YlC8fAJU0cx*sEXNlaAxHZjdlPBtV28gUnNM9zJYbYpX3m2ZaH0fZgqTnwhuuJkY7RLiLm2bmPXv/TravieMcCoyBillionaireFeat.BrunoMars.mp3" /><embed type="application/x-mplayer2" width="0" height="0" src="http://c2.api.ning.com/files/h*9bSJ8riuv86h6iAP99YlC8fAJU0cx*sEXNlaAxHZjdlPBtV28gUnNM9zJYbYpX3m2ZaH0fZgqTnwhuuJkY7RLiLm2bmPXv/TravieMcCoyBillionaireFeat.BrunoMars.mp3"></embed></object>
</p>
<p>&#19981;&#26159;&#33258;&#22840;&#65292;&#24863;&#35273;&#38500;&#20102;rap&#30340;&#37096;&#20998;&#65292;&#21097;&#19979;&#30340;&#25105;&#24212;&#35813;&#33021;&#36319;&#19978;&#21809;&#20004;&#21971;&#23376;&#65292;&#21834;~&#21834;~</p>
<p><span id="reply_content_473340146">
<pre>I wanna be a billionaire so fricking bad
Buy all of the things I never had
Uh, I wanna be on the cover of Forbes magazine</pre></span></p>

<p>Smiling next to Oprah and the Queen<br />
Oh every time I close my eyes<br />
I see my name in shining lights<br />
A different city every night oh<br />
I swear the world better prepare<br />
For when I&#8217;m a billionaire<br />
Yeah I would have a show like Oprah<br />
I would be the host of, everyday Christmas<br />
Give Travie a wish list<br />
I&#8217;d probably pull an Angelina and Brad Pitt<br />
And adopt a bunch of babies that ain&#8217;t never had sh-t<br />
Give away a few Mercedes like here lady have this<br />
And last but not least grant somebody their last wish<br />
Its been a couple months since I&#8217;ve single so<br />
You can call me Travie Claus minus the Ho Ho<br />
Get it, hehe, I&#8217;d probably visit where Katrina hit<br />
And damn sure do a lot more than FEMA did<br />
Yeah can&#8217;t forget about me stupid<br />
Everywhere I go Imma have my own theme music<br />
Oh every time I close my eyes<br />
I see my name in shining lights<br />
A different city every night oh<br />
I swear the world better prepare<br />
For when I&#8217;m a billionaire<br />
Oh oooh oh oooh for when I&#8217;m a Billionaire<br />
Oh oooh oh oooh for when I&#8217;m a Billionaire<br />
I&#8217;ll be playing basketball with the President<br />
Dunking on his delegates<br />
Then I&#8217;ll compliment him on his political etiquette<br />
Toss a couple milli in the air just for the heck of it<br />
But keep the fives, twentys (?) completely separate<br />
And yeah I&#8217;ll be in a whole new tax bracket<br />
We in recession but let me take a crack at it<br />
I&#8217;ll probably take whatevers left and just split it up<br />
So everybody that I love can have a couple bucks<br />
And not a single tummy around me would know what hungry was<br />
Eating good sleeping soundly<br />
I know we all have a similar dream<br />
Go in your pocket pull out your wallet<br />
And put it in the air and sing<br />
I wanna be a billionaire so fricking bad<br />
Buy all of the things I never had<br />
Uh, I wanna be on the cover of Forbes magazine<br />
Smiling next to Oprah and the Queen<br />
Oh every time I close my eyes<br />
I see my name in shining lights<br />
A different city every night oh<br />
I swear the world better prepare<br />
For when I&#8217;m a billionaire<br />
Oh oooh oh oooh for when I&#8217;m a Billionaire<br />
Oh oooh oh oooh for when I&#8217;m a Billionaire<br />
I wanna be a billionaire so frickin bad! 

</p>
                                    </p>
</div>
  
  


    </article>
  
  <div class="pagination">
    
      <a class="prev" href="/blog/page/13/">&larr; Older</a>
    
    <a href="/blog/archives">Blog Archives</a>
    
    <a class="next" href="/blog/page/11/">Newer &rarr;</a>
    
  </div>
</div>
<aside class="sidebar">
  
    <section>
  <h1>Recent Posts</h1>
  <ul id="recent_posts">
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-change-git-repo-name/">how to change git repo name</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-setup-a-new-remote-git-repo/">How to setup a new remote git repo</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/13/hui-gu-2012/">回顾2012</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/08/my-frist-post/">my-frist-post</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/05/14/eclipse---java.lang.noclassdeffounderror%3A-com.jayway.android.robotium.solo.solo%E9%94%99%E8%AF%AF%E8%A7%A3%E5%86%B3/">eclipse - java.lang.NoClassDefFoundError: com.jayway.android.robotium.solo.Solo错误解决</a>
      </li>
    
  </ul>
</section>






  
</aside>

    </div>
  </div>
  <footer role="contentinfo"><p>
  Copyright &copy; 2013 - muggleyoung -
  <span class="credit">Powered by <a href="http://octopress.org">Octopress</a>. Design by <a href="http://octopressthemes.com">Octopress Themes</a>.</span>
</p>

</footer>
  







  <script type="text/javascript">
    (function(){
      var twitterWidgets = document.createElement('script');
      twitterWidgets.type = 'text/javascript';
      twitterWidgets.async = true;
      twitterWidgets.src = 'http://platform.twitter.com/widgets.js';
      document.getElementsByTagName('head')[0].appendChild(twitterWidgets);
    })();
  </script>





</body>
</html>
