
<!DOCTYPE html>
<!--[if IEMobile 7 ]><html class="no-js iem7"><![endif]-->
<!--[if lt IE 9]><html class="no-js lte-ie8"><![endif]-->
<!--[if (gt IE 8)|(gt IEMobile 7)|!(IEMobile)|!(IE)]><!--><html class="no-js" lang="en"><!--<![endif]-->
<head>
  <meta charset="utf-8">
  <title>muggleyoung's blog</title>
  <meta name="author" content="muggleyoung">

  
  <meta name="description" content="&#25918;&#20551;&#22312;&#23478;&#19968;&#21608;&#65292;&#20241;&#20859;&#20004;&#22825;&#65292;&#29983;&#30149;&#20004;&#22825;&#65292;&#21097;&# &hellip;">
  

  <!-- http://t.co/dKP3o1e -->
  <meta name="HandheldFriendly" content="True">
  <meta name="MobileOptimized" content="320">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  
  <link rel="canonical" href="http://muggleyoung.github.com/blog/page/12/">
  <link href="/favicon.png" rel="icon">
  <link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
  <script src="/javascripts/modernizr-2.0.js"></script>
  <script src="/javascripts/ender.js"></script>
  <script src="/javascripts/octopress.js" type="text/javascript"></script>
  <link href="/atom.xml" rel="alternate" title="muggleyoung's blog" type="application/atom+xml">
  <!--Fonts from Google"s Web font directory at http://google.com/webfonts -->
<link href="http://fonts.googleapis.com/css?family=PT+Serif:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<link href="http://fonts.googleapis.com/css?family=PT+Sans:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">

  

</head>

<body   >
  <header role="banner"><hgroup>
  <h1><a href="/">muggleyoung's blog</a></h1>
  
    <h2>A blogging framework for hackers.</h2>
  
</hgroup>

</header>
  <nav role="navigation"><ul class="subscription" data-subscription="rss">
  <li><a href="/atom.xml" rel="subscribe-rss" title="subscribe via RSS">RSS</a></li>
  
</ul>
  
<form action="http://google.com/search" method="get">
  <fieldset role="search">
    <input type="hidden" name="q" value="site:muggleyoung.github.com" />
    <input class="search" type="text" name="q" results="0" placeholder="Search"/>
  </fieldset>
</form>
  
<ul class="main-navigation">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
</ul>

</nav>
  <div id="main">
    <div id="content">
      <div class="blog-index">
  
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/07/27/%E4%B8%8D%E5%B9%B2%E4%B8%8D%E5%87%80%EF%BC%8C%E5%90%83%E4%BA%86%E6%B2%A1%E7%97%85/">不干不净，吃了没病</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-07-27T00:00:00+08:00" pubdate data-updated="true">Jul 27<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#25918;&#20551;&#22312;&#23478;&#19968;&#21608;&#65292;&#20241;&#20859;&#20004;&#22825;&#65292;&#29983;&#30149;&#20004;&#22825;&#65292;&#21097;&#19979;&#30340;&#20960;&#22825;&#25042;&#27915;&#27915;&#30340;&#36538;&#22312;&#24202;&#19978;&#30475;&#23436;&#20102;&#20080;&#32473;&#22920;&#30475;&#30340;&#20070;&#65292;&#21507;&#30340;&#30495;&#30456;&#12290;</p>
<p>&#31185;&#23398;&#26494;&#40736;&#20250;&#65292;&#21916;&#27426;&#20182;&#20204;&#30340;&#32593;&#31449;&#65292;&#24635;&#26159;&#26377;&#30340;&#27809;&#30340;&#35762;&#20123;&#26377;&#24847;&#24605;&#30340;&#31185;&#23398;&#36947;&#29702;&#65292;&#35762;&#30340;&#36890;&#20439;&#26131;&#25026;&#65292;&#36923;&#36753;&#21602;&#36824;&#25402;&#20005;&#35880;</p>
<p>&#32593;&#22336;&#65306;http://songshuhui.net/</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280214991x.jpg" border="0" alt="" /></p>
<p>&#26032;&#28010;&#21338;&#23458;&#21644;&#24494;&#21338;&#20063;&#37117;&#26377;&#65292;&#25628;&#19979;&#31185;&#23398;&#26494;&#40736;&#20250;&#23601;&#25214;&#30528;&#20102;&#12290;&#24863;&#35273;&#26377;&#28857;&#20687;&#29983;&#27963;&#22823;&#29190;&#28856;&#20013;nerd&#30340;&#38598;&#21512;&#12290;&#12290;&#12290;</p>
<p>&#20877;&#35828;&#36825;&#21507;&#30340;&#30495;&#30456;&#65292;&#31639;&#26159;&#26494;&#40736;&#20250;&#30340;&#20113;&#26080;&#24515;&#30340;&#21338;&#23458;&#38598;&#38182;&#12290;&#20316;&#32773;&#26159;&#20010;&#26053;&#32654;&#30340;&#39135;&#21697;&#24037;&#31243;&#23398;&#21338;&#22763;&#65292;&#20174;&#20182;&#20204;&#19987;&#19994;&#30340;&#35282;&#24230;&#26469;&#35762;&#20013;&#22269;&#20154;&#26368;&#27880;&#37325;&#30340;&#39278;&#39135;&#38382;&#39064;&#12290;&#24191;&#21578;&#23601;&#19981;&#22810;&#35828;&#20102;&#12290;</p>
<p>&#25171;&#23567;&#25105;&#29240;&#25945;&#32946;&#25105;&#21507;&#39277;&#65292;&#19968;&#20010;&#20013;&#24515;&#24605;&#24819;&#23601;&#26159;&#21507;&#39277;&#26102;&#39184;&#26700;&#19978;&#30340;&#65292;&#21676;&#24471;&#21160;&#30340;&#65292;&#37117;&#26159;&#33021;&#21507;&#30340;&#65292;&#19981;&#35201;&#24635;&#24819;&#20998;&#36776;&#36825;&#26159;&#20160;&#20040;&#37027;&#26159;&#20160;&#20040;&#65292;&#21507;&#23601;&#26159;&#20102;&#12290;&#36825;&#26679;&#23548;&#33268;&#25105;&#34429;&#28982;&#29233;&#21507;&#32905;&#65292;&#20294;&#26159;&#24635;&#20307;&#19978;&#21507;&#30340;&#24456;&#26434;&#65292;&#20081;&#19971;&#20843;&#31967;&#30340;&#20869;&#33039;&#65292;&#19981;&#30693;&#21517;&#30340;&#23567;&#33609;&#21861;&#30340;&#65292;&#36890;&#21507;&#12290;</p>
<p>&#23013;&#23013;&#29616;&#22312;&#24180;&#32426;&#22823;&#20102;&#65292;&#25972;&#22825;&#24565;&#21480;&#22909;&#27515;&#19981;&#22914;&#36182;&#27963;&#30528;&#12290;&#26412;&#30528;&#36825;&#19968;&#31934;&#31070;&#65292;&#21307;&#29983;&#35828;&#65292;&#40481;&#34507;&#32966;&#22266;&#37255;&#39640;&#65292;&#19977;&#39640;&#20154;&#32676;&#21507;&#20102;&#19981;&#22909;&#12290;&#23013;&#23013;&#20174;&#27492;&#23545;&#40481;&#34507;&#20813;&#30123;&#65292;&#30896;&#37117;&#19981;&#30896;&#12290;</p>
<p>&#25105;&#22920;&#20063;&#26377;&#36825;&#36235;&#21183;&#12290;&#20154;&#35828;&#20160;&#20040;&#22909;&#65292;&#22905;&#23601;&#24448;&#23478;&#25972;&#19968;&#22534;&#65307;&#20154;&#35828;&#20160;&#20040;&#19981;&#22909;&#65292;&#25105;&#21507;&#20102;&#65292;&#22905;&#21561;&#32993;&#23376;&#30634;&#30524;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#25152;&#20197;&#24819;&#20080;&#20102;&#36825;&#20070;&#65292;&#35753;&#22920;&#30475;&#30475;&#30740;&#31350;&#20154;&#21592;&#24590;&#20040;&#35828;&#65292;&#25442;&#20010;&#35282;&#24230;&#30475;&#21507;&#39277;&#12290;</p>
<p>&#20080;&#20043;&#21069;&#30475;&#21040;&#24456;&#22810;&#36127;&#38754;&#35780;&#35770;&#65292;&#35828;&#26681;&#26412;&#27809;&#26377;&#35762;&#21040;&#26377;&#29992;&#30340;&#20449;&#24687;&#12290;&#30830;&#23454;&#21487;&#20197;&#36825;&#26679;&#35828;&#12290;&#22914;&#26524;&#20320;&#24819;&#35753;&#36825;&#26412;&#20070;&#21578;&#35785;&#20320;&#20160;&#20040;&#33021;&#21507;&#20160;&#20040;&#19981;&#33021;&#21507;&#65292;&#21507;&#20160;&#20040;&#22909;&#21507;&#20160;&#20040;&#19981;&#22909;&#65292;&#37027;&#23601;&#35201;&#22833;&#26395;&#32780;&#24402;&#20102;&#12290;&#32763;&#23436;&#25972;&#26412;&#20070;&#65292;&#27809;&#26377;&#22826;&#22810;&#30340;&#32467;&#35770;&#24615;&#19996;&#35199;&#65292;&#20294;&#21364;&#22788;&#22788;&#20307;&#29616;&#30528;&#19968;&#20010;&#24605;&#24819;&#65306;&#27809;&#26377;&#32477;&#23545;&#20581;&#24247;&#30340;&#39135;&#29289;&#65292;&#25105;&#20204;&#21482;&#26159;&#22312;&#29616;&#26377;&#22522;&#30784;&#19978;&#65292;&#23547;&#25214;&#30456;&#23545;&#21361;&#23475;&#26368;&#23569;&#30340;&#37027;&#20010;&#12290;</p>
<p>&#27604;&#22914;&#65292;&#23545;&#20110;&#39135;&#21697;&#28155;&#21152;&#21058;&#65292;&#21548;&#30528;&#24635;&#35753;&#20154;&#35273;&#24471;&#19981;&#33298;&#26381;&#12290;&#25105;&#22920;&#23601;&#27604;&#36739;&#20449;&#22857;&#65292;&#32769;&#31062;&#23447;&#19990;&#19990;&#20195;&#20195;&#37117;&#26159;&#36825;&#20040;&#21507;&#36807;&#26469;&#30340;&#65292;&#20197;&#21069;&#37117;&#27809;&#21861;&#28155;&#21152;&#21058;&#65292;&#20154;&#20063;&#19981;&#21643;&#23481;&#26131;&#21507;&#20986;&#27611;&#30149;&#65292;&#22810;&#20581;&#24247;&#30340;&#12290;&#36825;&#20010;&#26102;&#20505;&#65292;&#23601;&#24212;&#35813;&#26435;&#34913;&#65292;&#19981;&#29992;&#28155;&#21152;&#21058;&#65292;&#39135;&#21697;&#20135;&#29983;&#30340;&#32454;&#33740;&#23545;&#20154;&#20307;&#24102;&#26469;&#30340;&#21361;&#23475;&#65307;&#21644;&#29992;&#28155;&#21152;&#21058;&#21518;&#65292;&#32454;&#33740;&#20943;&#23569;&#20102;&#65292;&#32780;&#28155;&#21152;&#21058;&#23545;&#20154;&#20307;&#21448;&#20250;&#20135;&#29983;&#24590;&#26679;&#30340;&#24433;&#21709;&#12290;&#20551;&#22914;&#21518;&#32773;&#26159;&#36890;&#36807;&#20805;&#20998;&#23454;&#39564;&#65292;&#20005;&#26684;&#38480;&#23450;&#21058;&#37327;&#65292;&#39135;&#20837;&#21518;&#22522;&#26412;&#21487;&#20197;&#34987;&#20154;&#20307;&#20195;&#35874;&#30340;&#65292;&#37027;&#20040;&#20063;&#31639;&#26159;&#30456;&#23545;&#23433;&#20840;&#30340;&#20102;&#12290;</p>
<p>&#20854;&#23454;&#35828;&#26469;&#35828;&#21435;&#23601;&#26159;&#36825;&#20040;&#20010;&#36947;&#29702;&#65292;&#29289;&#26497;&#24517;&#21453;&#65292;&#19981;&#33021;&#22240;&#20026;&#35828;&#20160;&#20040;&#22909;&#65292;&#23601;&#20351;&#21170;&#20799;&#21507;&#65292;&#37027;&#21453;&#20498;&#26377;&#21361;&#23475;&#12290;&#21507;&#33647;&#26102;&#24635;&#35828;&#20013;&#33647;&#27604;&#35199;&#33647;&#22909;&#65292;&#21487;&#26159;&#33647;&#19977;&#20998;&#27602;&#65292;&#20063;&#19981;&#33021;&#22240;&#20026;&#36825;&#20010;&#29702;&#30001;&#65292;&#27809;&#20107;&#20799;&#23601;&#29378;&#21917;&#20013;&#33647;&#65292;&#21917;&#27700;&#21917;&#22810;&#20102;&#37117;&#36824;&#27700;&#20013;&#27602;&#21602;&#12290;&#21516;&#26679;&#30340;&#65292;&#21363;&#20415;&#32511;&#35910;&#30495;&#30340;&#26377;&#29305;&#27530;&#30103;&#25928;&#65292;&#35201;&#26159;&#19968;&#22825;&#19977;&#39039;&#30340;&#21507;&#32511;&#35910;&#65292;&#35841;&#33021;&#20445;&#35777;&#19981;&#20250;&#20135;&#29983;&#28857;&#36127;&#26041;&#21521;&#30340;&#8220;&#29305;&#27530;&#30103;&#25928;&#8221;&#12290;&#12290;&#12290;</p>
<p>&#25152;&#20197;&#35828;&#39278;&#39135;&#22343;&#34913;&#26368;&#20851;&#38190;&#65292;&#19981;&#24517;&#22826;&#32416;&#32467;&#20110;&#23547;&#25214;&#26368;&#20581;&#24247;&#30340;&#39135;&#29289;&#12290;&#20219;&#20309;&#19996;&#35199;&#65292;&#21333;&#29420;&#25343;&#20986;&#26469;&#37117;&#19981;&#33021;&#20445;&#35777;&#19968;&#20010;&#20154;&#20581;&#24247;&#19981;&#26159;&#65311;&#21916;&#27426;&#21507;&#30340;&#19996;&#35199;&#22810;&#21507;&#28857;&#20799;&#65292;&#19981;&#21916;&#27426;&#30340;&#23569;&#21507;&#28857;&#19981;&#23601;ok&#12290;&#27833;&#28856;&#39135;&#21697;&#19981;&#20581;&#24247;&#65292;&#21487;&#25105;&#21448;&#22909;&#36825;&#21475;&#20799;&#65292;&#37027;&#20598;&#23572;&#21507;&#21507;&#65292;&#35299;&#35299;&#39307;&#65292;&#27809;&#20160;&#20040;&#19981;&#22909;&#65292;&#20154;&#37117;&#26159;&#26377;&#19968;&#23450;&#25269;&#25239;&#21147;&#21644;&#20195;&#35874;&#33021;&#21147;&#30340;&#65292;&#19981;&#29992;&#25226;&#33258;&#24049;&#24819;&#30340;&#22826;&#23047;&#27668;&#12290;&#36825;&#20598;&#23572;&#30340;&#35299;&#39307;&#24102;&#26469;&#30340;&#24515;&#24773;&#19978;&#30340;&#24841;&#24742;&#65292;&#19981;&#20063;&#25402;&#20540;&#20040;&#12290;</p>
<p>&#29616;&#22312;&#24066;&#22330;&#19978;&#28909;&#28818;&#30340;&#20581;&#24247;&#39135;&#21697;&#65292;&#20854;&#23454;&#37117;&#19981;&#21643;&#22909;&#21507;&#12290;&#26080;&#31958;&#30340;&#28857;&#24515;&#19981;&#22909;&#21507;&#65307;&#22826;&#24179;&#26032;&#20986;&#20840;&#40614;&#39292;&#24178;&#22240;&#20026;&#21152;&#20102;&#19981;&#21516;&#21475;&#21619;&#65292;&#21619;&#36947;&#36824;&#21487;&#20197;&#65307;&#26366;&#32463;&#23581;&#35797;&#20840;&#40614;&#26080;&#31958;&#30340;&#27861;&#26829;&#65292;&#36824;&#19981;&#22914;&#31389;&#31389;&#22836;&#22909;&#21507;&#12290;&#22079;&#22079;&#65292;&#36825;&#23601;&#26159;&#32654;&#21619;&#21644;&#20581;&#24247;&#30340;&#26435;&#34913;&#20040;&#12290;&#36824;&#26377;&#23601;&#26159;&#25104;&#26412;&#38382;&#39064;&#20102;&#65292;&#28781;&#33740;&#25928;&#26524;&#36234;&#22909;&#65292;&#25104;&#26412;&#36234;&#39640;&#65292;&#25104;&#26412;&#25511;&#21046;&#22312;&#19968;&#23450;&#33539;&#22260;&#20869;&#65292;&#25105;&#20204;&#25165;&#28040;&#36153;&#24471;&#36215;&#65292;&#21487;&#26159;&#32454;&#33740;&#20063;&#23601;&#36866;&#24403;&#30340;&#30041;&#19979;&#20102;&#28857;&#24184;&#23384;&#32773;&#21543;~</p>
<p>&#35828;&#21040;&#36825;&#20799;&#65292;&#23601;&#24819;&#21040;&#26494;&#40736;&#20250;&#19978;&#19968;&#31687;&#20851;&#20110;&#20859;&#29399;&#30340;&#25991;&#31456;&#12290;&#35752;&#35770;&#24576;&#23381;&#26399;&#38388;&#26159;&#19981;&#36866;&#23452;&#20859;&#29399;&#12290;&#19968;&#33324;&#37117;&#20250;&#35748;&#20026;&#65292;&#20859;&#29399;&#20250;&#24102;&#26469;&#24456;&#22810;&#30149;&#33740;&#65292;&#19981;&#36866;&#20110;&#23381;&#22919;&#23567;&#23401;&#29983;&#27963;&#29615;&#22659;&#12290;&#21487;&#26159;&#65292;&#29616;&#22312;&#30340;&#28781;&#33740;&#28165;&#27905;&#20135;&#21697;&#37027;&#20040;&#22810;&#65292;&#20551;&#22914;&#25105;&#24456;&#21916;&#27426;&#23567;&#29399;&#65292;&#27880;&#24847;&#28857;&#21355;&#29983;&#65292;&#22810;&#25171;&#25195;&#19981;&#23601;&#34892;&#20102;&#22043;&#12290;&#23545;&#20110;&#21916;&#27426;&#29399;&#30340;&#20154;&#26469;&#35828;&#65292;&#20859;&#29399;&#24102;&#26469;&#30340;&#24515;&#24773;&#19978;&#30340;&#33298;&#30021;&#36828;&#22823;&#20110;&#28040;&#28781;&#32454;&#33740;&#30340;&#40635;&#28902;&#12290;&#32780;&#23545;&#20110;&#19981;&#21916;&#27426;&#29399;&#30340;&#20154;&#65292;&#20063;&#27809;&#24517;&#35201;&#20026;&#20102;&#35797;&#30528;&#33298;&#32531;&#24515;&#24773;&#21435;&#25972;&#26465;&#29399;&#22238;&#26469;&#65292;&#23545;&#20320;&#23545;&#29399;&#37117;&#26159;&#25240;&#30952;&#12290;</p>
<p>&#35828;&#26469;&#35828;&#21435;&#65292;&#23567;&#26102;&#20505;&#38271;&#36744;&#24635;&#24565;&#21480;&#65306;&#19981;&#24178;&#19981;&#20928;&#21507;&#20102;&#27809;&#30149;&#12290;&#20307;&#20250;&#20854;&#31934;&#31070;&#65292;&#21861;&#39135;&#29289;&#36866;&#37327;&#20351;&#29992;&#37117;&#25402;&#22909;&#30340;&#65292;&#20877;&#22909;&#30340;&#34917;&#21697;&#65292;&#21507;&#22810;&#20102;&#20063;&#26159;&#19981;&#22909;&#30340;&#12290;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/07/26/%E8%AF%B1%E6%83%91%E5%A4%A7%E5%A4%A7%E6%BB%B4/">诱惑大大滴</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-07-26T00:00:00+08:00" pubdate data-updated="true">Jul 26<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p><img src="http://filer.blogbus.com/5333148/5333148_1280136482t.jpg" border="0" alt="" /></p>
<p>&#35201;&#22238;&#23398;&#26657;&#20102;&#65292;&#29241;&#22320;&#19968;&#22823;&#26089;&#36305;&#21040;&#25105;&#24202;&#19978;&#26469;&#27627;&#19981;&#30041;&#24773;&#30340;&#25226;&#25105;&#25488;&#37266;&#65292;&#38750;&#35201;&#32842;&#22825;&#12290;&#12290;&#12290;</p>
<p>&#36825;&#20250;&#20102;&#65292;&#31361;&#28982;&#24819;&#36215;&#26469;&#38382;&#25105;&#25104;&#37117;&#29609;&#20799;&#30340;&#21643;&#26679;</p>
<p>&#38382;&#23398;&#26657;&#30340;&#20107;&#20799;&#65292;&#38382;&#25214;&#24037;&#20316;&#30340;&#20107;&#20799;</p>
<p>&#25805;&#24515;&#25105;&#36825;&#25042;&#34507;&#29983;&#27963;&#19981;&#33021;&#33258;&#29702;&#12290;&#12290;&#12290;</p>
<p>&#25105;&#30561;&#24471;&#31232;&#37324;&#31946;&#28034;&#65292;&#30452;&#21756;&#21799;</p>
<p>&#21518;&#26469;&#29241;&#22920;&#20457;&#20154;&#19968;&#36215;&#20851;&#24515;&#36215;&#25105;&#30340;&#20010;&#20154;&#22823;&#20107;&#20799;&#12290;&#32769;&#20004;&#21475;&#38750;&#24471;&#35748;&#20026;&#65292;&#25105;&#19968;&#20010;&#20154;&#20986;&#21435;&#29609;&#37117;&#27809;&#20010;&#20276;&#20799;&#65292;&#29305;&#21487;&#24604;&#29305;&#23396;&#21333;&#29305;&#27809;&#21170;&#12290;&#24182;&#19988;&#35748;&#20026;&#25105;&#29616;&#22312;&#20043;&#25152;&#20197;&#36825;&#20040;&#25042;&#65292;&#19981;&#29233;&#24178;&#27963;&#65292;&#23601;&#26159;&#22240;&#20026;&#19968;&#20010;&#20154;&#65281;&#36825;&#28151;&#27788;&#30340;&#36923;&#36753;&#21834;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#29241;&#22320;&#35828;&#20102;&#65292;&#25214;&#20010;&#30007;&#26379;&#21451;&#65292;&#24182;&#19981;&#19968;&#23450;&#23601;&#38750;&#24471;&#20197;&#32467;&#23130;&#20026;&#30446;&#30340;&#22043;&#65292;&#33267;&#23569;&#29616;&#22312;&#19981;&#23396;&#21333;&#19981;&#26159;</p>
<p>&#23064;&#20146;&#20063;&#35828;&#20102;&#65292;&#30475;&#20320;&#21608;&#22260;&#30340;&#20154;&#65292;&#19981;&#37117;&#26377;&#30007;&#26379;&#21451;&#20040;&#65292;&#20320;&#25972;&#22825;&#19968;&#20010;&#20154;&#22810;&#27809;&#24847;&#24605;</p>
<p>&#21487;&#26159;&#37027;&#22825;&#21507;&#28900;&#32905;&#30340;&#26102;&#20505;&#36319;&#32982;&#23043;&#25488;&#25351;&#22836;&#31639;&#65292;&#25105;&#21608;&#22260;&#30340;&#20154;&#26159;&#37117;&#26377;&#23478;&#23646;&#20102;&#65292;&#21487;&#26159;&#65292;&#36319;&#25105;&#29609;&#30340;&#22909;&#30340;&#26379;&#21451;&#65292;&#21487;&#22522;&#26412;&#19978;&#37117;&#26159;&#19968;&#20010;&#20154;&#12290;&#21704;&#21704;&#65292;&#38590;&#24618;&#21681;&#25972;&#22825;&#27809;&#21861;&#21361;&#26426;&#24863;&#65292;&#30475;&#30528;&#30343;&#19978;&#19981;&#24613;&#22826;&#30417;&#24613;&#30340;&#26679;&#20799;&#65292;&#25105;&#21643;&#23601;&#36825;&#24320;&#24515;&#21602;~</p>
<p>&#30333;&#22825;&#30340;&#26102;&#20505;&#65292;&#25105;&#38388;&#25509;&#21521;&#32769;&#29241;&#25265;&#24616;&#25163;&#26426;&#30446;&#21069;&#21453;&#24212;&#26497;&#24930;&#36229;&#32423;&#19981;&#22909;&#20351;&#65292;&#25105;&#21892;&#35299;&#20154;&#24847;&#30340;&#32769;&#29241;&#30452;&#25509;&#35828;&#65292;&#31561;&#20320;&#25214;&#21040;&#24037;&#20316;&#20102;&#20877;&#20080;&#26032;&#30340;&#21543;&#12290;</p>
<p>&#25248;&#38376;&#20799;&#23064;&#20986;&#38754;&#38459;&#25318;:&#37117;&#35201;&#25379;&#38065;&#20102;&#36824;&#32473;&#22905;&#20080;&#21861;&#65281;</p>
<p>&#24515;&#26426;&#28145;&#37325;&#30340;&#29241;&#25913;&#21475;&#65306;&#37027;&#23601;&#25214;&#21040;&#30007;&#26379;&#21451;&#20102;&#65292;&#25442;&#25163;&#26426;&#21543;</p>
<p>&#39069;&#65292;&#36825;&#20040;&#22823;&#30340;&#35825;&#24785;&#65292;&#25105;&#30452;&#25509;&#36291;&#36291;&#27442;&#35797;&#34850;&#34850;&#27442;&#21160;&#20102;&#20040;&#12290;&#12290;&#12290;&#12290;&#12290;&#21704;&#21704;&#21704;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8211;</p>
<p>&#36824;&#26159;&#32769;&#29241;</p>
<p>&#20170;&#20799;&#27491;&#22909;&#25645;&#30528;&#39034;&#39118;&#36710;&#22238;&#23398;&#26657;&#12290;&#36335;&#19978;&#29241;&#21644;&#23567;&#21460;&#19968;&#30452;&#35752;&#35770;&#20080;&#20010;&#21861;&#36710;&#22909;&#12290;&#25105;&#19981;&#25026;&#65292;&#25554;&#19981;&#19978;&#22068;&#65292;&#36276;&#22312;&#21518;&#24231;&#25171;&#30604;&#30561;&#12290;</p>
<p>&#31361;&#28982;&#29241;&#22320;&#25197;&#33080;&#20914;&#25105;&#35828;&#65292;&#20320;&#35201;&#26159;&#20197;&#21518;&#30041;&#22312;&#35199;&#23433;&#24037;&#20316;&#30340;&#35805;&#65292;&#32473;&#20320;&#20080;&#36742;&#36710;&#65292;&#20197;&#21518;&#30452;&#25509;&#20303;&#23478;&#37324;&#65292;&#24320;&#36710;&#19978;&#19979;&#29677;&#12290;</p>
<p>&#25105;&#36460;&#40763;&#23376;&#19978;&#33080;&#65306;&#24320;&#36710;&#22238;&#23478;&#22826;&#40635;&#28902;&#65292;&#30452;&#25509;&#22312;&#35199;&#23433;&#32473;&#25105;&#20080;&#20010;&#25151;&#21591;~</p>
<p>&#29241;&#19981;&#29702;&#25105;&#20102;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#19981;&#36807;&#65292;&#36825;&#19981;&#21448;&#32473;&#35199;&#23433;&#22810;&#20102;&#19968;&#20010;&#29702;&#30001;&#12290;&#24471;&#20808;&#36214;&#32039;&#23398;&#39550;&#29031;&#20999;&#65281;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;-</p>
<p>&#39134;&#35828;&#65292;&#26469;&#26477;&#24030;&#21543;&#12290;&#25105;&#20250;&#27927;&#30871;&#65292;&#20250;&#25302;&#22320;&#12290;&#12290;&#12290;&#12290;bulabula&#12290;&#12290;&#12290;&#12290;&#25105;&#30340;&#22909;&#30475;&#34915;&#26381;&#20511;&#20320;&#31359;</p>
<p>&#24681;&#65292;&#26368;&#21518;&#19968;&#26465;&#25402;&#35825;&#20154;&#30340;&#12290;&#26080;&#32827;&#30340;&#23478;&#20249;&#36824;&#26174;&#25670;&#22905;&#30340;&#38215;&#26588;&#20043;&#23453;&#21246;&#24341;&#25105;&#12290;</p>
<p>&#21704;&#23612;&#65292;&#25105;&#35201;&#26159;&#21435;&#20102;&#26477;&#24030;&#65292;&#31532;&#19968;&#20219;&#21153;&#23601;&#26159;&#25226;&#20320;&#21507;&#32982;&#20102;&#65292;&#28982;&#21518;&#25250;&#36208;&#25152;&#26377;&#20320;&#31359;&#19981;&#19978;&#30340;&#34915;&#26381;&#65292;&#21704;&#21704;&#21704;</p>
<p>&#22312;&#26477;&#24030;&#30340;&#22909;&#22788;&#65292;&#38500;&#20102;&#26377;&#20320;&#21644;&#23567;&#40654;&#65292;&#23601;&#26159;&#26377;&#20320;&#24178;&#27963;&#21507;&#19996;&#35199;&#65292;&#22079;&#22079;</p>
<p>&#19975;&#19968;&#25105;&#24819;&#21507;&#21861;&#20102;&#65292;&#20570;&#19968;&#30871;&#20063;&#26159;&#20570;&#65292;&#19968;&#38149;&#20063;&#26159;&#20570;&#12290;&#21487;&#20197;&#20570;&#19968;&#38149;&#65292;&#20998;&#20320;&#28857;&#20799;&#65292;&#28982;&#21518;&#21602;&#65292;&#27927;&#30871;&#30340;&#27963;&#20799;&#21487;&#23601;&#19981;&#24402;&#25105;&#20102;&#21704;</p>
<p>&#19981;&#38169;&#19981;&#38169;&#65292;&#21069;&#25552;&#26159;&#65292;&#25105;&#36275;&#22815;&#21220;&#24555;&#24895;&#24847;&#20570;&#39277;~</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8211;</p>
<p>&#20025;&#26089;&#23601;&#35828;&#20102;&#65292;&#20197;&#21518;&#26469;&#21271;&#20140;&#21543;</p>
<p>&#24681;&#65292;&#21271;&#20140;&#30340;&#22909;&#22788;&#36824;&#29992;&#22810;&#35828;&#21527;&#12290;&#20809;&#26159;&#22909;&#29609;&#30340;&#22810;&#36825;&#19968;&#39033;&#65292;&#23601;&#36275;&#22815;&#25105;&#32673;&#24917;&#20102;&#12290;&#29616;&#22312;&#21448;&#22810;&#19968;&#26465;&#65292;&#26377;&#23452;&#23478;&#12290;</p>
<p>www&#22199;&#22199;&#65292;&#39318;&#37117;&#25171;&#25240;&#23395;&#21040;&#40479;~</p>
<p>&#36824;&#21457;&#20986;&#22909;&#22810;&#22270;&#29255;&#21050;&#28608;&#25105;</p>
<p>3w&#65292;&#20320;&#23478;&#23646;&#37027;&#26679;&#30340;&#21333;&#20301;&#22914;&#26524;&#35201;&#25105;&#65292;&#37027;&#25351;&#23450;&#25105;&#23601;&#26469;&#21862;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8211;</p>
<p>&#19981;&#36807;&#22043;&#65292;&#24093;&#37117;&#21644;&#35199;&#23433;&#30340;&#24694;&#21155;&#22825;&#27668;&#65292;&#36824;&#29992;&#25105;&#35828;&#20040;&#12290;&#36824;&#26377;&#21508;&#22823;&#22478;&#24066;&#35753;&#20154;&#24694;&#24515;&#30340;&#20132;&#36890;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#20854;&#20182;&#30340;&#35825;&#24785;&#23601;&#19981;&#22810;&#35828;&#20102;&#65292;&#19981;&#36275;&#20197;&#25552;&#36215;&#25105;&#30340;&#20852;&#36259;</p>
<p>&#20154;&#29983;&#27599;&#23558;&#35201;&#21040;&#36798;&#19968;&#20010;&#26032;&#38454;&#27573;&#26102;&#65292;&#24635;&#26159;&#20805;&#28385;&#36873;&#25321;&#12290;&#24198;&#24184;&#65292;&#33267;&#23569;&#21040;&#29616;&#22312;&#65292;&#21508;&#20010;&#23700;&#36335;&#21475;&#37117;&#30475;&#20284;&#20809;&#26126;&#12290;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/07/24/%E6%B7%98%E5%AE%9D%E9%AA%97%E5%AD%90%E7%BA%AA/">淘宝骗子纪</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-07-24T00:00:00+08:00" pubdate data-updated="true">Jul 24<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p><span style="font-size: 12px;"><span style="font-family: '&#23435;&#20307;',sans-serif;">&#36825;&#20107;&#20799;&#24403;&#28982;&#24471;&#35760;&#19979;&#26469;&#65292;&#20197;&#21518;&#20063;&#22909;&#25343;&#20986;&#26469;&#24778;&#37266;&#21035;&#20154;&#22043;~&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#20316;&#20026;&#22235;&#20010;&#24515;&#24515;&#30340;&#28120;&#23453;&#20080;&#23478;&#65292;&#21681;&#19981;&#26159;&#19987;&#19994;&#30340;&#65292;&#20294;&#31639;&#26159;&#25191;&#30528;&#30340;&#20102;&#21704;</span></span></p>
<p><span style="font-size: 12px;"><span style="font-family: '&#23435;&#20307;',sans-serif;">&#36319;&#23064;&#20146;&#36891;&#34903;&#65292;&#23064;&#20146;&#30475;&#20013;&#19968;&#21452;&#20937;&#38795;&#65292;&#35753;&#25105;&#22238;&#26469;&#22312;&#28120;&#23453;&#19978;&#30475;&#30475;&#65292;&#20080;&#32473;&#22905;&#12290;&#25105;&#36825;&#20054;&#23401;&#23376;&#65292;&#34429;&#35828;&#25042;&#65292;&#20294;&#27597;&#21518;&#30340;&#35805;&#19981;&#33021;&#26080;&#35270;&#19981;&#26159;&#65292;&#22238;&#26469;&#23601;&#24320;&#22987;&#25214;&#65292;&#25214;&#21040;&#19968;&#23478;&#65292;&#35828;&#26159;&#20195;&#36141;&#65292;&#21806;&#20215;&#26159;&#26631;&#20215;&#30340;2&#25240;&#24038;&#21491;&#65292;&#35273;&#24471;&#36824;&#38752;&#35889;</span></span></p>
<div id="GroupBody">
<div id="MsgElement" class="Msg">
<div id="MsgHead" class="MsgHeadSelf">me(21:19:00): </div>
<div id="MsgContent" class="InnerContent" onmouseover="OnMsgContentMouseOver(this);" onmouseout="OnMsgContentMouseOut(this);">
<div id="Msg_BBE865617F374B47A4B7D27DDAEC79A8" class="MsgHistory"><span style="font-size: 10pt; font-family: &#23435;&#20307;; color: #000000;">&#20320;&#22909;</span></div>
</div>
</div>
<div id="MsgElement" class="Msg">
<div id="MsgHead" class="MsgHead"><span id="SenderName" class="SenderName">&#31119;&#26143;&#23453;&#36125;&#29579; </span>(21:19:30): </div>
<div id="MsgContent" class="InnerContent" onmouseover="OnMsgContentMouseOver(this);" onmouseout="OnMsgContentMouseOut(this);">
<div id="Msg_928864F94C964FFD933787020476A356" class="MsgHistory"><span style="font-size: 10pt; font-family: &#23435;&#20307;; color: #000000;">&#65311;</span></div>
</div>
</div>
<div id="MsgElement" class="Msg">
<div id="Msg_943C51197C924E1BBCA0EA318AA8DCD2" class="MsgHistory">me(21:20:12):<span style="font-size: 10pt; font-family: &#23435;&#20307;; color: #000000;"><a title="&#23433;&#20840;&#38142;&#25509;" href="http://item.taobao.com/item.htm?id=6762265296" target="_blank">http://item.taobao.com/item.htm?id=6762265296</a>&#30475;&#20013;&#20102;&#20320;&#23478;&#36825;&#20010;&#38795;&#40657;&#33394;&#160;37&#30721;&#65292;&#26377;&#30340;&#21527;</span></div>
</div>
<div id="MsgElement" class="Msg">
<div id="MsgHead" class="MsgHeadSelf"> </div>
<div id="MsgContent" class="InnerContent" onmouseover="OnMsgContentMouseOver(this);" onmouseout="OnMsgContentMouseOut(this);">
</div>
</div>
<div id="MsgElement" class="Msg">
<div id="Msg_83B28945B4BF465CAD29689D693B21A0" class="MsgHistory"><span id="SenderName" class="SenderName">&#31119;&#26143;&#23453;&#36125;&#29579; </span>(21:20:58):<span style="font-size: 10pt; font-family: &#23435;&#20307;; color: #000000;">&#26377;&#21834;</span></div>
<div id="MsgContent" class="InnerContent" onmouseover="OnMsgContentMouseOver(this);" onmouseout="OnMsgContentMouseOut(this);">
</div>
</div>
<div id="MsgElement" class="Msg">
<div id="Msg_108FD19313664878A0A1ADBCCFE35AC9" class="MsgHistory">me(21:22:03):<span style="font-size: 10pt; font-family: &#23435;&#20307;; color: #000000;">&#20445;&#35777;&#26159;&#27491;&#21697;&#30340;&#21834;&#65311;</span></div>
<div id="MsgContent" class="InnerContent" onmouseover="OnMsgContentMouseOver(this);" onmouseout="OnMsgContentMouseOut(this);">
</div>
</div>
<div id="MsgElement" class="Msg">
<div id="Msg_0504E534818C403DB12AC3F0885B845D" class="MsgHistory"><span id="SenderName" class="SenderName">&#31119;&#26143;&#23453;&#36125;&#29579; </span>(21:23:19):<span style="font-size: 10pt; font-family: &#23435;&#20307;; color: #000000;">&#32943;&#23450;&#21834;&#160;</span></div>
<div id="MsgContent" class="InnerContent" onmouseover="OnMsgContentMouseOver(this);" onmouseout="OnMsgContentMouseOut(this);">
</div>
</div>
<div id="MsgElement" class="Msg">
<div id="Msg_E2E3D439DB62473C8582C8C168A4A214" class="MsgHistory">me(21:23:44):<span style="font-size: 10pt; font-family: &#23435;&#20307;; color: #000000;">&#22909;&#30340;</span></div>
<div id="MsgContent" class="InnerContent" onmouseover="OnMsgContentMouseOver(this);" onmouseout="OnMsgContentMouseOut(this);">
</div>
</div>
<div id="MsgElement" class="Msg">
<div id="Msg_8A039F98056546879C3CB85E09211B2A" class="MsgHistory"><span id="SenderName" class="SenderName">&#31119;&#26143;&#23453;&#36125;&#29579; </span>(21:23:51):<span style="font-size: 10pt; font-family: &#23435;&#20307;; color: #000000;">&#20320;&#29616;&#22312;&#20184;&#27454;&#20040;&#65311;&#21457;&#21040;&#21738;&#37324;</span></div>
<div id="MsgContent" class="InnerContent" onmouseover="OnMsgContentMouseOver(this);" onmouseout="OnMsgContentMouseOut(this);">
</div>
</div>
<div id="MsgElement" class="Msg">
<div id="Msg_61315F822CCF4AF190737AA7DC63730B" class="MsgHistory">me(21:23:58):<span style="font-size: 10pt; font-family: &#23435;&#20307;; color: #000000;">&#38485;&#35199;&#21688;&#38451;&#160;&#160; &#24681;&#65292;&#36825;&#23601;&#25293;&#21602;</span></div>
<div id="MsgContent" class="InnerContent" onmouseover="OnMsgContentMouseOver(this);" onmouseout="OnMsgContentMouseOut(this);">
</div>
</div>
<div id="MsgElement" class="Msg">
<div id="Msg_CD3BF39D832346BF82BBEC2CA77688EB" class="MsgHistory"><span id="SenderName" class="SenderName">&#31119;&#26143;&#23453;&#36125;&#29579; </span>(21:24:09):<span style="font-size: 10pt; font-family: &#23435;&#20307;; color: #000000;">&#31245;&#31561;&#19968;&#19979; &#35201;&#25913;&#36816;&#36153;</span></div>
<div id="MsgContent" class="InnerContent" onmouseover="OnMsgContentMouseOver(this);" onmouseout="OnMsgContentMouseOut(this);">
</div>
</div>
<div id="MsgElement" class="Msg">
<div id="Msg_05C26E2BC43541DBA5E6B42ABF3BBAE2" class="MsgHistory">me(21:24:23):<span style="font-size: 10pt; font-family: &#23435;&#20307;; color: #000000;">&#22909;&#30340;</span></div>
<div id="MsgContent" class="InnerContent" onmouseover="OnMsgContentMouseOver(this);" onmouseout="OnMsgContentMouseOut(this);">
</div>
</div>
<div id="MsgElement" class="Msg">
<div id="Msg_900A347F9CFC4E1DBFA1674A10EE7597" class="MsgHistory"><span id="SenderName" class="SenderName">&#31119;&#26143;&#23453;&#36125;&#29579; </span>(21:24:29):<span style="font-size: 10pt; font-family: &#23435;&#20307;; color: #000000;">&#36816;&#36153;&#26159;&#160;10&#20803;&#160;</span></div>
<div id="MsgContent" class="InnerContent" onmouseover="OnMsgContentMouseOver(this);" onmouseout="OnMsgContentMouseOut(this);">
</div>
</div>
<div id="MsgElement" class="Msg">
<div id="Msg_FF24FB82A3514AD980C87A749ACB3601" class="MsgHistory">me(21:24:32):<span style="font-size: 10pt; font-family: &#23435;&#20307;; color: #000000;">&#25105;&#25293;&#20102;&#25913;&#20215;&#26684;&#65311;</span></div>
<div id="MsgContent" class="InnerContent" onmouseover="OnMsgContentMouseOver(this);" onmouseout="OnMsgContentMouseOut(this);">
</div>
</div>
<div id="MsgElement" class="Msg">
<div id="MsgElement" class="Msg"><span id="SenderName" class="SenderName">&#31119;&#26143;&#23453;&#36125;&#29579; </span>(21:26:09):<span style="font-size: 10pt; font-family: &#23435;&#20307;; color: #000000;">&#20320;&#31245;&#31561;&#19979;</span><span style="font-size: 10pt; font-family: &#23435;&#20307;; color: #000000;"> &#32654;&#22899;&#160;&#25105;&#21435;&#20462;&#25913;&#19979;&#160;&#20320;&#22312;&#25293;&#21543;&#160;&#22240;&#20026;&#25105;&#29616;&#22312;&#22312;&#23478;&#160;&#36825;&#26426;&#23376;&#27809;&#35013;&#25903;&#20184;&#23453;&#35777;&#20070;&#160;&#20320;&#25293;&#20102;&#23601;&#25913;&#19981;&#20102;&#21834;<span style="color: #ff0000;">(&#36825;&#26102;&#20505;&#23601;&#35273;&#24471;&#32435;&#38391;&#65292;&#36824;&#26377;&#36825;&#20040;&#19981;&#19987;&#19994;&#30340;&#25484;&#26588;&#12290;&#21457;&#29616;&#27809;&#65292;&#21040;&#20184;&#38065;&#30340;&#26102;&#20505;&#65292;&#35805;&#22810;&#20102;)</span></span></div>
<div id="MsgContent" class="InnerContent" onmouseover="OnMsgContentMouseOver(this);" onmouseout="OnMsgContentMouseOut(this);">
</div>
</div>
<div id="MsgElement" class="Msg">
<div id="Msg_DD7D420988E24BCB9E748A7FFE1F1722" class="MsgHistory"><span id="SenderName" class="SenderNameSelf">me</span>(21:27:38):<span style="font-size: 10pt; font-family: &#23435;&#20307;; color: #000000;">&#24681;</span></div>
<div id="MsgContent" class="InnerContent" onmouseover="OnMsgContentMouseOver(this);" onmouseout="OnMsgContentMouseOut(this);">
</div>
</div>
<div id="MsgElement" class="Msg">
<div id="Msg_8BB658F9B3994F44BB146D64136E2250" class="MsgHistory"><span id="SenderName" class="SenderName">&#31119;&#26143;&#23453;&#36125;&#29579; </span>(21:27:40):<span style="font-size: 10pt; font-family: &#23435;&#20307;; color: #000000;">&#24635;&#20849;&#160;138&#160;&#160; &#35831;&#38382;&#160;&#32654;&#22899;&#20320;&#26159;&#20160;&#20040;&#38134;&#34892;&#20184;&#27454;&#21040;&#25903;&#20184;&#23453;&#30340;<span style="color: #ff0000;">(&#26356;&#22855;&#24618;&#65292;&#20851;&#38134;&#34892;&#20160;&#20040;&#20107;&#20799;&#20102;)</span></span></div>
<div id="MsgContent" class="InnerContent" onmouseover="OnMsgContentMouseOver(this);" onmouseout="OnMsgContentMouseOut(this);" /></div></div></p>

<p>

<div id="MsgElement" class="Msg">
<div id="Msg_EBDF0756F3D84BCEA204543283AD2DC6" class="MsgHistory"><span id="SenderName" class="SenderNameSelf">me</span>(21:28:18):<span style="font-size: 10pt; font-family: &#23435;&#20307;; color: #000000;">&#25307;&#21830;&#38134;&#34892;</span></div>
<div id="MsgContent" class="InnerContent" onmouseover="OnMsgContentMouseOver(this);" onmouseout="OnMsgContentMouseOut(this);">
</div>
</div>
<div id="MsgElement" class="Msg">
<div id="Msg_12507B524B024FD99FB00C1CAD7FBB8A" class="MsgHistory"><span id="SenderName" class="SenderName">&#31119;&#26143;&#23453;&#36125;&#29579; </span>(21:28:20):<span style="font-size: 10pt; font-family: &#23435;&#20307;; color: #000000;">&#31245;&#31561;</span></div>
<div id="MsgContent" class="InnerContent" onmouseover="OnMsgContentMouseOver(this);" onmouseout="OnMsgContentMouseOut(this);">
</div>
</div>
<div id="MsgElement" class="Msg">
<div id="MsgHead" class="MsgHead"><span id="SenderName" class="SenderName">&#31119;&#26143;&#23453;&#36125;&#29579; </span>(21:32:05): </div>
<div id="MsgContent" class="InnerContent" onmouseover="OnMsgContentMouseOver(this);" onmouseout="OnMsgContentMouseOut(this);">
<div id="Msg_153611CFF62D4D33A8D5009F5D488EEF" class="MsgHistory"><span style="font-size: 10pt; font-family: &#23435;&#20307;; color: #000000;"><img src="safeurl.bmp" alt="" width="16" height="16" /><a title="&#23433;&#20840;&#38142;&#25509;" href="http://member1.taobao.com//member//loginByIm.do?&amp;errurl=%68%74%74%70%3A//w%77w.im.alisoft.com/%77ebimUpload/00/00/74/09/0000740976.jpg?2_d4a833329f022993_t.fzcdc" target="_blank">http://member1.taobao.com//member//loginByIm.do?&amp;errurl=%68%74%74%70%3A//w%77w.im.alisoft.com/%77ebimUpload/00/00/74/09/0000740976.jpg?2_d4a833329f022993_t.fzcdc <span style="color: #ff0000;">&#65288;&#36825;&#20010;&#23601;&#26159;&#20256;&#35828;&#20013;&#30340;&#38035;&#40060;&#32593;&#31449;&#38142;&#25509;&#20102;&#65289;</span><br /></a></span></div>
<div id="Msg_BE2F308ABE94421C8782661A3C3CF17C" class="MsgHistory"><span style="font-size: 10pt; font-family: &#23435;&#20307;; color: #000000;">&#22909;&#20102;&#160;&#25293;&#160;&#21543;&#160; &#19981;&#22909;&#24847;&#24605;&#23601;&#31561;</span></div>
</div>
</div>
<div id="MsgElement" class="Msg">
<div id="Msg_C9C4167EEFC64E62BA19A29837329B0F" class="MsgHistory"><span id="SenderName" class="SenderNameSelf">me</span>(21:33:20):<span style="font-size: 10pt; font-family: &#23435;&#20307;; color: #000000;">&#25171;&#19981;&#24320;&#21834;</span></div>
<div id="MsgContent" class="InnerContent" onmouseover="OnMsgContentMouseOver(this);" onmouseout="OnMsgContentMouseOut(this);">
</div>
</div>
<div id="MsgElement" class="Msg">
<div id="MsgHead" class="MsgHead"><span id="SenderName" class="SenderName">&#31119;&#26143;&#23453;&#36125;&#29579; </span>(21:33:22): </div>
<div id="MsgContent" class="InnerContent" onmouseover="OnMsgContentMouseOver(this);" onmouseout="OnMsgContentMouseOut(this);">
<div id="Msg_AA9E945446E54905845F365337BA1E3E" class="MsgHistory"><span style="font-size: 10pt; font-family: &#23435;&#20307;; color: #000000;">&#24590;&#20040;&#21487;&#33021; &#20320;&#27983;&#35272;&#22120;&#160;&#26159;&#19981;&#26159;&#26377;&#38382;&#39064;</span></div>
<div id="Msg_8CD87BBC9A10449DB3BA0DCC561E4A2E" class="MsgHistory"><span style="font-size: 10pt; font-family: &#23435;&#20307;; color: #000000;">t.fzcdc.com/2.htm?d4a833329f022993&#160;&#160;&#20320;&#22797;&#21046;&#36825;&#19968;&#27573;&#21490;&#23454;<span style="color: #ff0000;">&#65288;&#35753;&#25105;&#22797;&#21046;&#20854;&#20013;&#19968;&#27573;&#38142;&#25509;&#65292;&#21448;&#27809;&#26377;&#28120;&#23453;&#20160;&#20040;&#20107;&#20799;&#65289;</span>&#35797;&#35797;</span></div>
</div>
</div>
<div id="MsgElement" class="Msg">
<div id="Msg_884EF69126B24615B08997698D94C1ED" class="MsgHistory"><span id="SenderName" class="SenderNameSelf">me</span>(21:34:22):<span style="font-size: 10pt; font-family: &#23435;&#20307;; color: #000000;">&#21734;&#65292;&#26524;&#28982;&#65292;&#25442;&#20102;&#27983;&#35272;&#22120;&#23601;&#22909;<span style="color: #ff0000;">&#65288;&#20026;&#21861;&#25423;&#65292;&#25105;&#28909;&#29233;&#30340;&#28779;&#29392;&#26524;&#28982;&#19981;&#38169;&#65292;&#23436;&#20840;&#25171;&#19981;&#24320;&#12290;&#25442;&#25104;IE&#23601;ok&#65292;&#20294;&#26159;&#26126;&#26174;&#30475;&#21040;&#26377;&#38142;&#25509;&#36339;&#36716;&#30340;&#36807;&#31243;&#65289;</span></span></div>
<div id="MsgContent" class="InnerContent" onmouseover="OnMsgContentMouseOver(this);" onmouseout="OnMsgContentMouseOut(this);">
</div>
</div>
<div id="MsgElement" class="Msg">
<div id="Msg_FDA64657887C4DC3BD3FF11E4BDE1F63" class="MsgHistory"><span id="SenderName" class="SenderName">&#31119;&#26143;&#23453;&#36125;&#29579; </span>(21:34:24):<span style="font-size: 10pt; font-family: &#23435;&#20307;; color: #000000;">&#25105;&#23601;&#35828;&#20040;</span></div>
<div id="MsgContent" class="InnerContent" onmouseover="OnMsgContentMouseOver(this);" onmouseout="OnMsgContentMouseOut(this);">
</div>
</div>
<div id="MsgElement" class="Msg">
<div id="Msg_781477ED5FBB487C93B03841C9D54A55" class="MsgHistory"><span id="SenderName" class="SenderNameSelf">me</span>(21:37:20):<span style="font-size: 10pt; font-family: &#23435;&#20307;; color: #000000;">&#21621;&#21621;&#65292;&#39068;&#33394;&#21644;&#23610;&#30721;&#22791;&#27880;&#20102;</span></div>
<div id="MsgContent" class="InnerContent" onmouseover="OnMsgContentMouseOver(this);" onmouseout="OnMsgContentMouseOut(this);">
</div>
</div>
<div id="MsgElement" class="Msg"></div>
<div id="MsgElement" class="Msg">
<div id="Msg_7FB9878D6F914C1FAD6A614E003E0A2A" class="MsgHistory"><span id="SenderName" class="SenderName">&#31119;&#26143;&#23453;&#36125;&#29579; </span>(21:39:12):<span style="font-size: 10pt; font-family: &#23435;&#20307;; color: #000000;">&#24681;</span></div>
<div id="MsgContent" class="InnerContent" onmouseover="OnMsgContentMouseOver(this);" onmouseout="OnMsgContentMouseOut(this);">
</div>
</div>
<div id="MsgElement" class="Msg">
<div id="Msg_C0E7C091C5974208B585F140346F7F80" class="MsgHistory"><span id="SenderName" class="SenderName">&#31119;&#26143;&#23453;&#36125;&#29579; </span>(21:41:54):<span style="font-size: 10pt; font-family: &#23435;&#20307;; color: #000000;">&#32654;&#22899;&#160;&#24324;&#22909;&#27809;&#26377;&#21834;</span></div>
<div id="MsgContent" class="InnerContent" onmouseover="OnMsgContentMouseOver(this);" onmouseout="OnMsgContentMouseOut(this);">
</div>
</div>
<div id="MsgElement" class="Msg">
<div id="Msg_60D7A5C459514D7CBDE4C2EE37CBAB73" class="MsgHistory"><span id="SenderName" class="SenderNameSelf">me</span>(21:42:21):<span style="font-size: 10pt; font-family: &#23435;&#20307;; color: #000000;">&#27809;&#26377;&#65292;&#21018;&#25165;&#27809;&#25293;&#19979;&#26469;</span></div>
<div id="MsgContent" class="InnerContent" onmouseover="OnMsgContentMouseOver(this);" onmouseout="OnMsgContentMouseOut(this);">
</div>
</div>
<div id="MsgElement" class="Msg">
<div id="Msg_F5BC90F4043740EEAF6B85C6DAC87F21" class="MsgHistory"><span id="SenderName" class="SenderName">&#31119;&#26143;&#23453;&#36125;&#29579; </span>(21:42:23):<span style="font-size: 10pt; font-family: &#23435;&#20307;; color: #000000;">&#19981;&#25026;&#20320;&#30340;&#24847;&#24605;</span></div>
<div id="MsgContent" class="InnerContent" onmouseover="OnMsgContentMouseOver(this);" onmouseout="OnMsgContentMouseOut(this);">
</div>
</div>
<div id="MsgElement" class="Msg">
<div id="Msg_CD9C8A3DAB9C43C883405FF085AE680A" class="MsgHistory"><span id="SenderName" class="SenderNameSelf">me</span>(21:42:44):<span style="font-size: 10pt; font-family: &#23435;&#20307;; color: #000000;">&#25293;&#22909;&#20102;&#30340;&#65292;&#22312;&#24050;&#20080;&#21040;&#23453;&#36125;&#37324;&#30475;&#19981;&#21040;</span></div>
<div id="MsgContent" class="InnerContent" onmouseover="OnMsgContentMouseOver(this);" onmouseout="OnMsgContentMouseOut(this);">
</div>
</div>
<div id="MsgElement" class="Msg">
<div id="Msg_0712F4A877F44D418CC5DD61D30012AB" class="MsgHistory"><span id="SenderName" class="SenderName">&#31119;&#26143;&#23453;&#36125;&#29579; </span>(21:42:46):<span style="font-size: 10pt; font-family: &#23435;&#20307;; color: #000000;">&#37027;&#26159;&#20320;&#32593;&#36895;&#38382;&#39064;&#25670;&#160; &#25105;&#36825;&#37324;&#37117;&#26377;&#160;&#21710;&#160; &#26377;&#26159;&#20010;&#25293;&#19979;&#19981;&#20184;&#27454;&#30340;</span></div>
<div id="MsgContent" class="InnerContent" onmouseover="OnMsgContentMouseOver(this);" onmouseout="OnMsgContentMouseOut(this);" /></div></p>

<p>

<div id="MsgElement" class="Msg">
<div id="MsgContent" class="InnerContent" onmouseover="OnMsgContentMouseOver(this);" onmouseout="OnMsgContentMouseOut(this);">
</div>
</div>
<div id="MsgElement" class="Msg">
<div id="Msg_6C2A8DF53A674315A70CE6F83F4C8281" class="MsgHistory"><span id="SenderName" class="SenderNameSelf">me</span>(21:44:47):<span style="font-size: 10pt; font-family: &#23435;&#20307;; color: #000000;">&#36824;&#26159;&#30475;&#19981;&#21040;&#65292;&#25105;&#20877;&#25293;&#19968;&#27425;&#35797;&#35797;</span></div>
<div id="MsgContent" class="InnerContent" onmouseover="OnMsgContentMouseOver(this);" onmouseout="OnMsgContentMouseOut(this);">
</div>
</div>
<div id="MsgElement" class="Msg">
<div id="Msg_D93946747DA64204901259E1EE93094B" class="MsgHistory"><span id="SenderName" class="SenderName">&#31119;&#26143;&#23453;&#36125;&#29579; </span>(21:44:49):<span style="font-size: 10pt; font-family: &#23435;&#20307;; color: #000000;">&#20320;&#37027;&#36793;&#26377;&#38382;&#39064;</span></div>
<div id="MsgContent" class="InnerContent" onmouseover="OnMsgContentMouseOver(this);" onmouseout="OnMsgContentMouseOut(this);"></div>
</div>
<div id="MsgElement" class="Msg">
<div id="Msg_F05A435FC17548ECB5B0C5E8AA446340" class="MsgHistory"><span id="SenderName" class="SenderNameSelf">me</span>(21:46:54):<span style="font-size: 10pt; font-family: &#23435;&#20307;; color: #000000;">&#36824;&#26159;&#19981;&#23545;&#65292;&#22312;&#25105;&#30340;&#25903;&#20184;&#23453;&#37324;&#65292;&#26681;&#26412;&#30475;&#19981;&#21040;&#36825;&#31508;&#20132;&#26131;<span style="color: #ff0000;">&#65288;&#36825;&#20010;&#26102;&#20505;&#65292;&#38382;&#39064;&#23601;&#24456;&#26126;&#26174;&#20102;&#12290;&#25293;&#19979;&#19996;&#35199;&#21518;&#65292;&#19968;&#33324;&#20250;&#30452;&#25509;&#36339;&#36716;&#21040;&#25903;&#20184;&#23453;&#20184;&#27454;&#65292;&#32780;&#25105;&#30340;&#20064;&#24815;&#26159;&#65292;&#30475;&#21040;&#25105;&#30340;&#28120;&#23453;&#21644;&#25105;&#30340;&#25903;&#20184;&#23453;&#37324;&#37117;&#33021;&#30475;&#21040;&#20132;&#26131;&#21518;&#65292;&#20877;&#20174;&#25903;&#20184;&#23453;&#37324;&#20184;&#27454;&#12290;&#24681;&#65292;&#25105;&#36855;&#20449;&#25903;&#20184;&#23453;&#12290;&#21487;&#26159;&#36825;&#20010;&#65292;&#22312;&#25105;&#30340;&#28120;&#23453;&#21644;&#25105;&#30340;&#25903;&#20184;&#23453;&#20013;&#65292;&#37117;&#30475;&#19981;&#21040;&#30340;&#12290;&#36215;&#21021;&#19981;&#25026;&#20160;&#20040;&#26159;&#38035;&#40060;&#32593;&#31449;&#65292;&#20294;&#22312;&#39575;&#23376;&#32473;&#30340;&#38142;&#25509;&#20013;&#65292;&#26080;&#27861;&#25910;&#34255;&#23453;&#36125;&#65292;&#24456;&#22810;&#21151;&#33021;&#37117;&#19981;&#33021;&#29992;&#65292;&#21518;&#26469;&#30475;&#21040;&#26377;&#20154;&#35828;&#65292;&#20320;&#30830;&#35748;&#25293;&#19979;&#29289;&#21697;&#30340;&#26102;&#20505;&#65292;&#36755;&#20837;&#20219;&#20309;&#29992;&#25143;&#21517;&#21644;&#23494;&#30721;&#37117;&#26159;&#21487;&#20197;&#36890;&#36807;&#30340;&#65292;&#23601;&#26159;&#19968;&#20551;&#38142;&#25509;&#12290;&#25903;&#20184;&#23453;&#30340;&#38142;&#25509;&#20063;&#26159;&#20551;&#30340;&#65292;&#36215;&#21021;&#19981;&#26126;&#30333;&#20026;&#21861;&#38382;&#38134;&#34892;&#65292;&#20272;&#35745;&#26159;&#22312;&#20551;&#30340;&#25903;&#20184;&#23453;&#38142;&#25509;&#20013;&#20351;&#25307;&#21830;&#38134;&#34892;&#30340;&#22270;&#26631;&#21487;&#20197;&#38142;&#25509;&#21040;&#25307;&#34892;&#32593;&#31449;&#12290;&#36824;&#26377;&#19981;&#23545;&#30340;&#22320;&#26041;&#23601;&#26159;&#65292;&#19968;&#33324;&#22312;&#25903;&#20184;&#23453;&#20184;&#27454;&#30340;&#26102;&#20505;&#65292;&#32463;&#24120;&#29992;&#30340;&#38134;&#34892;&#20250;&#33258;&#21160;&#20986;&#29616;&#22312;&#31532;&#19968;&#20010;&#24182;&#19988;&#34987;&#36873;&#20013;&#65292;&#36825;&#20010;&#37324;&#38754;&#26159;&#27809;&#26377;&#30340;&#65289;</span></span></div>
<div id="MsgContent" class="InnerContent" onmouseover="OnMsgContentMouseOver(this);" onmouseout="OnMsgContentMouseOut(this);">
</div>
</div>
<div id="MsgElement" class="Msg">
<div id="Msg_C517B6761A8947B68A7A9FE56D78961A" class="MsgHistory"><span id="SenderName" class="SenderName">&#31119;&#26143;&#23453;&#36125;&#29579; </span>(21:46:55):<span style="font-size: 10pt; font-family: &#23435;&#20307;; color: #000000;">&#37027;&#23601;&#20320;&#26159;&#33258;&#24049;&#30340;&#38382;&#39064;&#20102;</span></div>
<div id="MsgContent" class="InnerContent" onmouseover="OnMsgContentMouseOver(this);" onmouseout="OnMsgContentMouseOut(this);">
<div class="MsgHistory"><br /></div>
<div class="MsgHistory"><span style="font-size: 10pt; font-family: &#23435;&#20307;; color: #000000;">&#26126;&#26174;&#24863;&#35273;&#21040;&#65292;&#22312;&#21672;&#35810;&#30340;&#26102;&#20505;&#65292;&#24577;&#24230;&#20912;&#20919;&#29233;&#31572;&#19981;&#29702;&#65292;&#22312;&#20184;&#38065;&#30340;&#26102;&#20505;&#65292;&#29305;&#28909;&#24773;&#65292;&#35810;&#38382;&#24324;&#22909;&#20102;&#27809;</span></div>
<div class="MsgHistory"><span style="font-size: 10pt; font-family: &#23435;&#20307;; color: #000000;">&#21518;&#26469;&#25105;&#36824;&#29992;&#25307;&#34892;&#32593;&#38134;&#35797;&#20102;&#19979;&#65292;&#21040;&#26368;&#21518;&#19968;&#27493;&#30340;&#25552;&#31034;&#65292;&#19981;&#26159;&#35828;&#25171;&#38065;&#21040;&#25903;&#20184;&#23453;&#65292;&#32780;&#26159;&#21478;&#22806;&#30340;&#20844;&#21496;&#21517;&#23383;</span></div>
<div class="MsgHistory"><span style="font-size: 10pt; font-family: &#23435;&#20307;; color: #000000;">&#19981;&#30693;&#36947;&#26159;&#24819;&#39575;&#25105;&#20080;&#19996;&#35199;&#30340;100&#22810;&#22359;&#36824;&#26159;&#25903;&#20184;&#23453;&#36134;&#25143;&#37324;&#30340;&#38065;&#65292;&#36824;&#26159;&#25105;&#30340;&#38134;&#34892;&#21345;&#36134;&#21495;&#23494;&#30721;&#65292;&#24403;&#28982;&#26368;&#21518;&#36825;&#20010;&#19981;&#26159;&#37027;&#20040;&#22909;&#30423;&#29992;&#30340;&#12290;&#21518;&#26469;&#20462;&#25913;&#20102;&#25152;&#26377;&#23494;&#30721;&#24515;&#37324;&#25165;&#31639;&#36367;&#23454;&#12290;</span></div>
<div class="MsgHistory"><span style="font-size: 10pt; font-family: &#23435;&#20307;; color: #000000;">&#28982;&#21518;&#20180;&#32454;&#35843;&#26597;&#20102;&#24215;&#38138;&#20449;&#29992;&#65292;3&#20010;&#38075;&#38075;&#65292;&#31532;&#19968;&#39029;&#20063;&#37117;&#26159;&#22909;&#35780;&#65292;&#26368;&#36817;&#20063;&#26377;&#25104;&#21151;&#30340;&#20132;&#26131;&#65292;&#36824;&#19981;&#20047;&#40644;&#38075;&#20080;&#23478;&#12290;</span></div>
<div class="MsgHistory"><span style="font-size: 10pt; font-family: &#23435;&#20307;; color: #000000;">&#20294;&#26159;&#22312;&#21435;&#32763;&#26597;&#26356;&#26089;&#20449;&#29992;&#65292;&#21457;&#29616;&#36319;&#29616;&#22312;&#32463;&#33829;&#30340;&#29289;&#21697;&#23436;&#20840;&#19981;&#26159;&#19968;&#20010;&#31867;&#22411;&#65292;&#20013;&#38388;&#36824;&#26377;&#19968;&#27573;&#26102;&#38388;&#27809;&#26377;&#20219;&#20309;&#20132;&#26131;</span></div>
<div class="MsgHistory"><span style="font-size: 10pt; font-family: &#23435;&#20307;; color: #000000;">&#25152;&#20197;&#35828;&#20197;&#21518;&#36873;&#24215;&#24215;&#36824;&#26159;&#35201;&#20449;&#35465;&#38752;&#35889;&#30340;&#25165;&#22909;&#65292;&#23567;&#24515;&#35880;&#24910;&#23601;&#20250;&#21457;&#29616;&#65292;&#39575;&#23376;&#30340;&#28431;&#27934;&#36824;&#26159;&#24456;&#22810;&#30340;</span></div>
<div class="MsgHistory"><br /></div>
<div class="MsgHistory"><span style="font-size: 10pt; font-family: &#23435;&#20307;; color: #000000;">&#25105;&#24930;&#28909;&#22043;&#65292;&#21457;&#29616;&#20043;&#21518;&#65292;&#39038;&#19981;&#19978;&#27668;&#24868;&#65292;&#39295;&#20102;&#65292;&#21507;&#39277;&#21435;&#20102;&#12290;</span></div>
<div class="MsgHistory"><span style="font-size: 10pt; font-family: &#23435;&#20307;; color: #000000;">&#21507;&#23436;&#39277;&#25165;&#24819;&#36215;&#26469;&#25913;&#20102;&#25152;&#26377;&#23494;&#30721;&#65292;&#26816;&#26597;&#25152;&#26377;&#36134;&#25143;&#12290;&#24184;&#22909;&#21069;&#19968;&#22825;&#20080;&#19996;&#35199;&#25226;&#25903;&#20184;&#23453;&#36134;&#25143;&#37324;&#20165;&#26377;&#30340;&#38134;&#23376;&#33457;&#20809;&#20102;&#19981;&#25285;&#24515;&#34987;&#30423;&#65292;&#22079;&#22079;</span></div>
<div class="MsgHistory"><span style="font-size: 10pt; font-family: &#23435;&#20307;; color: #000000;">&#21448;&#36807;&#20102;&#21322;&#23567;&#26102;&#65292;&#35273;&#24471;&#19981;&#29245;&#20102;&#65292;&#20110;&#26159;&#24320;&#22987;&#34892;&#21160;&#12290;&#22312;&#28120;&#23453;&#21457;&#20102;&#25237;&#35785;&#36148;&#65292;&#36148;&#20102;&#32842;&#22825;&#35760;&#24405;&#21644;&#38142;&#25509;&#12290;&#28120;&#23453;&#25928;&#29575;&#24456;&#39640;&#65292;&#21322;&#22825;&#23601;&#21457;&#29616;&#24215;&#38138;&#34987;&#23553;&#20102;&#65292;&#21704;&#21704;&#21704;</span></div>
<div class="MsgHistory"><br /></div>
<div class="MsgHistory"><span style="font-size: 10pt; font-family: &#23435;&#20307;; color: #000000;">&#36319;&#23064;&#20146;&#35828;&#36215;&#36825;&#20107;&#20799;&#65292;&#22905;&#36824;&#19981;&#24525;&#24515;&#65292;&#21710;&#65292;&#21681;&#37117;&#24046;&#28857;&#34987;&#39575;&#20102;&#65292;&#36824;&#24515;&#36719;&#20160;&#20040;&#12290;&#20877;&#35828;&#20102;&#65292;&#21448;&#27809;&#24178;&#21861;&#22909;&#20107;&#20799;&#65292;&#24178;&#22043;&#35201;&#24515;&#30140;&#20182;&#20204;&#65292;&#21756;&#21756;~<br /></span></div>
</div>
</div>

                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/07/20/%E5%A4%A9%E5%BA%9C%E6%88%90%E9%83%BD%E6%B8%B81.1/">天府成都游1.1</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-07-20T00:00:00+08:00" pubdate data-updated="true">Jul 20<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#20170;&#22825;&#32922;&#23376;&#30140;&#65292;&#21448;&#21520;&#20102;&#20010;&#31232;&#37324;&#31946;&#28034;&#65292;&#20043;&#21518;&#25165;&#19981;&#37027;&#20040;&#30140;&#20102;&#65292;&#21448;&#30561;&#20102;&#20010;&#26127;&#22825;&#40657;&#22320;&#12290;&#36825;&#20250;&#25165;&#21507;&#20102;&#28857;&#39314;&#22836;&#65292;&#33298;&#26381;&#20123;&#20102;</p>
<p>&#34917;&#19978;&#20960;&#24352;&#22312;&#23485;&#31364;&#24055;&#23376;&#29609;&#30340;&#29031;&#29255;&#65292;&#25402;&#26377;&#24847;&#24605;&#30340;</p>
<p>&#33080;&#22823;&#31119;&#27668;&#22823;&#65292;&#23601;&#26159;&#30871;&#20799;&#23567;&#20102;&#28857;&#20799;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1279635208c.jpg" border="0" alt="" /></p>
<p>&#30475;&#26469;&#65292;&#22909;&#19981;&#23481;&#26131;&#25214;&#21040;&#30340;&#26368;&#22823;&#21495;&#24125;&#23376;&#21448;&#23567;&#20102;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12796351922.jpg" border="0" alt="" /></p>
<p>&#25343;&#30528;&#30772;&#21345;&#29255;&#35013;~&#25928;&#26524;&#23454;&#22312;&#22826;&#24046;&#20102;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1279635200n.jpg" border="0" alt="" /></p>
<p>&#36825;&#20010;&#22043;&#65292;&#20010;&#20154;&#24863;&#35273;&#36824;&#19981;&#36182;~&#22079;&#22079;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12796351841.jpg" border="0" alt="" /></p>
<p>&#22909;&#20102;&#65292;&#30561;&#35273;&#35273;&#21435;&#20102;&#65292;&#36824;&#26159;&#38590;&#21463;~</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/07/19/%E5%A4%A9%E5%BA%9C%E6%88%90%E9%83%BD%E6%B8%B81/">天府成都游1</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-07-19T00:00:00+08:00" pubdate data-updated="true">Jul 19<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>7&#28857;&#38047;&#21040;&#20102;4&#21495;&#24037;&#21378;&#12290;&#24403;&#28982;&#65292;&#21435;&#30340;&#36335;&#19978;&#65292;&#25105;&#24456;&#19981;&#20986;&#24847;&#22806;&#30340;&#21448;&#36208;&#38169;&#26041;&#21521;&#20102;&#65292;&#24184;&#22909;&#27809;&#22352;&#38169;&#36710;&#65292;&#22079;&#22079;&#65292;&#19975;&#24184;&#19975;&#24184;~</p>
<p>&#37027;&#20250;&#20799;&#65292;&#25105;&#30340;&#24202;&#38138;&#36824;&#27809;&#25171;&#25195;&#20986;&#26469;&#65292;&#30475;&#26469;&#36825;&#22320;&#20799;&#26524;&#28982;&#32039;&#20431;&#21834;&#65292;&#39044;&#35746;&#22909;&#20303;&#30340;&#22320;&#26041;&#36824;&#26159;&#26126;&#26234;&#30340;&#65292;&#33267;&#23569;&#33258;&#24049;&#24515;&#37324;&#36367;&#23454;&#19981;&#26159;&#12290;&#12290;&#12290;</p>
<p>&#21069;&#21488;&#35828;&#35201;&#31561;&#21040;9&#28857;&#24038;&#21491;&#65292;&#25105;&#21018;&#21040;&#25104;&#37117;&#65292;&#29609;&#20799;&#24615;&#27491;&#36215;&#65292;&#21738;&#20799;&#26377;&#32784;&#24515;&#22352;&#31561;&#21568;&#12290;&#30452;&#25509;&#32972;&#30528;&#22823;&#21253;&#34892;&#26446;&#65292;&#20986;&#21457;&#21435;&#23452;&#23478;&#12290;</p>
<p>&#21040;&#23452;&#23478;7&#65306;30</p>
<p>&#21457;&#29616;&#23452;&#23478;10&#28857;&#19978;&#29677;&#65292;&#30127;&#20102;&#65292;&#22909;&#27785;&#30340;&#21253;&#21602;&#12290;&#12290;&#12290;</p>
<p>&#26049;&#36793;&#26377;KFC&#65292;&#21482;&#22909;&#36827;&#21435;&#21507;&#26089;&#39184;&#65292;&#30952;&#21501;&#21040;9&#28857;</p>
<p>&#25226;&#23043;&#32473;&#26080;&#32842;&#30340;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12795162532.jpg" border="0" alt="" /></p>
<p>&#23454;&#22312;&#29100;&#19981;&#20303;&#20102;&#65292;&#20986;&#38376;&#22352;&#22312;&#27431;&#23578;&#36229;&#24066;&#38376;&#21475;&#30340;&#38271;&#26885;&#19978;&#65292;&#30475;&#20154;&#26469;&#20154;&#24448;</p>
<p>&#25104;&#37117;&#30340;&#38463;&#23016;&#20204;&#30495;&#26377;&#36141;&#29289;&#28909;&#24773;&#65292;&#22823;&#26089;&#30340;&#22352;&#30528;&#20813;&#36153;&#29677;&#36710;&#65292;&#25552;&#22909;&#20960;&#20828;&#22823;&#31859;&#21040;&#22788;&#36305;&#12290;</p>
<p>&#36824;&#35265;&#21040;&#32972;&#30528;&#31568;&#31568;&#30340;&#20102;&#12290;&#12290;&#12290;</p>
<p>&#26377;&#20010;&#38463;&#23016;&#65292;&#25805;&#30528;&#22320;&#36947;&#22235;&#24029;&#35805;&#36319;&#25105;&#35828;&#20102;&#28857;&#21861;&#65292;&#27604;&#27604;&#21010;&#21010;&#30340;&#65292;&#27809;&#21643;&#21548;&#25026;&#12290;&#26368;&#21518;&#29468;&#22905;&#26159;&#24819;&#21435;&#21397;&#25152;&#65292;&#35753;&#25105;&#24110;&#22905;&#30475;&#19979;&#19996;&#35199;&#65292;&#28857;&#22836;&#12290;&#32467;&#26524;&#38463;&#23016;&#36305;&#21040;&#26049;&#36793;&#30340;&#33457;&#22363;&#37324;&#20570;&#36156;&#20284;&#30340;&#21040;&#22788;&#30597;&#12290;&#25105;&#21523;&#19968;&#36339;&#65292;&#20197;&#20026;&#22905;&#35201;&#22312;&#20844;&#20849;&#22330;&#21512;&#12290;&#12290;&#12290;&#28982;&#21518;&#38463;&#23016;&#20197;&#36805;&#38647;&#19981;&#21450;&#25513;&#32819;&#30423;&#38083;&#20043;&#21183;&#25300;&#20102;&#19968;&#26421;&#33457;&#36305;&#22238;&#26469;&#20102;&#12290;</p>
<p>&#21704;&#21704;&#65292;&#38463;&#23016;&#24320;&#24515;&#30340;&#20914;&#25105;&#21501;&#21501;&#21653;&#21653;&#21448;&#35828;&#20102;&#19968;&#22823;&#22534;&#12290;&#36825;&#27425;&#29468;&#20986;&#26469;&#20102;&#65292;&#22905;&#26089;&#23601;&#30475;&#20013;&#36825;&#37324;&#30340;&#33457;&#20799;&#20102;&#65292;&#27491;&#22909;&#20170;&#22825;&#36319;&#22905;&#30340;&#25163;&#34955;&#24456;&#25645;&#37197;&#20160;&#20040;&#30340;&#65292;&#20284;&#20046;&#21518;&#26469;&#36824;&#36992;&#35831;&#25105;&#36319;&#22905;&#19968;&#36215;&#21435;&#25300;&#12290;&#12290;&#12290;&#12290;&#20869;&#20010;&#65292;&#19981;&#30830;&#23450;&#38463;&#23016;&#34920;&#36798;&#30340;&#26159;&#19981;&#26159;&#36825;&#20010;&#24847;&#24605;&#65292;&#31505;&#31505;&#20043;&#21518;&#65292;&#25105;&#36824;&#26159;&#32769;&#32769;&#23454;&#23454;&#30340;&#22352;&#30528;&#30475;&#20154;&#26469;&#20154;&#24448;&#65292;&#19968;&#30452;&#21040;10&#28857;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#23452;&#23478;&#65292;&#25105;&#26469;&#24278;&#65281;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1279517147b.jpg" border="0" alt="" /></p>
<p>&#20799;&#31461;&#21306;&#22909;&#29609;&#20799;&#30340;&#19996;&#35199;&#22826;&#22810;&#22826;&#22810;&#20102;&#65292;&#19968;&#20010;&#20154;&#29609;&#30340;&#29408;&#27426;&#20048;&#21834;~</p>
<p>&#24456;&#22810;&#23567;&#23401;&#23376;&#25140;&#30340;&#24125;&#23376;&#65292;&#21482;&#26377;&#36825;&#20010;&#26159;&#25105;&#25140;&#30340;&#19978;&#30340;&#12290;&#21518;&#38754;&#29992;&#25163;&#25341;&#30528;&#30340;&#12290;&#12290;&#12290;&#20687;&#19981;&#20687;&#27611;&#21033;&#20154;&#65292;&#21704;&#21704;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1279517443.jpg" border="0" alt="" /></p>
<p>&#36825;&#20010;&#33457;&#26421;&#36824;&#19981;&#38169;&#21704;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1279517435n.jpg" border="0" alt="" /></p>
<p>&#31456;&#40060;~&#19978;&#38754;&#37027;&#20457;&#30524;&#20799;&#65292;&#24212;&#35813;&#26159;&#30524;&#30555;&#25165;&#23545;&#65292;&#21487;&#24796;&#65292;&#38271;&#25105;&#33041;&#34955;&#19978;&#20102;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1279518034k.jpg" border="0" alt="" /></p>
<p>&#36825;&#20010;&#26356;&#22909;&#29609;&#65292;&#26159;&#25351;&#22871;&#12290;&#19987;&#38376;&#24324;&#20102;&#25972;&#21482;&#25163;&#65292;&#25343;&#26469;&#21523;&#21804;&#23567;&#39134;&#65292;&#21704;&#21704;&#21704;&#12290;&#20854;&#23454;&#26412;&#24819;10&#20010;&#25163;&#25351;&#20840;&#22871;&#19978;&#30340;&#65292;&#19968;&#22826;&#28909;&#65292;&#20108;&#27809;&#25163;&#25293;&#29031;&#20102;&#65292;&#20316;&#32610;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1279517459j.jpg" border="0" alt="" /></p>
<p>&#36825;&#20010;&#65292;&#23567;&#39134;&#21704;&#23612;&#20320;&#23475;&#24597;&#20040;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1279517467k.jpg" border="0" alt="" /></p>
<p>&#36825;&#38754;&#38236;&#23376;&#36229;&#32423;&#21916;&#27426;&#21568;&#65292;&#20197;&#21518;&#26377;&#23478;&#20102;&#65292;&#24471;&#32473;&#33258;&#20010;&#20799;&#20080;&#20010;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1279517452q.jpg" border="0" alt="" /></p>
<p>&#36825;&#26679;&#30340;&#20063;&#19981;&#38169;&#65292;&#22079;&#22079;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12795174134.jpg" border="0" alt="" /></p>
<p>&#20986;&#38376;&#26102;&#20505;&#30475;&#35265;&#30340;&#23043;&#23043;&#65292;&#34542;&#21916;&#27426;&#12290;&#26377;&#36825;&#26679;&#30340;&#25163;&#26426;&#38142;&#20040;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12795174067.jpg" border="0" alt="" /></p>
<p>&#23452;&#23478;&#21507;&#30340;&#20063;&#36229;&#32423;&#22909;&#21834;&#65292;&#25105;&#26159;&#24565;&#24565;&#19981;&#24536;&#20102;&#12290;&#20808;&#30475;&#30475;&#36825;&#22825;&#21507;&#30340;&#21543;&#12290;</p>
<p>&#29790;&#20856;&#29275;&#32905;&#20024;+&#20160;&#20040;&#34507;&#31957;&#26469;&#30528;&#65292;&#21453;&#27491;&#35828;&#26159;&#29790;&#20856;&#20844;&#20027;&#32467;&#23130;&#26102;&#20505;&#19987;&#38376;&#23450;&#21046;&#20102;&#36825;&#20010;&#28857;&#24515;&#65292;&#31639;&#26159;&#29305;&#33394;&#21543;&#65292;&#25105;&#23601;&#35201;&#20102;&#65292;&#20854;&#23454;&#24456;&#36149;&#30340;&#65292;&#36825;&#20010;&#28857;&#24515;&#23601;10&#22359;&#12290;&#36824;&#26377;&#21654;&#21857;&#39278;&#26009;&#20160;&#20040;&#30340;&#65292;&#20813;&#36153;&#32493;&#26479;&#30340;&#65292;&#25105;&#27809;&#35201;&#12290;&#20026;&#21861;&#21602;&#65292;&#23545;&#20102;&#65292;&#33258;&#24049;&#24102;&#20102;&#27700;&#65292;&#20026;&#20102;&#30465;&#38065;&#65292;&#23601;&#27809;&#35201;&#65292;&#22826;&#26126;&#26234;&#20102;&#65292;&#22806;&#38754;&#30340;&#20813;&#36153;&#32493;&#26479;&#26356;&#21010;&#31639;&#65292;&#21704;&#21704;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1279518374q.jpg" border="0" alt="" /></p>
<p>&#30406;&#20799;&#24178;&#30871;&#20799;&#20928;&#12290;&#22303;&#35910;&#27877;&#25105;&#23454;&#22312;&#19981;&#21916;&#27426;&#65292;&#33021;&#21507;&#25481;&#19968;&#21322;&#24050;&#32463;&#24456;&#32473;&#38754;&#23376;&#20102;&#12290;&#32905;&#20024;&#30495;&#30340;&#24456;&#22909;&#21507;&#21568;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1279518382g.jpg" border="0" alt="" /></p>
<p>&#23601;&#26159;&#36825;&#20010;&#65292;&#19968;&#20010;&#28909;&#29399;+&#19968;&#26479;&#39278;&#26009;&#65292;&#20813;&#36153;&#32493;&#26479;&#30340;&#65292;5&#22359;&#12290;&#29980;&#31570;1&#22359;&#65292;&#25105;&#32416;&#32467;&#20102;&#19979;&#65292;&#36824;&#26159;&#20080;&#20102;&#20010;&#29980;&#31570;&#35299;&#39307;&#12290;&#22826;&#20415;&#23452;&#21862;~~~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1279518366j.jpg" border="0" alt="" /></p>
<p>&#20174;&#23452;&#23478;&#20986;&#26469;&#65292;&#22823;&#27010;3&#28857;&#65292;&#20877;&#22352;&#36710;&#22868;&#27874;&#22238;&#20303;&#22788;&#65292;&#30331;&#35760;&#20837;&#20303;&#65292;&#27927;&#28577;&#25442;&#34915;&#12290;&#27491;&#22909;&#20457;&#21516;&#23398;&#20063;&#37117;&#21040;&#20102;&#25104;&#37117;&#65292;&#26202;&#19978;&#19968;&#36215;&#21435;&#20102;&#23485;&#31364;&#24055;&#23376;&#12290;</p>
<p>&#25104;&#37117;&#20154;&#30340;&#29983;&#27963;&#36824;&#30495;&#26377;&#22815;&#24736;&#38386;&#30340;~&#32842;&#22825;&#30340;&#65292;&#21969;&#29916;&#23376;&#20799;&#30340;&#65292;&#25171;&#29260;&#30340;&#65292;&#24178;&#22352;&#30528;&#30340;&#65292;&#21917;&#33590;&#30340;&#65292;&#25402;&#22810;&#20154;&#12290;&#12290;&#12290;</p>
<p>&#26202;&#39277;&#35980;&#20284;&#22312;&#36825;&#37324;&#35299;&#20915;&#30340;&#65292;&#21487;&#24796;&#25105;&#20204;&#27809;&#26377;&#25214;&#21040;&#27839;&#34903;&#30340;&#24231;&#20799;&#65292;&#22352;&#22312;&#37324;&#38754;&#21507;&#12290;&#29228;&#29228;&#34430;&#65292;&#28900;&#40060;&#65292;&#36824;&#26377;&#19968;&#22534;&#28900;&#20018;&#12290;&#25105;&#21507;&#30340;&#36156;&#21704;&#30382;&#65292;&#35980;&#20284;&#21478;&#22806;&#37027;&#20457;&#23545;&#29228;&#29228;&#34430;&#30340;&#22823;&#23567;&#39047;&#26377;&#24494;&#35789;&#65292;&#27809;&#35265;&#35782;&#30340;&#22909;&#22788;&#20307;&#29616;&#20102;&#65292;&#25105;&#21507;&#30340;&#24456;&#28385;&#36275;&#21834;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12795386521.jpg" border="0" alt="" /></p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1279538644o.jpg" border="0" alt="" /></p>
<p>&#20854;&#23454;&#23485;&#24055;&#23376;&#21543;&#65292;&#30830;&#23454;&#26377;&#28857;&#20687;&#22823;&#21776;&#36890;&#26131;&#22346;&#21644;&#21335;&#38179;&#40723;&#24055;&#30340;&#32467;&#21512;&#65292;&#28982;&#21518;&#24314;&#31569;&#27604;&#36739;&#21335;&#26041;&#39118;&#26684;&#12290;&#34542;&#26377;&#29983;&#27963;&#27668;&#24687;&#30340;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1279538682p.jpg" border="0" alt="" /></p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12795386621.jpg" border="0" alt="" /></p>
<p>&#21322;&#19994;&#20313;&#25293;&#23458;&#26472;&#23567;&#30473;~&#20165;&#26377;&#30340;&#21322;&#20010;&#19994;&#20313;&#27700;&#24179;&#65292;&#23436;&#20840;&#24402;&#21151;&#20110;&#23435;&#24635;&#21516;&#23398;&#30340;&#30456;&#26426;~&#19981;&#23458;&#27668;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12795386701.jpg" border="0" alt="" /></p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1279539243c.jpg" border="0" alt="" /></p>
<p>&#22909;&#30130;&#20518;&#30340;&#30524;&#31070;&#20799;~&#37117;&#32959;&#20102;&#65292;&#21704;&#21704;&#12290;&#20843;&#23681;&#29983;&#26085;&#29031;&#65292;&#23601;&#26159;&#36825;&#24503;&#34892;&#65292;&#25668;&#24433;&#24072;&#30828;&#26159;&#32473;&#25105;&#33041;&#34955;&#19978;&#39030;&#20102;&#19968;&#26421;&#27604;&#22836;&#36824;&#22823;&#30340;&#34013;&#33394;&#19997;&#24102;&#20570;&#30340;&#33457;&#20799;&#12290;&#22909;&#24808;&#30340;&#22238;&#24518;&#21584;~~~~~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12795386293.jpg" border="0" alt="" /></p>
<p>&#21518;&#38754;&#36825;&#20010;&#22043;&#65292;&#21704;&#21704;&#65292;&#31456;&#40060;&#22068;&#12290;CK&#30475;&#20102;&#32477;&#23545;&#29378;&#31505;&#21704;&#12290;&#26032;&#32418;&#27004;&#37324;&#20986;&#29616;&#30340;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1279538636x.jpg" border="0" alt="" /></p>
<p>&#36824;&#26377;&#20123;&#22909;&#29609;&#20799;&#30340;&#29031;&#29255;&#19981;&#22312;&#25105;&#36825;&#37324;&#65292;&#22238;&#22836;&#20877;&#21152;&#19978;&#21543;~</p>
<p>&#23485;&#31364;&#24055;&#23376;&#20117;&#24055;&#23376;&#28216;&#29609;&#32467;&#26463;&#65292;&#23485;&#24055;&#23376;&#21475;&#24456;&#22810;&#22823;&#22920;&#22312;&#36339;&#33310;&#65292;&#29305;&#24102;&#21170;&#20799;&#65292;&#36824;&#26377;&#20123;&#24180;&#36731;&#30340;&#22993;&#23064;&#36335;&#36807;&#65292;&#20063;&#20250;&#21152;&#20837;&#19968;&#36215;&#12290;&#21916;&#27426;&#30475;&#36825;&#26679;&#30340;&#22330;&#26223;&#65292;&#20250;&#35753;&#20154;&#35273;&#24471;&#29983;&#27963;&#30495;&#32654;&#22909;&#12290;&#34429;&#28982;&#20316;&#20026;&#23567;&#33041;&#19981;&#21457;&#36798;&#19968;&#26063;&#65292;&#33258;&#24049;&#19981;&#20250;&#21152;&#20837;&#20854;&#20013;&#65292;&#21487;&#26159;&#23601;&#36825;&#26679;&#38745;&#38745;&#30340;&#30475;&#30528;&#65292;&#30495;&#22909;~</p>
<p>&#24819;&#36215;&#20197;&#21069;&#22312;&#35199;&#23433;&#30005;&#23376;&#21830;&#22478;&#24191;&#22330;&#19978;&#65292;&#24456;&#22810;&#20154;&#19968;&#36215;&#36339;&#33310;&#65292;&#19968;&#36215;&#28369;&#26097;&#20912;&#65292;&#20316;&#20026;&#30475;&#23458;&#65292;&#25105;&#27604;&#21442;&#19982;&#32773;&#36824;&#35201;&#28608;&#21160;&#65292;&#24680;&#19981;&#24471;&#19968;&#30452;&#23601;&#37027;&#20040;&#30475;&#30528;&#65292;&#19981;&#35201;&#22238;&#23398;&#26657;&#65292;&#22079;&#22079;&#65292;&#36825;&#26159;&#29233;&#20945;&#28909;&#38393;&#30340;&#26412;&#24615;&#20040;&#12290;&#12290;&#12290;</p>
<p>&#26377;&#21516;&#23398;&#35273;&#24471;&#30475;&#22823;&#22920;&#36339;&#33310;&#27809;&#21170;&#65292;&#25105;&#21448;&#32047;&#30340;&#19981;&#24819;&#36208;&#36828;&#65292;&#20110;&#26159;&#36208;&#21435;&#20154;&#27665;&#20844;&#22253;&#12290;&#24681;&#65292;&#24456;&#19981;&#26126;&#26234;&#30340;&#20915;&#23450;&#65292;&#20154;&#27665;&#20844;&#22253;&#25402;&#36828;&#30340;&#65292;&#20027;&#35201;&#19981;&#35748;&#35782;&#36335;&#65292;&#32047;&#30340;&#31232;&#37324;&#31946;&#28034;&#65292;&#22909;&#19981;&#23481;&#26131;&#36208;&#21040;&#20102;&#65292;&#40657;&#28422;&#28422;&#19968;&#29255;&#65292;&#22352;&#19968;&#20250;&#21543;&#65292;&#21448;&#25307;&#20102;&#19968;&#33151;&#34442;&#23376;&#12290;&#28982;&#21518;&#20877;&#36208;&#22238;&#21435;&#65292;&#22909;&#21543;&#65292;&#25105;&#36825;&#36335;&#30196;&#65292;&#19968;&#22825;&#19981;&#36208;&#20900;&#26505;&#36335;&#37117;&#19981;&#34892;&#65292;&#32469;&#22238;&#20303;&#22788;&#65292;11&#28857;&#36807;&#21322;&#65292;&#33151;&#37117;&#35201;&#26029;&#25481;&#20102;&#65292;&#27809;&#27927;&#28577;&#30452;&#25509;&#20498;&#19979;&#30561;&#35273;&#40479;&#65281;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/07/18/%E5%A4%A9%E5%BA%9C%E6%88%90%E9%83%BD%E6%B8%B80/">天府成都游0</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-07-18T00:00:00+08:00" pubdate data-updated="true">Jul 18<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#36825;&#27425;&#31639;&#26159;&#33258;&#21161;&#28216;&#20040;&#65292;&#19981;&#26195;&#24471;&#22139;~</p>
<p>&#24212;&#35813;&#35828;&#19968;&#21322;&#19968;&#21322;&#21543;&#65292;&#33267;&#23569;&#21681;&#26159;&#20010;&#32972;&#21253;&#23458;&#22043;~</p>
<p>&#26412;&#26469;&#24819;&#21435;&#29976;&#21335;&#30340;&#65292;&#19968;&#20010;&#20154;&#30452;&#25509;&#22868;&#34255;&#21306;&#21435;&#65292;&#27809;&#38738;&#26053;&#65292;&#25105;&#36824;&#30495;&#19981;&#30693;&#36947;&#35813;&#20303;&#21738;&#37324;&#25165;&#38752;&#35889;&#12290;&#26597;&#35810;&#20043;&#21518;&#21457;&#29616;&#65292;&#20854;&#23454;&#29976;&#21335;&#26159;&#21487;&#20197;&#21644;&#24029;&#21271;&#19968;&#36215;&#29609;&#36807;&#30340;&#65292;&#20063;&#31639;&#26159;&#32473;&#33258;&#24049;&#25214;&#20102;&#20010;&#27491;&#24403;&#29702;&#30001;&#65292;&#20915;&#23450;&#27492;&#34892;&#21482;&#22312;&#25104;&#37117;&#29609;&#20799;&#29609;&#20799;&#12290;</p>
<p>&#20986;&#21457;&#21069;&#65292;&#26597;&#20102;&#24456;&#22810;&#25915;&#30053;&#65292;&#20854;&#23454;&#37117;&#27809;&#22810;&#22823;&#29992;&#22788;&#12290;&#39044;&#35746;&#20102;4&#21495;&#24037;&#21378;&#30340;&#24202;&#38138;&#65292;&#36229;&#20415;&#23452;&#65292;&#20250;&#21592;35&#19968;&#26202;&#65292;&#24403;&#28982;&#65292;&#20250;&#21592;&#21345;50&#19968;&#24352;&#12290;&#25105;&#20303;&#20102;5&#22825;&#65292;&#30465;&#19979;&#30340;&#38065;&#27491;&#22909;&#21150;&#20102;&#24352;&#20250;&#21592;&#21345;&#65292;&#20197;&#21518;&#20877;&#20986;&#21435;&#29609;&#65292;&#23601;&#20303;&#38738;&#26053;&#20102;&#12290;</p>
<p>9&#21495;&#20013;&#21320;&#30340;&#28779;&#36710;&#31080;&#65292;&#27491;&#22909;&#26576;&#21516;&#23398;&#21435;&#25104;&#37117;&#24320;&#20250;&#65292;&#21516;&#34892;&#65292;&#23601;&#36319;&#30528;&#20182;&#20080;&#20102;&#21351;&#38138;&#12290;&#19968;&#33324;&#25105;&#20986;&#21435;&#29609;&#65292;&#37117;&#26159;&#22352;&#21435;&#21351;&#22238;&#12290;&#36825;&#27425;&#65292;&#23601;&#20080;&#20102;&#30828;&#24231;&#36820;&#31243;&#31080;&#12290;&#20107;&#23454;&#35777;&#26126;&#65292;&#36824;&#26159;&#35201;&#22352;&#21435;&#21351;&#22238;&#30340;&#22909;&#12290;&#30828;&#24231;&#22238;&#26469;&#65292;&#25105;&#24555;&#27809;&#20154;&#24418;&#20102;~~~</p>
<p>10&#21495;&#26089;&#26216;5&#65306;30&#21040;&#36710;&#31449;&#65292;&#20080;&#20102;&#36820;&#31243;&#31080;&#65292;&#22868;&#20303;&#22788;&#21435;&#40479;~~~</p>
<p>&#38468;&#65306;</p>
<p>&#25104;&#37117;&#20844;&#20132;&#32593;&#65306;http://chengdu.8684.cn/&#160;&#160; </p>
<p>&#36825;&#27425;&#25105;&#20986;&#38376;&#65292;&#22522;&#26412;&#19978;&#23601;&#26159;&#30334;&#24230;&#22320;&#22270;+&#20844;&#20132;&#32593;&#65292;&#20986;&#19981;&#20102;&#22826;&#22823;&#30340;&#24046;&#38169;</p>
<p>&#25104;&#37117;&#22320;&#30028;&#20799;&#23567;&#65292;&#24046;&#20102;&#19968;&#20004;&#31449;&#36335;&#65292;&#36208;&#36208;&#23601;&#21040;&#65292;&#32477;&#23545;&#27604;&#35199;&#23433;&#30340;&#19968;&#20004;&#31449;&#36817;</p>
<p>&#20877;&#24597;&#40635;&#28902;&#30340;&#35805;&#65292;&#25171;&#36710;&#65292;&#20854;&#23454;&#20063;&#19981;&#36149;&#65292;&#19968;&#33324;&#26469;&#35828;10&#22359;&#22810;&#23601;&#22815;&#20102;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/07/05/%E7%99%BD%E7%99%BD%EF%BC%8Csingapore%E5%B0%8F%E5%A7%90%7E/">白白，Singapore小姐~</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-07-05T00:00:00+08:00" pubdate data-updated="true">Jul 5<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#21608;&#20116;&#36319;&#22969;&#32842;&#22825;</p>
<div id="15c6271a17db44cd8467da4f12faf698" class="blackMessage         " onclick="heighlightMe(this)" ondblclick="MouseDbClickHistoryRecord(this)" onmouseover="addClass(this,\"h-over\")" onmouseout="removeClass(this,\"h-over\")"><span class="green">ymi 20:46:11</span>
<p class="black">&#26126;&#22825;&#21861;&#26102;&#20505;&#30340;&#39134;&#26426;&#65311;</p>
</div>
<div id="326305e21d2d42058a7da0af076fdd06" class="blackMessage              " onclick="heighlightMe(this)" ondblclick="MouseDbClickHistoryRecord(this)" onmouseover="addClass(this,\"h-over\")" onmouseout="removeClass(this,\"h-over\")"><span class="blue">&#31859;&#36335; 20:46:42</span>
<p class="black">&#19979;&#21320;&#20004;&#28857;&#21543;</p>
</div>
<div id="7c459ec2e36d42d4a580b18239404ef9" class="blackMessage    " onclick="heighlightMe(this)" ondblclick="MouseDbClickHistoryRecord(this)" onmouseover="addClass(this,\"h-over\")" onmouseout="removeClass(this,\"h-over\")"><span class="green">ymi 20:47:10</span>
<p class="black">&#20004;&#28857;&#20174;&#36825;&#36208;&#65292;&#36824;&#26159;&#20004;&#28857;&#36215;&#39134;&#65311;&#26041;&#20415;&#30340;&#35805;&#25105;&#21435;&#36865;&#36865;&#20320;</p>
</div>
<div id="30f8cc19f7dc493b8ace59308bfb43bf" class="blackMessage     h-over" onclick="heighlightMe(this)" ondblclick="MouseDbClickHistoryRecord(this)" onmouseover="addClass(this,\"h-over\")" onmouseout="removeClass(this,\"h-over\")"><span class="blue">&#31859;&#36335; 20:48:34</span>
<p class="black">&#20004;&#28857;&#36215;&#39134;&#21543;&#65292;&#24618;&#36828;&#30340;&#20320;&#23601;&#21035;&#36865;&#20102;&#21543;&#65292;&#27809;&#20107;&#30340;&#65292;&#21681;&#21448;&#19981;&#26159;&#35265;&#19981;&#21040;&#20102;</p>
</div>
<div id="d7e6116f4c344748b6af1f52b307b901" class="blackMessage heighlight      " onclick="heighlightMe(this)" ondblclick="MouseDbClickHistoryRecord(this)" onmouseover="addClass(this,\"h-over\")" onmouseout="removeClass(this,\"h-over\")"><span class="green">ymi 20:50:05</span>
<p class="black">&#22079;&#22079;&#65292;&#36825;&#19981;&#26159;&#35273;&#24471;&#20320;&#20986;&#36828;&#38376;&#20102;&#20040;&#12290;&#37027;&#23601;&#31561;&#25105;&#25379;&#38065;&#20102;&#21435;&#25214;&#20320;&#29609;&#20799;&#21543;~~~</p>
<div id="1936cb49cf1c41a381de2ffa768afe79" class="blackMessage heighlight     h-over" onclick="heighlightMe(this)" ondblclick="MouseDbClickHistoryRecord(this)" onmouseover="addClass(this,\"h-over\")" onmouseout="removeClass(this,\"h-over\")"><span class="blue">&#31859;&#36335; 21:01:29</span>
<p class="black">&#24681;&#65292;&#34892;&#20040;&#65292;&#26469;&#20102;&#23601;&#25214;&#25105;&#20040;</p>
</div>
<div id="77abed50c8a84026a8e2833f0d95ee9c" class="blackMessage    " onclick="heighlightMe(this)" ondblclick="MouseDbClickHistoryRecord(this)" onmouseover="addClass(this,\"h-over\")" onmouseout="removeClass(this,\"h-over\")"><span class="green">ymi 21:03:19</span>
<p class="black">&#33258;&#24049;&#21435;&#20102;&#65292;&#22810;&#38271;&#30524;&#27880;&#24847;&#28857;&#20799;&#65292;&#34429;&#35828;&#20320;&#36825;&#24615;&#26684;&#27809;&#21861;&#65292;&#21487;&#25105;&#36824;&#26159;&#25805;&#24515;&#30340;&#19981;&#34892;&#12290;&#12290;&#12290;&#12290;</p>
<p class="black">&#21457;&#26368;&#21518;&#19968;&#26465;&#39134;&#20449;&#30340;&#26102;&#20505;&#65292;&#40763;&#23376;&#21487;&#37240;&#12290;&#21518;&#26469;&#65292;&#22969;&#20063;&#27809;&#20877;&#35828;&#35805;&#65292;&#20063;&#22909;&#65292;&#30465;&#24471;&#22823;&#23478;&#38519;&#20837;&#24773;&#32490;&#20986;&#19981;&#26469;&#12290;</p>
<p class="black">&#160;</p>
<p>&#21608;&#20845;&#65292;&#36182;&#24202;&#65292;8&#28857;&#22810;&#37266;&#26469;&#65292;&#38752;&#22312;&#22681;&#19978;&#30475;&#20070;</p>
<p>&#22969;&#25171;&#26469;&#30005;&#35805;&#65306;&#24453;&#20250;&#20799;&#26469;&#19981;&#65292;&#25105;&#22920;&#25214;&#20102;&#36710;&#65292;&#20320;&#25380;&#25380;&#20063;&#33021;&#22352;&#19978;</p>
<p>&#25105;&#65306;&#24403;&#28982;&#26469;</p>
<p>&#20877;&#19981;&#26469;&#65292;&#19981;&#30693;&#36947;&#35265;&#38754;&#26159;&#21861;&#26102;&#20505;&#20102;</p>
<p>&#160;</p>
<p>&#22969;&#21457;&#28903;&#20102;&#65292;&#36825;&#27809;&#20986;&#24687;&#30340;&#23401;&#23376;&#65292;&#19968;&#36935;&#19978;&#22823;&#20107;&#20799;&#23601;&#28903;&#65292;&#27809;&#32536;&#30001;&#30340;&#19968;&#30452;&#28903;</p>
<p>&#21507;&#33647;&#65292;&#21507;&#39277;&#65292;&#25552;&#20102;&#34892;&#26446;&#20986;&#21457;</p>
<p>&#19977;&#20010;&#20154;&#25380;&#22312;&#21518;&#24231;&#19978;&#22075;&#22075;&#21704;&#21704;&#30340;&#21040;&#20102;&#26426;&#22330;</p>
<p>&#24184;&#22909;&#26377;&#24102;&#38431;&#32769;&#24072;&#65292;&#36824;&#26377;&#21516;&#34892;&#21516;&#23398;</p>
<p>&#25105;&#25343;&#20986;&#30456;&#26426;&#65292;&#22823;&#23478;&#24320;&#22987;&#32842;&#22825;&#25293;&#29031;&#65292;&#20197;&#32531;&#35299;&#20998;&#21035;&#26102;&#30340;&#21387;&#25233;&#24773;&#32490;</p>
<p>&#26368;&#21518;&#36827;&#34892;&#26446;&#36890;&#36947;&#26102;&#65292;&#27809;&#20102;&#24403;&#21021;&#30340;&#22823;&#20041;&#20955;&#28982;</p>
<p>&#22312;&#22905;&#30340;&#30524;&#31070;&#37324;&#30475;&#21040;&#20102;&#19981;&#33293;&#65292;&#21644;&#19968;&#20010;&#20154;&#20986;&#38376;&#30340;&#32966;&#24623;</p>
<p>&#160;</p>
<p>&#25176;&#36816;&#32467;&#26463;&#21518;&#22238;&#26469;&#36319;&#25105;&#20204;&#25171;&#25307;&#21628;</p>
<p>&#24320;&#36710;&#30340;&#21460;&#21460;&#29305;&#35752;&#21388;&#65292;&#30828;&#35828;&#26469;&#36319;&#23478;&#37324;&#20154;&#25265;&#19968;&#19979;&#22043;</p>
<p>&#23601;&#22312;&#37027;&#19968;&#30636;&#38388;&#65292;&#25105;&#19981;&#34892;&#20102;&#65292;&#22993;&#22993;&#22993;&#29238;&#20063;&#19981;&#34892;&#20102;</p>
<p>&#20110;&#26159;&#65292;&#36530;&#22312;&#20154;&#32676;&#26368;&#21518;&#65292;&#30475;&#30528;&#20182;&#20204;&#23478;&#20154;&#25317;&#21035;&#65292;&#28982;&#21518;&#65292;&#25307;&#25307;&#25163;&#23601;&#31639;&#30333;&#30333;&#21543;</p>
<p>&#21518;&#26469;&#23043;&#32473;&#25105;&#25171;&#30005;&#35805;&#65292;&#25105;&#27809;&#25509;&#19978;&#65288;&#19975;&#24694;&#30340;&#25163;&#26426;&#65292;&#36824;&#33258;&#24049;&#32473;boss&#21457;&#30701;&#20449;&#65292;&#21710;&#65289;</p>
<p>&#21448;&#32473;&#22993;&#22993;&#25171;&#30005;&#35805;&#65292;&#25105;&#36828;&#36828;&#30340;&#36208;&#22312;&#21069;&#38754;&#65292;&#20160;&#20040;&#20063;&#19981;&#24819;&#21548;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#160;</p>
<p>&#21710;&#65292;&#36825;&#20040;&#23567;&#30340;&#20154;&#20799;&#65292;&#37027;&#20040;&#22823;&#19968;&#22534;&#34892;&#26446;&#12290;&#12290;&#12290;&#12290;&#27809;&#25105;&#20204;&#20102;&#65292;&#20320;&#21643;&#24324;&#24471;&#21160;</p>
<p>&#160;<img src="http://filer.blogbus.com/5333148/5333148_12783125269.jpg" border="0" alt="" /></p>
<p>&#160;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1278312547f.jpg" border="0" alt="" /></p>
<p>&#20840;&#20307;&#36865;&#34892;&#20154;&#21592;&#21512;&#24433;</p>
<p>&#39134;&#26426;&#22330;&#28779;&#36710;&#31449;&#65292;&#37117;&#19981;&#26159;&#21861;&#22909;&#22320;&#26041;&#65292;&#20809;&#35753;&#20154;&#38590;&#21463;&#12290;&#20197;&#21518;&#36865;&#20154;&#23601;&#36865;&#21040;&#27773;&#36710;&#31449;&#22909;&#20102;&#65292;&#24863;&#35273;&#36208;&#19981;&#36828;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1278312571s.jpg" border="0" alt="" /></p>
<p>&#26152;&#26202;&#65292;qq&#19978;&#21448;&#36935;&#35265;&#20102;&#12290;</p>
<p>&#36215;&#21021;&#65292;&#25105;&#19968;&#20010;&#20154;&#22312;&#19975;&#36798;&#21507;&#19996;&#19996;&#21253;&#65292;&#22826;&#38590;&#21507;&#20102;&#12290;&#12290;&#12290;&#12290;&#28982;&#21518;&#26080;&#32842;&#65292;&#25163;&#26426;qq&#65292;&#35265;&#21040;&#20102;&#65292;&#23043;&#35828;&#20102;&#19968;&#21477;&#35805;&#20197;&#21518;&#27809;&#24433;&#20799;&#20102;&#65292;&#24515;&#31070;&#19981;&#23425;&#12290;&#36305;&#22238;&#23454;&#39564;&#23460;&#65292;&#25165;&#31639;&#26159;&#32842;&#19978;&#20102;&#65292;&#35270;&#39057;&#32473;&#25105;&#30475;&#20102;&#23487;&#33293;&#65292;&#36824;&#21487;&#20197;&#12290;&#20063;&#23601;&#27604;&#35199;&#30005;&#26032;&#26657;&#21306;&#23487;&#33293;&#31245;&#24046;&#37027;&#20040;&#19968;&#28857;&#28857;&#65292;&#20294;&#20854;&#20182;&#35774;&#26045;&#19981;&#38169;&#65292;&#31354;&#35843;wifi&#37117;&#26377;&#12290;</p>
<p>
</p><table id="ItemTable" style="word-break: break-all; word-wrap: break-word;" border="0" cellspacing="0" width="100%"><tbody><tr id="itemId_5" style="border-color: #fafbfb;" onclick="OnClickItem(this)" ondblclick="if (event.srcElement.tagName!= \"IMG\" &amp;&amp; event.srcElement.tagName!=\"OBJECT\") OnDbClickItem(this)" onmouseover="OnMouseTrackIn(this)" onmouseout="OnMouseTrackOut(this)" bgcolor="#fafbfb"><td id="tn">
<div style="padding-left: 10px; color: #006efe;"><span style="font-size: 11px;">
</span><div style="float: left; margin-right: 3px;">&#26376;&#26376;&#160;</div>
<span style="font-size: small; font-family: &#23435;&#20307;, MS Song;">21:07:02</span></div>
<div class="msgContentDiv"><strong><span style="font-size: 12pt; color: #ff00ff;">&#25105;&#22238;&#26469;&#21862;</span></strong></div>
</td>
</tr><tr id="itemId_6" style="border-color: #fafbfb;" onclick="OnClickItem(this)" ondblclick="if (event.srcElement.tagName!= \"IMG\" &amp;&amp; event.srcElement.tagName!=\"OBJECT\") OnDbClickItem(this)" onmouseover="OnMouseTrackIn(this)" onmouseout="OnMouseTrackOut(this)" bgcolor="#fafbfb"><td id="tn">
<div style="padding-left: 10px; color: #42b475;"><span style="font-size: 11px;">
</span><div style="float: left; margin-right: 3px;">&#22238;&#24518;&#26410;&#26469;&#160;</div>
<span style="font-size: small; font-family: &#23435;&#20307;, MS Song;">21:07:18</span></div>
<div class="msgContentDiv"><strong><span style="font-size: 10pt; color: #000000;">&#24681;&#65292;&#24590;&#26679;&#21834;</span></strong></div>
</td>
</tr><tr id="itemId_7" style="border-color: #fafbfb;" onclick="OnClickItem(this)" ondblclick="if (event.srcElement.tagName!= \"IMG\" &amp;&amp; event.srcElement.tagName!=\"OBJECT\") OnDbClickItem(this)" onmouseover="OnMouseTrackIn(this)" onmouseout="OnMouseTrackOut(this)" bgcolor="#fafbfb"><td id="tn">
<div style="padding-left: 10px; color: #006efe;"><span style="font-size: 11px;">
</span><div style="float: left; margin-right: 3px;">&#26376;&#26376;&#160;</div>
<span style="font-size: small; font-family: &#23435;&#20307;, MS Song;">21:07:42</span></div>
<div class="msgContentDiv"><strong><span style="font-size: 12pt; color: #ff00ff;">&#23398;&#26657;&#36824;&#27809;&#21435;&#21602;&#65292;&#26126;&#22825;&#21435;&#65292;&#29616;&#22312;&#22312;&#23487;&#33293;</span></strong></div>
</td>
</tr><tr id="itemId_8" style="border-color: #fafbfb;" onclick="OnClickItem(this)" ondblclick="if (event.srcElement.tagName!= \"IMG\" &amp;&amp; event.srcElement.tagName!=\"OBJECT\") OnDbClickItem(this)" onmouseover="OnMouseTrackIn(this)" onmouseout="OnMouseTrackOut(this)" bgcolor="#fafbfb"><td id="tn">
<div style="padding-left: 10px; color: #006efe;"><span style="font-size: 11px;">
</span><div style="float: left; margin-right: 3px;">&#26376;&#26376;&#160;</div>
<span style="font-size: small; font-family: &#23435;&#20307;, MS Song;">21:08:03</span></div>
<div class="msgContentDiv"><strong><span style="font-size: 12pt; color: #ff00ff;">&#20303;&#30340;&#22235;&#20154;&#38388;&#31245;&#24494;&#26377;&#28857;&#25380;</span></strong></div>
</td>
</tr><tr id="itemId_9" style="border-color: #fafbfb;" onclick="OnClickItem(this)" ondblclick="if (event.srcElement.tagName!= \"IMG\" &amp;&amp; event.srcElement.tagName!=\"OBJECT\") OnDbClickItem(this)" onmouseover="OnMouseTrackIn(this)" onmouseout="OnMouseTrackOut(this)" bgcolor="#fafbfb"><td id="tn">
<div style="padding-left: 10px; color: #42b475;"><span style="font-size: 11px;">
</span><div style="float: left; margin-right: 3px;">&#22238;&#24518;&#26410;&#26469;&#160;</div>
<span style="font-size: small; font-family: &#23435;&#20307;, MS Song;">21:08:16</span></div>
<div class="msgContentDiv"><strong><span style="font-size: 10pt; color: #000000;">&#23460;&#21451;&#24590;&#26679;</span></strong></div>
</td>
</tr><tr id="itemId_10" style="border-color: #fafbfb;" onclick="OnClickItem(this)" ondblclick="if (event.srcElement.tagName!= \"IMG\" &amp;&amp; event.srcElement.tagName!=\"OBJECT\") OnDbClickItem(this)" onmouseover="OnMouseTrackIn(this)" onmouseout="OnMouseTrackOut(this)" bgcolor="#fafbfb"><td id="tn">
<div style="padding-left: 10px; color: #42b475;"><span style="font-size: 11px;">
</span><div style="float: left; margin-right: 3px;">&#22238;&#24518;&#26410;&#26469;&#160;</div>
<span style="font-size: small; font-family: &#23435;&#20307;, MS Song;">21:08:20</span></div>
<div class="msgContentDiv"><strong><span style="font-size: 10pt; color: #000000;">&#32473;&#23478;&#37324;&#25171;&#30005;&#35805;&#27809;</span></strong></div>
</td>
</tr><tr id="itemId_11" style="border-color: #fafbfb;" onclick="OnClickItem(this)" ondblclick="if (event.srcElement.tagName!= \"IMG\" &amp;&amp; event.srcElement.tagName!=\"OBJECT\") OnDbClickItem(this)" onmouseover="OnMouseTrackIn(this)" onmouseout="OnMouseTrackOut(this)" bgcolor="#fafbfb"><td id="tn">
<div style="padding-left: 10px; color: #006efe;"><span style="font-size: 11px;">
</span><div style="float: left; margin-right: 3px;">&#26376;&#26376;&#160;</div>
<span style="font-size: small; font-family: &#23435;&#20307;, MS Song;">21:08:55</span></div>
<div class="msgContentDiv"><strong><span style="font-size: 12pt; color: #ff00ff;">&#26152;&#22825;&#21018;&#21040;&#36825;&#36793;&#25171;&#20102;&#19968;&#20010;&#65292;&#21018;&#25165;8&#28857;&#22810;&#21448;&#25171;&#20102;&#19968;&#20010;</span></strong></div>
</td>
</tr><tr id="itemId_12" style="border-color: #fafbfb;" onclick="OnClickItem(this)" ondblclick="if (event.srcElement.tagName!= \"IMG\" &amp;&amp; event.srcElement.tagName!=\"OBJECT\") OnDbClickItem(this)" onmouseover="OnMouseTrackIn(this)" onmouseout="OnMouseTrackOut(this)" bgcolor="#fafbfb"><td id="tn">
<div style="padding-left: 10px; color: #006efe;"><span style="font-size: 11px;">
</span><div style="float: left; margin-right: 3px;">&#26376;&#26376;&#160;</div>
<span style="font-size: small; font-family: &#23435;&#20307;, MS Song;">21:09:09</span></div>
<div class="msgContentDiv"><strong><span style="font-size: 12pt; color: #ff00ff;">&#23460;&#21451;&#37117;&#26159;&#20013;&#22269;&#20154;&#65292;&#25402;&#22909;&#30340;</span></strong></div>
</td>
</tr><tr id="itemId_13" style="border-color: #fafbfb;" onclick="OnClickItem(this)" ondblclick="if (event.srcElement.tagName!= \"IMG\" &amp;&amp; event.srcElement.tagName!=\"OBJECT\") OnDbClickItem(this)" onmouseover="OnMouseTrackIn(this)" onmouseout="OnMouseTrackOut(this)" bgcolor="#fafbfb"><td id="tn">
<div style="padding-left: 10px; color: #42b475;"><span style="font-size: 11px;">
</span><div style="float: left; margin-right: 3px;">&#22238;&#24518;&#26410;&#26469;&#160;</div>
<span style="font-size: small; font-family: &#23435;&#20307;, MS Song;">21:09:24</span></div>
<div class="msgContentDiv"><strong><span style="font-size: 10pt; color: #000000;">&#24681;&#65292;&#19996;&#35199;&#25910;&#25342;&#25910;&#25342;&#22909;</span></strong></div>
</td>
</tr><tr id="itemId_14" style="border-color: #fafbfb;" onclick="OnClickItem(this)" ondblclick="if (event.srcElement.tagName!= \"IMG\" &amp;&amp; event.srcElement.tagName!=\"OBJECT\") OnDbClickItem(this)" onmouseover="OnMouseTrackIn(this)" onmouseout="OnMouseTrackOut(this)" bgcolor="#fafbfb"><td id="tn">
<div style="padding-left: 10px; color: #42b475;"><span style="font-size: 11px;">
</span><div style="float: left; margin-right: 3px;">&#22238;&#24518;&#26410;&#26469;&#160;</div>
<span style="font-size: small; font-family: &#23435;&#20307;, MS Song;">21:09:37</span></div>
<div class="msgContentDiv"><strong><span style="font-size: 10pt; color: #000000;">&#20170;&#22825;&#20986;&#38376;&#27809;&#65292;&#20320;&#37027;&#33521;&#35821;&#34892;&#19981;</span></strong></div>
</td>
</tr><tr id="itemId_15" style="border-color: #fafbfb;" onclick="OnClickItem(this)" ondblclick="if (event.srcElement.tagName!= \"IMG\" &amp;&amp; event.srcElement.tagName!=\"OBJECT\") OnDbClickItem(this)" onmouseover="OnMouseTrackIn(this)" onmouseout="OnMouseTrackOut(this)" bgcolor="#fafbfb"><td id="tn"></td>
</tr><tr id="itemId_16" style="border-color: #fafbfb;" onclick="OnClickItem(this)" ondblclick="if (event.srcElement.tagName!= \"IMG\" &amp;&amp; event.srcElement.tagName!=\"OBJECT\") OnDbClickItem(this)" onmouseover="OnMouseTrackIn(this)" onmouseout="OnMouseTrackOut(this)" bgcolor="#fafbfb"><td id="tn">
<div style="padding-left: 10px; color: #006efe;"><span style="font-size: 11px;">
</span><div style="float: left; margin-right: 3px;">&#26376;&#26376;&#160;</div>
<span style="font-size: small; font-family: &#23435;&#20307;, MS Song;">21:10:28</span></div>
<div class="msgContentDiv"><strong><span style="font-size: 12pt; color: #ff00ff;">&#37117;&#25910;&#25342;&#24471;&#24046;&#19981;&#22810;&#21862;&#65292;&#20986;&#38376;&#20102;&#20040;&#65292;&#20080;&#19968;&#20123;&#26085;&#29992;&#21697;&#21834;&#20160;&#20040;&#30340;&#65292;&#21487;&#20197;&#35762;&#21326;&#35821;&#65292;&#23454;&#22312;&#19981;&#34892;&#22312;&#29992;&#33521;&#35821;&#21862;</span></strong></div>
</td>
</tr><tr id="itemId_17" style="border-color: #fafbfb;" onclick="OnClickItem(this)" ondblclick="if (event.srcElement.tagName!= \"IMG\" &amp;&amp; event.srcElement.tagName!=\"OBJECT\") OnDbClickItem(this)" onmouseover="OnMouseTrackIn(this)" onmouseout="OnMouseTrackOut(this)" bgcolor="#fafbfb"><td id="tn">
<div style="padding-left: 10px; color: #42b475;"><span style="font-size: 11px;">
</span><div style="float: left; margin-right: 3px;">&#22238;&#24518;&#26410;&#26469;&#160;</div>
<span style="font-size: small; font-family: &#23435;&#20307;, MS Song;">21:10:43</span></div>
<div class="msgContentDiv"><strong><span style="font-size: 10pt; color: #000000;">&#20877;&#19981;&#34892;&#65292;&#23601;&#27604;&#21010;&#65292;&#21704;&#21704;&#21704;</span></strong></div>
</td>
</tr><tr id="itemId_18" style="border-color: #fafbfb;" onclick="OnClickItem(this)" ondblclick="if (event.srcElement.tagName!= \"IMG\" &amp;&amp; event.srcElement.tagName!=\"OBJECT\") OnDbClickItem(this)" onmouseover="OnMouseTrackIn(this)" onmouseout="OnMouseTrackOut(this)" bgcolor="#fafbfb"><td id="tn">
<div style="padding-left: 10px; color: #006efe;"><span style="font-size: 11px;">
</span><div style="float: left; margin-right: 3px;">&#26376;&#26376;&#160;</div>
<span style="font-size: small; font-family: &#23435;&#20307;, MS Song;">21:11:42</span></div>
<div class="msgContentDiv"><strong><span style="font-size: 12pt; color: #ff00ff;">&#24046;&#19981;&#22810;&#37117;&#33021;&#20132;&#27969;&#21862;&#65292;&#24456;&#22810;&#20154;&#21326;&#35821;&#35828;&#24471;&#24456;&#22909;&#30340;&#65292;&#20080;&#39277;&#37027;&#37324;&#30340;&#20154;&#37117;&#21548;&#24471;&#25026;&#20013;&#22269;&#35805;</span></strong></div>
</td>
</tr><tr id="itemId_19" style="border-color: #fafbfb;" onclick="OnClickItem(this)" ondblclick="if (event.srcElement.tagName!= \"IMG\" &amp;&amp; event.srcElement.tagName!=\"OBJECT\") OnDbClickItem(this)" onmouseover="OnMouseTrackIn(this)" onmouseout="OnMouseTrackOut(this)" bgcolor="#fafbfb"><td id="tn">
</td>
</tr><tr id="itemId_20" style="border-color: #fafbfb;" onclick="OnClickItem(this)" ondblclick="if (event.srcElement.tagName!= \"IMG\" &amp;&amp; event.srcElement.tagName!=\"OBJECT\") OnDbClickItem(this)" onmouseover="OnMouseTrackIn(this)" onmouseout="OnMouseTrackOut(this)" bgcolor="#fafbfb"><td id="tn">
<div style="padding-left: 10px; color: #006efe;"><span style="font-size: 11px;">
</span><div style="float: left; margin-right: 3px;">&#26376;&#26376;&#160;</div>
<span style="font-size: small; font-family: &#23435;&#20307;, MS Song;">21:12:10</span></div>
<div class="msgContentDiv"><strong><span style="font-size: 12pt; color: #ff00ff;">&#23601;&#26159;&#21487;&#24819;&#23478;&#65292;&#20170;&#22825;&#36824;&#21741;&#20102;</span></strong></div>
</td>
</tr><tr id="itemId_21" style="border-color: #fafbfb;" onclick="OnClickItem(this)" ondblclick="if (event.srcElement.tagName!= \"IMG\" &amp;&amp; event.srcElement.tagName!=\"OBJECT\") OnDbClickItem(this)" onmouseover="OnMouseTrackIn(this)" onmouseout="OnMouseTrackOut(this)" bgcolor="#fafbfb"><td id="tn">
<div style="padding-left: 10px; color: #42b475;"><span style="font-size: 11px;">
</span><div style="float: left; margin-right: 3px;">&#22238;&#24518;&#26410;&#26469;&#160;</div>
<span style="font-size: small; font-family: &#23435;&#20307;, MS Song;">21:12:46</span></div>
<div class="msgContentDiv"><strong><span style="font-size: 10pt; color: #000000;">&#21710;&#65292;&#21018;&#20986;&#38376;&#37117;&#26159;&#36825;</span></strong></div>
</td>
</tr><tr id="itemId_22" style="border-color: #fafbfb;" onclick="OnClickItem(this)" ondblclick="if (event.srcElement.tagName!= \"IMG\" &amp;&amp; event.srcElement.tagName!=\"OBJECT\") OnDbClickItem(this)" onmouseover="OnMouseTrackIn(this)" onmouseout="OnMouseTrackOut(this)" bgcolor="#fafbfb"><td id="tn">
<div style="padding-left: 10px; color: #42b475;"><span style="font-size: 11px;">
</span><div style="float: left; margin-right: 3px;">&#22238;&#24518;&#26410;&#26469;&#160;</div>
<span style="font-size: small; font-family: &#23435;&#20307;, MS Song;">21:13:00</span></div>
<div class="msgContentDiv"><strong><span style="font-size: 10pt; color: #000000;">&#23588;&#20854;&#26159;&#21861;&#37117;&#35201;&#33258;&#24049;&#24324;&#24471;&#26102;&#20505;&#65292;&#24515;&#37324;&#24863;&#35273;&#25402;&#38590;&#21463;&#30340;</span></strong></div>
</td>
</tr><tr id="itemId_23" style="border-color: #fafbfb;" onclick="OnClickItem(this)" ondblclick="if (event.srcElement.tagName!= \"IMG\" &amp;&amp; event.srcElement.tagName!=\"OBJECT\") OnDbClickItem(this)" onmouseover="OnMouseTrackIn(this)" onmouseout="OnMouseTrackOut(this)" bgcolor="#fafbfb"><td id="tn">
<div style="padding-left: 10px; color: #006efe;"><span style="font-size: 11px;">
</span><div style="float: left; margin-right: 3px;">&#26376;&#26376;&#160;</div>
<span style="font-size: small; font-family: &#23435;&#20307;, MS Song;">21:13:15</span></div>
<div class="msgContentDiv"><strong><span style="font-size: 12pt; color: #ff00ff;">&#24681;&#65292;&#20960;&#20010;&#22899;&#29983;&#20945;&#21040;&#19968;&#36215;&#37117;&#19981;&#25954;&#35828;&#36825;&#35805;&#39064;&#65292;&#19968;&#35828;&#20840;&#21741;&#20102;</span></strong></div>
</td>
</tr><tr id="itemId_24" style="border-color: #fafbfb;" onclick="OnClickItem(this)" ondblclick="if (event.srcElement.tagName!= \"IMG\" &amp;&amp; event.srcElement.tagName!=\"OBJECT\") OnDbClickItem(this)" onmouseover="OnMouseTrackIn(this)" onmouseout="OnMouseTrackOut(this)" bgcolor="#fafbfb"><td id="tn">
<div style="padding-left: 10px; color: #42b475;"><span style="font-size: 11px;">
</span><div style="float: left; margin-right: 3px;">&#22238;&#24518;&#26410;&#26469;&#160;</div>
<span style="font-size: small; font-family: &#23435;&#20307;, MS Song;">21:13:54</span></div>
<div class="msgContentDiv"><strong><span style="font-size: 10pt; color: #000000;">&#21621;&#21621;&#65292;&#32473;&#23478;&#25171;&#30005;&#35805;&#26102;&#20505;&#23613;&#37327;&#24525;&#24525;&#65292;&#20320;&#21018;&#20986;&#26469;&#23478;&#37324;&#20063;&#19981;&#36866;&#24212;&#21602;</span></strong></div>
</td>
</tr><tr id="itemId_25" style="border-color: #fafbfb;" onclick="OnClickItem(this)" ondblclick="if (event.srcElement.tagName!= \"IMG\" &amp;&amp; event.srcElement.tagName!=\"OBJECT\") OnDbClickItem(this)" onmouseover="OnMouseTrackIn(this)" onmouseout="OnMouseTrackOut(this)" bgcolor="#fafbfb"><td id="tn">
<div style="padding-left: 10px; color: #006efe;"><span style="font-size: 11px;">
</span><div style="float: left; margin-right: 3px;">&#26376;&#26376;&#160;</div>
<span style="font-size: small; font-family: &#23435;&#20307;, MS Song;">21:15:07</span></div>
<div class="msgContentDiv"><strong><span style="font-size: 12pt; color: #ff00ff;">&#21999;&#21999;&#21999;&#8230;.&#25105;&#20170;&#22825;&#36824;&#22312;&#37027;&#24819;&#35201;&#26159;&#25105;&#19981;&#26469;&#19978;&#23398;&#22312;&#35199;&#23433;&#33258;&#24049;&#24320;&#23478;&#24215;&#20063;&#25402;&#22909;&#30340;&#8230;&#23601;&#37057;&#38391;&#20102;&#8230;&#19981;&#25954;&#24819;&#21834;&#8230;</span></strong></div>
</td>
</tr><tr id="itemId_26" style="border-color: #fafbfb;" onclick="OnClickItem(this)" ondblclick="if (event.srcElement.tagName!= \"IMG\" &amp;&amp; event.srcElement.tagName!=\"OBJECT\") OnDbClickItem(this)" onmouseover="OnMouseTrackIn(this)" onmouseout="OnMouseTrackOut(this)" bgcolor="#fafbfb"><td id="tn">
<div style="padding-left: 10px; color: #42b475;"><span style="font-size: 11px;">
</span><div style="float: left; margin-right: 3px;">&#22238;&#24518;&#26410;&#26469;&#160;</div>
<span style="font-size: small; font-family: &#23435;&#20307;, MS Song;">21:15:52</span></div>
<div class="msgContentDiv"><strong><span style="font-size: 10pt; color: #000000;">&#21621;&#21621;&#65292;&#26082;&#26469;&#20043;&#21017;&#23433;&#20043;&#65292;&#20320;&#35201;&#26159;&#22312;&#35199;&#23433;&#24320;&#24215;&#20102;&#65292;&#25105;&#36825;&#36744;&#23376;&#20272;&#35745;&#23601;&#19981;&#24819;&#30528;&#21435;&#26032;&#21152;&#22369;&#26053;&#28216;&#20102;&#12290;&#12290;&#12290;&#12290;</span></strong></div>
</td>
</tr><tr id="itemId_27" style="border-color: #fafbfb;" onclick="OnClickItem(this)" ondblclick="if (event.srcElement.tagName!= \"IMG\" &amp;&amp; event.srcElement.tagName!=\"OBJECT\") OnDbClickItem(this)" onmouseover="OnMouseTrackIn(this)" onmouseout="OnMouseTrackOut(this)" bgcolor="#fafbfb"><td id="tn">
<div style="padding-left: 10px; color: #42b475;"><span style="font-size: 11px;">
</span><div style="float: left; margin-right: 3px;">&#22238;&#24518;&#26410;&#26469;&#160;</div>
<span style="font-size: small; font-family: &#23435;&#20307;, MS Song;">21:16:09</span></div>
<div class="msgContentDiv"><strong><span style="font-size: 10pt; color: #000000;">&#26126;&#22825;&#21435;&#23398;&#26657;&#26377;&#20154;&#25307;&#21628;&#27809;</span></strong></div>
</td>
</tr><tr id="itemId_28" style="border-color: #fafbfb;" onclick="OnClickItem(this)" ondblclick="if (event.srcElement.tagName!= \"IMG\" &amp;&amp; event.srcElement.tagName!=\"OBJECT\") OnDbClickItem(this)" onmouseover="OnMouseTrackIn(this)" onmouseout="OnMouseTrackOut(this)" bgcolor="#fafbfb"><td id="tn">
<div style="padding-left: 10px; color: #006efe;"><span style="font-size: 11px;">
</span><div style="float: left; margin-right: 3px;">&#26376;&#26376;&#160;</div>
<span style="font-size: small; font-family: &#23435;&#20307;, MS Song;">21:16:40</span></div>
<div class="msgContentDiv"><strong><span style="font-size: 12pt; color: #ff00ff;">&#26377;&#32769;&#24072;&#24102;&#30528;</span></strong></div>
</td>
</tr></tbody></table></div>
</div>
<p>&#21710;&#65292;&#23043;&#36824;&#21457;&#28903;&#30528;&#21602;</p>
<p>&#25925;&#20316;&#36731;&#26494;&#30606;&#20355;&#20102;&#20250;&#65292;&#23043;&#20063;&#32047;&#20102;&#65292;&#26089;&#26089;&#30561;&#21435;&#20102;</p>
<p>&#22823;&#23478;&#20249;&#20799;&#37117;&#19981;&#23481;&#26131;&#21834;&#12290;&#24819;&#25105;&#26469;&#35199;&#23433;&#35835;&#20070;&#37117;&#24819;&#23478;&#21602;&#65292;&#21035;&#35828;&#20320;&#37027;&#20040;&#36828;&#20102;&#65292;&#21710;&#65292;&#38590;&#21463;&#65292;&#38590;&#21463;~~~~</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/07/03/%E6%B5%81%E6%9C%88%E7%AB%AF%E5%8D%88/">流月端午</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-07-03T00:00:00+08:00" pubdate data-updated="true">Jul 3<span>rd</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#31471;&#21320;&#21069;&#22805;&#65292;&#26790;&#39640;&#32771;&#32467;&#26463;&#65292;&#20599;&#31354;&#24102;&#22905;&#26469;&#35199;&#23433;&#29609;&#20102;&#20004;&#22825;&#12290;</p>
<p>&#21018;&#21018;&#23548;&#20986;&#29031;&#29255;&#65292;&#30475;&#30475;&#21543;&#65292;&#25402;&#27426;&#20048;&#30340;&#20004;&#22825;&#12290;&#20063;&#22815;&#28909;~~~~</p>
<p>&#23545;&#65292;&#24212;&#35813;&#26159;6&#26376;12&#21495;&#12290;&#26089;&#19978;&#25105;&#36824;&#32771;&#35797;&#26469;&#30528;&#12290;</p>
<p>&#24681;&#65292;&#35064;&#32771;&#20040;&#65292;&#26576;&#20010;&#23043;&#23545;&#25105;&#22833;&#26395;&#20043;&#26497;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#25152;&#20197;&#65292;&#26089;&#19978;&#65292;&#27966;&#36963;&#21220;&#21171;&#30340;&#26376;&#21435;&#25509;&#23043;&#65292;&#28982;&#21518;&#65292;&#20013;&#21320;&#22312;&#24052;&#20811;&#26031;&#30896;&#22836;&#65292;&#39640;&#26032;&#30340;&#24052;&#20811;&#26031;&#12290;</p>
<p>&#21792;&#21480;&#19979;&#65292;&#21069;&#20004;&#22825;&#21435;&#36890;&#26131;&#22346;&#21507;&#39277;&#26102;&#30896;&#35265;&#20102;&#26032;&#24320;&#30340;&#24052;&#20811;&#26031;&#65292;&#35013;&#20462;&#24456;&#25199;&#12290;&#25105;&#27809;&#24102;&#30456;&#26426;&#65292;&#19979;&#27425;&#21435;&#25293;&#20102;&#30475;&#30475;&#12290;&#24223;&#35805;&#19981;&#22810;&#35828;&#12290;</p>
<p>&#30475;&#30475;&#25105;&#20204;&#21507;&#20102;&#22810;&#23569;&#65292;&#20912;&#23665;&#19968;&#35282;&#32780;&#24050;&#12290;&#12290;&#12290;&#12290;&#33457;&#25105;&#34880;&#26412;&#20799;&#20102;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12781489298.jpg" border="0" alt="" /></p>
<p>&#19981;&#36807;&#21543;&#65292;&#20080;&#21333;&#26102;&#20013;&#22870;5&#22359;&#12290;&#20026;&#21861;&#21457;&#36825;&#24352;&#29031;&#29255;&#26174;&#25670;&#65311;&#30475;&#21518;&#38754;&#12290;</p>
<p>&#36951;&#25022;&#30340;&#26159;&#65292;&#25105;&#37117;&#27809;&#24819;&#36215;&#26469;&#36319;&#33258;&#24049;&#30340;&#25112;&#21033;&#21697;&#21512;&#24433;&#20040;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1278149150k.jpg" border="0" alt="" /></p>
<p>&#19979;&#21320;&#65292;&#35745;&#21010;&#21435;&#38485;&#21338;&#30340;&#12290;&#30001;&#20110;boss&#19978;&#21320;&#21457;&#39129;&#65292;&#25105;&#21482;&#22909;&#32769;&#32769;&#23454;&#23454;&#22238;&#23454;&#39564;&#23460;&#20102;&#12290;&#20381;&#26087;&#27966;&#36963;&#21220;&#21171;&#21191;&#25954;&#30340;&#26376;&#24102;&#30528;&#23043;&#21435;&#12290;&#32467;&#26524;&#26159;&#65292;&#20457;&#20154;&#22312;&#38485;&#21338;&#23567;&#24736;&#21970;&#19968;&#22280;&#24212;&#20184;&#25105;&#20043;&#21518;&#65292;&#21435;&#36891;&#23567;&#23528;&#65281;&#21380;&#20799;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1278149222o.jpg" border="0" alt="" /></p>
<p>&#28982;&#21518;&#20457;&#27809;&#20986;&#24687;&#30340;&#23043;&#22312;&#32943;&#24503;&#22522;&#20080;&#39278;&#26009;&#20241;&#24687;&#65292;&#20877;&#27425;&#20013;&#22870;&#20116;&#22359;&#65292;&#26376;&#21038;&#20986;&#26469;&#30340;&#12290;</p>
<p>&#20110;&#26159;&#65292;&#23601;&#26377;&#20010;&#36825;&#24352;&#21512;&#24433;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12781493744.jpg" border="0" alt="" /></p>
<p>&#23545;&#65292;&#36824;&#26159;&#36825;&#22825;&#19979;&#21320;&#65292;&#25105;&#35265;&#35782;&#20102;&#21326;&#20026;&#30340;&#26080;&#25932;&#23454;&#20064;&#29983;&#38754;&#35797;&#65292;&#21710;&#65292;&#19981;&#22810;&#35828;&#19981;&#22810;&#35828;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#19968;&#20999;&#32467;&#26463;&#22312;&#22823;&#38593;&#22612;&#30896;&#38754;&#12290;&#31946;&#28034;&#30340;&#25105;&#65292;&#22352;&#36710;&#22352;&#36807;&#31449;&#20102;&#12290;&#12290;&#12290;&#12290;&#23043;&#31561;&#30340;&#32047;&#30340;&#65292;&#20110;&#26159;&#65292;&#20027;&#21160;&#35831;&#32552;&#65292;&#24102;&#20182;&#20204;&#21435;&#21507;DQ&#12290;</p>
<p>&#30475;&#36825;&#23401;&#20799;&#24069;&#19981;&#65292;&#23601;&#22312;&#21335;&#24191;&#22330;&#26049;&#36793;&#36947;&#20799;&#19978;&#12290;&#21018;&#20599;&#25293;&#23436;&#65292;&#20272;&#35745;&#22905;&#22920;&#30475;&#35265;&#20102;&#65292;&#36214;&#36807;&#26469;&#32473;&#23043;&#31359;&#19978;&#20102;&#34915;&#26381;&#65292;&#27735;&#21568;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1278149857z.jpg" border="0" alt="" /></p>
<p>&#25105;&#37117;&#27809;&#33293;&#24471;&#32473;&#33258;&#24049;&#20080;&#65292;&#22079;&#22079;&#65292;&#22810;&#25026;&#20107;&#20799;&#30340;&#12290;</p>
<p>&#30475;&#30475;&#21543;&#65292;&#36825;&#29031;&#29255;&#26159;&#37027;&#22825;&#21807;&#19968;&#19968;&#24352;&#26377;&#25105;&#30340;&#12290;</p>
<p>&#20457;&#19981;&#21402;&#36947;&#30340;&#23043;&#21568;&#65292;&#23545;&#22905;&#20204;&#20146;&#29233;&#30340;&#21674;&#22992;&#23601;&#26159;&#36825;&#31561;&#24453;&#36935;&#12290;&#31561;&#25105;&#22238;&#21040;&#24231;&#20301;&#65292;&#36824;&#24471;&#24847;&#27915;&#27915;&#30340;&#26174;&#25670;&#33258;&#24049;&#30340;&#25668;&#24433;&#27700;&#24179;&#12290;&#12290;&#12290;&#12290;&#36824;&#19981;&#24536;&#25439;&#25105;&#65292;&#33080;&#22823;&#23601;&#26159;&#37266;&#30446;&#21834;&#65292;&#38543;&#20415;&#32473;&#20010;&#32541;&#32541;&#65292;&#23601;&#33021;&#35753;&#20154;&#30475;&#35265;&#21949;&#65281;</p>
<p>&#21710;&#65292;&#25105;&#21643;&#33021;&#24471;&#20457;&#36825;&#26679;&#30340;&#22969;&#12290;&#12290;&#12290;&#12290;&#19981;&#35201;&#20063;&#32610;&#20063;&#32610;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1278149497q.jpg" border="0" alt="" /></p>
<p>&#27492;&#26102;&#65292;&#24310;&#32493;&#20102;&#25105;&#20204;&#24403;&#22825;&#30340;&#29399;&#23630;&#36816;&#12290;&#20174;&#26469;&#27809;&#20013;&#36807;&#22870;&#30340;&#26790;&#65292;&#20063;&#21038;&#21040;&#20116;&#22359;&#65281;&#21704;&#21704;&#21704;&#21704;&#65292;&#21704;&#65292;&#21704;&#30382;&#65281;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1278149693t.jpg" border="0" alt="" /></p>
<p>&#36825;&#24352;&#25235;&#25293;&#28784;&#24120;&#21040;&#20301;&#65292;&#19981;&#26159;&#25105;&#25293;&#20102;&#65292;&#27809;&#36825;&#24515;&#24773;&#65292;DQ&#30495;&#26159;&#22826;&#36149;&#24278;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1278149783f.jpg" border="0" alt="" /></p>
<p>&#28982;&#21518;&#65292;&#20063;&#27809;&#24178;&#21861;&#20102;&#22909;&#20687;&#12290;&#25105;&#39295;&#20102;&#65292;&#22199;&#22199;&#30528;&#21507;&#20102;&#30871;&#38754;&#12290;&#22905;&#20457;&#31455;&#28982;&#27809;&#24863;&#35273;&#65292;&#19979;&#21320;&#21507;&#30707;&#22836;&#20102;&#65292;&#21756;&#21756;&#12290;</p>
<p>&#30475;&#20102;&#21943;&#27849;&#65292;&#23601;&#22238;&#20102;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12781500553.jpg" border="0" alt="" /></p>
<p>&#26377;&#27809;&#26377;&#20315;&#20809;&#30340;&#24863;&#35273;&#65292;&#21861;&#21483;&#25216;&#26415;&#65281;</p>
<p>&#31561;&#25226;&#26790;&#36865;&#21040;&#23567;&#33285;&#23478;&#20511;&#23487;&#65292;&#25105;&#33258;&#24049;&#20010;&#20799;&#20250;&#23487;&#33293;&#12290;&#24050;&#26159;11&#28857;&#22810;&#20102;&#12290;</p>
<p>&#31532;&#20108;&#22825;&#23601;&#31616;&#21333;&#20102;&#65292;&#26089;&#19978;&#21435;&#21809;&#27468;&#65292;&#26790;&#25918;&#19981;&#24320;&#65292;&#25105;&#20351;&#21170;&#21898;&#21483;&#65292;&#24819;&#35753;&#23043;&#21992;&#19968;&#28857;&#65292;&#32467;&#26524;&#65292;&#33258;&#24049;&#20808;&#27809;&#27668;&#20799;&#20102;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#20013;&#21320;&#23567;&#33285;&#35831;&#23458;&#65292;&#24517;&#32988;&#23458;&#12290;&#26356;&#21152;&#20984;&#26174;&#20102;&#21069;&#19968;&#22825;&#24052;&#20811;&#26031;&#30340;&#32654;&#21619;&#21644;&#24615;&#20215;&#27604;&#20040;&#65292;&#22079;&#22079;&#12290;</p>
<p>&#19979;&#21320;&#35828;&#30475;&#30005;&#24433;&#21602;&#65292;&#21435;&#37329;&#33457;&#30597;&#20102;&#19968;&#30524;&#65292;&#36824;&#34542;&#36149;&#65292;&#23601;&#25918;&#24323;&#20102;&#12290;&#21861;&#30005;&#24433;&#26469;&#30528;&#65292;&#23545;&#65292;&#39535;&#40857;&#39640;&#25163;&#12290;&#36825;&#29255;&#20799;&#25105;&#21518;&#26469;&#30005;&#33041;&#19978;&#30475;&#20102;&#65292;&#21518;&#35805;&#12290;</p>
<p>&#20110;&#26159;&#20046;&#65292;&#36891;&#20102;&#37329;&#33457;&#37329;&#40560;&#65292;&#32047;&#30340;&#28909;&#30340;&#65292;&#20474;&#20204;&#23601;&#22238;&#21688;&#38451;&#40479;~</p>
<p>over&#65281;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/07/01/%E4%B8%AD%E5%85%B4%E6%9C%89%E6%B6%88%E6%81%AF%E5%95%A6/">中兴有消息啦</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-07-01T00:00:00+08:00" pubdate data-updated="true">Jul 1<span>st</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>2010&#24180;7&#26376;1&#26085;11&#65306;25a.m.</p>
<p>&#25910;&#21040;&#20013;&#20852;&#30701;&#20449;&#65292;&#20869;&#23481;&#22914;&#19979;&#65306;</p>
<p>&#24744;&#22909;&#65292;&#24685;&#21916;&#24744;&#24050;&#36890;&#36807;&#20013;&#20852;&#36890;&#35759;&#22797;&#35797;&#12290;10&#26376;&#21021;&#23558;&#26681;&#25454;&#19977;&#26041;&#21327;&#35758;&#21457;&#25918;&#24773;&#20917;&#23433;&#25490;&#19987;&#19994;&#31508;&#35797;&#65292;&#31508;&#35797;&#36890;&#36807;&#21363;&#27807;&#36890;&#31614;&#32422;&#12290;&#31069;&#24744;&#20551;&#26399;&#24841;&#24555;&#12290;&#12304;&#20013;&#20852;&#36890;&#35759;&#12305;</p>
<p>&#36825;&#26159;&#31532;&#19968;&#20010;&#38752;&#35889;&#30340;&#22238;&#22797;&#65292;&#24515;&#37324;&#36824;&#26159;&#23567;&#23567;&#40481;&#21160;&#19979;</p>
<p>&#26412;&#26469;&#20063;&#19981;&#21643;&#25265;&#26377;&#26399;&#24453;&#30340;&#20107;&#20799;&#65292;&#25104;&#20102;&#65292;&#38271;&#33258;&#20449;&#65307;&#19981;&#25104;&#65292;&#20063;&#26080;&#25152;&#35859;&#30340;&#20107;&#24773;&#12290;</p>
<p>&#20027;&#35201;&#23601;&#26159;&#23433;&#24944;&#19979;&#25105;&#20174;&#21326;&#20026;&#37027;&#21463;&#21040;&#30340;&#25171;&#20987;&#20040;&#65292;&#22079;&#22079;&#12290;</p>
<p>&#31245;&#24494;&#20102;&#35299;&#20102;&#19979;&#24773;&#20917;&#65292;&#30475;&#26469;&#26159;&#20010;&#20154;&#37117;&#25910;&#21040;&#36890;&#30693;&#20102;&#12290;&#20013;&#20852;&#30340;&#35299;&#37322;&#26159;&#65292;&#29616;&#22312;&#27809;&#26377;&#19977;&#26041;&#21327;&#35758;&#65292;&#24182;&#19988;&#25945;&#32946;&#37096;&#36824;&#26159;&#21738;&#37324;&#19981;&#25903;&#25345;&#36825;&#20040;&#26089;&#23601;&#21457;offer&#12290;</p>
<p>&#35828;&#30333;&#20102;&#65292;&#36319;&#21326;&#20026;&#19968;&#26679;&#65292;&#34394;&#24352;&#22768;&#21183;&#21834;~</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/07/01/echoes-of-the-rainbow/">Echoes of the Rainbow</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-07-01T00:00:00+08:00" pubdate data-updated="true">Jul 1<span>st</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#26152;&#22825;&#26368;&#22823;&#30340;&#25910;&#33719;&#26159;&#32456;&#20110;&#23398;&#20250;&#20102;&#32763;&#22681;&#65292;&#19978;twitter&#65292;&#30475;Facebook&#12290;</p>
<p>&#21407;&#26469;&#65292;&#25105;&#26089;&#23601;&#27880;&#20876;&#20102;Facebook&#21834;&#65292;&#21704;&#21704;&#65292;&#19981;&#36807;&#37324;&#38754;&#27809;&#26377;&#35748;&#35782;&#30340;&#20154;&#21834;&#65292;&#19981;&#22909;&#29609;</p>
<p>twitter&#20063;&#19968;&#26679;&#65292;&#30001;&#20110;&#19981;&#29087;&#24713;&#25805;&#20316;&#65292;&#21152;&#19978;&#19968;&#26102;&#20063;&#24819;&#19981;&#36215;&#26469;&#26377;&#35841;&#21487;&#20197;follow&#65292;&#21487;&#24604;&#24052;&#24052;&#30340;&#21482;&#21152;&#20102;&#26446;&#31505;&#26469;&#65292;&#36824;&#26377;&#20197;&#21069;&#21152;&#20102;TBBT&#30340;Sheldon&#21644;&#37027;&#20010;&#21360;&#24230;&#23043;&#65288;&#39069;&#65292;&#25105;&#19981;&#20250;&#25340;&#20889;&#12290;&#12290;&#12290;&#12290;&#65289;</p>
<p>&#24819;&#24403;&#21021;&#19981;&#20250;&#32763;&#22681;&#30340;&#26102;&#20505;&#65292;&#30475;&#35265;&#35841;&#21448;&#22312;twitter&#19978;&#35828;&#20102;&#21861;&#65292;&#24635;&#26159;&#36951;&#25022;&#33258;&#24049;&#30475;&#19981;&#30528;&#12290;&#12290;&#12290;&#22079;&#22079;&#65292;&#20197;&#21518;&#23601;ok&#40479;~</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;</p>
<p>&#26152;&#22825;&#26368;&#22823;&#30340;&#24863;&#21160;&#26159;&#23681;&#26376;&#31070;&#20599;</p>
<p>&#20272;&#35745;&#24180;&#32426;&#31245;&#22823;&#19968;&#20123;&#30340;&#20154;&#30475;&#20102;&#65292;&#20849;&#40483;&#20250;&#26356;&#22810;&#21543;&#12290;&#25110;&#32773;&#35828;&#65292;&#39321;&#28207;&#20154;&#30475;&#20102;&#65292;&#20250;&#26356;&#22810;&#24819;&#21040;&#23567;&#26102;&#20505;&#12290;</p>
<p>&#25454;&#35828;&#26159;&#21046;&#29255;&#20154;&#26681;&#25454;&#33258;&#24049;&#30340;&#32463;&#21382;&#32534;&#30340;&#21095;&#26412;&#65292;&#32454;&#33410;&#24456;&#21040;&#20301;&#12290;&#25972;&#20010;&#25925;&#20107;&#23601;&#37027;&#20040;&#28129;&#28129;&#30340;&#28129;&#28129;&#30340;&#65292;&#23601;&#29992;&#25481;&#20102;&#25105;&#22909;&#20960;&#24352;&#39184;&#24062;&#32440;&#12290;</p>
<p>&#27604;&#22914;&#65292;&#25105;&#23601;&#24819;&#36215;&#20102;&#65292;&#24456;&#23567;&#30340;&#26102;&#20505;&#65292;&#22312;&#23013;&#23013;&#23478;&#65292;&#38376;&#21475;&#26377;&#19968;&#24352;&#30707;&#22836;&#22418;&#36215;&#30340;&#26700;&#23376;&#65292;&#22823;&#23478;&#22260;&#25104;&#19968;&#22280;&#21507;&#39277;&#12290;&#28909;&#24773;&#30340;&#37051;&#23621;&#20250;&#21483;&#23567;&#23401;&#21435;&#20182;&#20204;&#23478;&#37027;&#37324;&#22841;&#33756;&#12290;&#19981;&#36807;&#65292;&#25105;&#23013;&#23013;&#21483;&#25105;&#19981;&#35201;&#36825;&#26679;&#30340;&#65292;&#22079;&#22079;&#65292;&#22905;&#35828;&#19981;&#31036;&#35980;&#12290;</p>
<p>&#27604;&#22914;&#65292;&#19968;&#23478;&#20154;&#23545;&#25239;&#21488;&#39118;&#30340;&#26102;&#20505;&#65292;&#24819;&#36215;&#25105;&#23478;&#20197;&#21069;&#20570;&#29983;&#24847;&#30340;&#19981;&#26131;&#65292;&#35201;&#19981;&#26159;&#22240;&#20026;&#22312;&#23454;&#39564;&#23460;&#65292;&#25105;&#32943;&#23450;&#26159;&#22768;&#27882;&#20465;&#19979;&#12290;</p>
<p>&#27604;&#22914;&#65292;&#29240;&#29240;&#22920;&#22920;&#19968;&#36215;&#38754;&#23545;&#29983;&#27963;&#65292;&#19968;&#27493;&#38590;&#65292;&#19968;&#27493;&#20339;&#30340;&#26102;&#20505;&#12290;&#25105;&#24863;&#24936;&#65292;&#25105;&#29240;&#22920;&#29100;&#36807;&#20102;&#37027;&#19968;&#27573;&#65292;&#20026;&#21861;&#65292;&#25105;&#29616;&#22312;&#23545;&#23478;&#24237;&#30340;&#24184;&#31119;&#24863;&#30830;&#20943;&#23569;&#20102;&#12290;</p>
<p>&#29238;&#27597;&#30340;&#29233;&#24773;&#65292;&#20804;&#24351;&#24773;&#65292;&#20146;&#24773;&#65292;&#36824;&#26377;&#37027;&#25077;&#25026;&#30340;&#21021;&#24651;&#65292;&#37117;&#37027;&#20040;&#32654;&#22909;&#65292;&#37027;&#20040;&#19981;&#21051;&#24847;</p>
<p>&#22920;&#22920;&#25720;&#30528;&#29240;&#29240;&#25163;&#25351;&#19978;&#30340;&#25106;&#25351;&#21360;&#65292;&#32418;&#20102;&#30524;&#30555;&#12290;&#25105;&#26159;&#30495;&#30340;&#30495;&#30340;&#24046;&#28857;&#29190;&#21457;&#20102;&#65292;&#32473;&#25105;&#36825;&#26679;&#30340;&#24863;&#24773;&#65292;&#25105;&#20063;&#24895;&#24847;&#24403;&#20102;&#33258;&#24049;&#30340;&#25106;&#25351;&#12290;</p>
<p>&#22826;&#22810;&#30340;&#32454;&#33410;&#35753;&#20154;&#24863;&#21160;&#65292;&#26377;&#26426;&#20250;&#24403;&#28982;&#35201;&#20877;&#30475;&#19968;&#36941;&#12290;&#20219;&#36798;&#21326;&#21644;&#21556;&#21531;&#22914;&#28436;&#25216;&#26524;&#28982;&#20102;&#24471;&#12290;</p>
<p>&#21710;&#65292;&#24403;&#21021;&#21643;&#23601;&#38169;&#36807;&#20102;&#21435;&#24433;&#38498;&#30475;&#30340;&#26426;&#20250;&#65292;&#21710;~~~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12779736957.jpg" border="0" alt="" /></p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1277973702c.jpg" border="0" alt="" /></p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1277973708f.jpg" border="0" alt="" /></p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12779737359.jpg" border="0" alt="" /></p>
<p>&#22902;&#22902;&#35828;&#65292;&#22914;&#26524;&#20320;&#32943;&#25918;&#24323;&#26368;&#24515;&#29233;&#30340;&#19996;&#35199;&#65292;&#20840;&#37117;&#25172;&#36827;&#33510;&#28023;&#37324;&#65292;&#25226;&#33510;&#28023;&#22635;&#28385;&#65292;&#23601;&#21487;&#20197;&#21644;&#20146;&#20154;&#37325;&#36898;&#20102;&#12290;</p>
<p>&#22920;&#22920;&#35828;&#65292;&#29983;&#27963;&#23601;&#26159;&#36825;&#26679;&#65292;&#19968;&#27493;&#38590;&#65292;&#19968;&#27493;&#20339;&#12290;</p>
<p>&#22920;&#22920;&#36824;&#35828;&#65292;&#20570;&#20154;&#35201;&#26377;&#20449;</p>
<p>in the end, the greatest thief of all is time&#8230;</p>
<p>
<object classid="clsid:6bf52a52-394a-11d3-b153-00c04f79faa6" width="0" height="0" codebase="http://activex.microsoft.com/activex/controls/mplayer/en/nsmp2inf.cab#Version=5,1,52,701">
<param name="url" value="http://www.cicicola.com/blog/mp3/s1.mp3" /><embed type="application/x-mplayer2" width="0" height="0" src="http://www.cicicola.com/blog/mp3/s1.mp3"></embed></object>
</p>
                                    </p>
</div>
  
  


    </article>
  
  <div class="pagination">
    
      <a class="prev" href="/blog/page/13/">&larr; Older</a>
    
    <a href="/blog/archives">Blog Archives</a>
    
    <a class="next" href="/blog/page/11/">Newer &rarr;</a>
    
  </div>
</div>
<aside class="sidebar">
  
    <section>
  <h1>Recent Posts</h1>
  <ul id="recent_posts">
    
      <li class="post">
        <a href="/blog/2013/01/13/hui-gu-2012/">回顾2012</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/08/my-frist-post/">my-frist-post</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/05/14/eclipse---java.lang.noclassdeffounderror%3A-com.jayway.android.robotium.solo.solo%E9%94%99%E8%AF%AF%E8%A7%A3%E5%86%B3/">eclipse - java.lang.NoClassDefFoundError: com.jayway.android.robotium.solo.Solo错误解决</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/04/08/%E4%BD%A0%E7%8E%B0%E5%9C%A8%E7%9A%84%E5%B7%A5%E4%BD%9C%E8%BD%BB%E6%9D%BE%E4%B9%88%EF%BC%9F/">你现在的工作轻松么？</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/02/19/css%E7%AC%94%E8%AE%B0-position%E9%83%BD%E6%9C%89%E5%95%A5%E5%B1%9E%E6%80%A7/">CSS笔记-position都有啥属性</a>
      </li>
    
  </ul>
</section>






  
</aside>

    </div>
  </div>
  <footer role="contentinfo"><p>
  Copyright &copy; 2013 - muggleyoung -
  <span class="credit">Powered by <a href="http://octopress.org">Octopress</a></span>
</p>

</footer>
  







  <script type="text/javascript">
    (function(){
      var twitterWidgets = document.createElement('script');
      twitterWidgets.type = 'text/javascript';
      twitterWidgets.async = true;
      twitterWidgets.src = 'http://platform.twitter.com/widgets.js';
      document.getElementsByTagName('head')[0].appendChild(twitterWidgets);
    })();
  </script>





</body>
</html>
