
<!DOCTYPE html>
<!--[if IEMobile 7 ]><html class="no-js iem7"><![endif]-->
<!--[if lt IE 9]><html class="no-js lte-ie8"><![endif]-->
<!--[if (gt IE 8)|(gt IEMobile 7)|!(IEMobile)|!(IE)]><!--><html class="no-js" lang="en"><!--<![endif]-->
<head>
  <meta charset="utf-8">
  <title></title>
  <meta name="author" content="muggleyoung">

  
  <meta name="description" content="&#25903;&#20184;&#23453;2011&#26657;&#22253;&#25307;&#32856;&#65292;&#27979;&#35797;&#24037;&#31243;&#24072;&#65292;&#26477;&#24030;
&#20174;&#21069 &hellip;">
  

  <!-- http://t.co/dKP3o1e -->
  <meta name="HandheldFriendly" content="True">
  <meta name="MobileOptimized" content="320">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  
  <link rel="canonical" href="http://muggleyoung.github.com/blog/page/12/">
  <link href="/favicon.png" rel="icon">
  <link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
  <script src="/javascripts/modernizr-2.0.js"></script>
  <script src="/javascripts/ender.js"></script>
  <script src="/javascripts/octopress.js" type="text/javascript"></script>
  <link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
  <!--Fonts from Google"s Web font directory at http://google.com/webfonts -->
<link href="http://fonts.googleapis.com/css?family=PT+Serif:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<link href="http://fonts.googleapis.com/css?family=PT+Sans:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">

  

</head>

<body   >
  <header role="banner"><hgroup>
  <h1><a href="/"></a></h1>
  
    <h2>young for you</h2>
  
</hgroup>

</header>
  <nav role="navigation"><ul class="subscription" data-subscription="rss">
  <li><a href="/atom.xml" rel="subscribe-rss" title="subscribe via RSS">RSS</a></li>
  
</ul>
  
<form action="http://google.com/search" method="get">
  <fieldset role="search">
    <input type="hidden" name="q" value="site:muggleyoung.github.com" />
    <input class="search" type="text" name="q" results="0" placeholder="Search"/>
  </fieldset>
</form>
  
<ul class="main-navigation">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
</ul>

</nav>
  <div id="main">
    <div id="content">
      <div class="blog-index">
  
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-10-16T00:00:00+08:00" pubdate data-updated="true">Oct 16<span>th</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/10/16/%E6%94%AF%E4%BB%98%E5%AE%9D%E4%B8%80%E4%BA%8C%E4%B8%89%E5%9B%9B%E4%BA%94%E5%85%AD%E4%B8%83%E9%9D%A2/">支付宝一二三四五六七面</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#25903;&#20184;&#23453;2011&#26657;&#22253;&#25307;&#32856;&#65292;&#27979;&#35797;&#24037;&#31243;&#24072;&#65292;&#26477;&#24030;</p>
<p>&#20174;&#21069;&#22825;&#35828;&#36215;</p>
<p>&#36890;&#30693;&#20013;&#21320;&#19968;&#28857;&#21322;&#19968;&#38754;&#65292;&#19968;&#28857;&#21040;&#65292;&#31561;&#21040;&#38754;&#35797;&#24555;&#19977;&#28857;</p>
<p>&#19968;&#38754;&#20027;&#35201;&#25578;&#30528;&#31616;&#21382;&#38382;&#65292;&#19968;&#26465;&#19968;&#26465;&#36807;&#65292;&#20320;&#35828;&#20250;&#20160;&#20040;&#65292;&#20182;&#23601;&#38382;&#20160;&#20040;&#12290;&#20294;&#38382;&#30340;&#19981;&#28145;&#20837;&#65292;&#28857;&#21040;&#20026;&#27490;&#12290;</p>
<p>opencv&#24178;&#21861;&#30340;&#65292;&#20030;&#20363;&#65292;&#26377;&#21861;&#20248;&#21183;</p>
<p>windows&#21644;Linux&#26377;&#21861;&#19981;&#19968;&#26679;</p>
<p>MATLAB&#21644;C++&#30456;&#27604;&#26377;&#21861;&#20248;&#21183;&#21155;&#21183;</p>
<p>&#29992;MATLAB&#25110;C++&#20889;&#20882;&#27873;</p>
<p>etc.</p>
<p>&#39033;&#30446;&#26159;&#37325;&#28857;&#65292;&#27599;&#19968;&#39033;&#37117;&#20180;&#32454;&#38382;&#36807;&#65292;&#21253;&#25324;&#23454;&#29616;&#30340;&#31639;&#27861;&#65292;&#36935;&#21040;&#30340;&#38382;&#39064;&#65292;&#31639;&#27861;&#30340;&#24212;&#29992;&#65292;&#35770;&#25991;&#20869;&#23481;&#37117;&#38382;&#12290;</p>
<p>&#160;</p>
<p>&#19968;&#38754;&#32467;&#26463;&#36890;&#30693;&#31561;&#20108;&#38754;</p>
<p>&#20108;&#38754;&#26159;&#19968;&#38754;&#30340;&#24310;&#20280;</p>
<p>&#20026;&#21861;&#36873;&#25321;&#35813;&#20844;&#21496;&#35813;&#32844;&#20301;&#65292;&#23545;&#32844;&#20301;&#30340;&#35748;&#35782;&#65292;&#23545;&#20010;&#20154;&#30340;&#35748;&#35782;&#65292;&#23545;&#33258;&#24049;&#24615;&#26684;&#30340;&#35748;&#35782;</p>
<p>&#20154;&#29983;&#35266;&#21861;&#30340;&#65292;&#36935;&#21040;&#38382;&#39064;&#24590;&#20040;&#22788;&#29702;&#65292;&#26368;&#33258;&#35946;&#30340;&#20107;&#65292;&#26368;&#25387;&#36133;&#30340;&#20107;&#65292;&#33258;&#24049;&#23545;&#33258;&#24049;&#30340;&#35780;&#20215;&#65292;&#21035;&#20154;&#23545;&#33258;&#24049;&#30340;&#35780;&#20215;</p>
<p>&#23398;&#20064;&#29983;&#28079;&#30340;&#35810;&#38382;</p>
<p>etc.</p>
<p>&#160;</p>
<p>&#20108;&#38754;&#32467;&#26463;&#24456;&#26202;&#20102;&#65292;HR&#32422;&#31532;&#20108;&#22825;&#20877;&#26469;&#36807;</p>
<p>&#20110;&#26159;&#26152;&#22825;&#19968;&#26089;&#20061;&#28857;&#21322;&#21040;&#36798;&#65292;&#21313;&#28857;&#27491;&#24335;&#25509;&#21463;&#36720;&#28856;</p>
<p>&#20004;&#20010;&#38754;&#35797;&#23448;&#65292;&#19968;&#20010;&#36127;&#36131;&#25216;&#26415;&#65292;&#19968;&#20010;&#36127;&#36131;&#24615;&#26684;&#21861;&#30340;</p>
<p>&#25216;&#26415;&#30340;&#21448;&#38382;&#20102;&#24456;&#22810;&#31867;&#20284;&#30340;&#38382;&#39064;&#65306;&#36873;&#25321;&#27979;&#35797;&#30340;&#21407;&#22240;&#31561;&#65292;&#36824;&#38382;&#20102;&#22534;&#25490;&#24207;&#27969;&#31243;&#29305;&#28857;&#65292;&#25105;&#35828;&#38169;&#20102;&#65292;&#36824;&#36319;&#20182;&#27515;&#20105;&#35828;&#27809;&#38169;&#12290;&#12290;&#12290;</p>
<p>&#23601;&#36825;&#35838;&#31243;&#38382;&#20102;&#24456;&#22810;&#65292;&#23398;&#20064;&#29983;&#28079;&#20063;&#38382;&#20102;&#65292;&#20010;&#20154;&#24615;&#26684;&#65292;&#23398;&#20064;&#20852;&#36259;&#29233;&#22909;&#65292;&#23545;&#27979;&#35797;&#30340;&#20102;&#35299;&#31243;&#24230;&#65292;etc.</p>
<p>HR&#38382;&#30340;&#23601;&#27604;&#36739;&#26377;&#21387;&#21147;&#20102;&#65292;&#35762;&#19968;&#20214;&#20107;&#23601;&#20250;&#19981;&#20572;&#30340;&#26377;&#36861;&#38382;&#65292;&#35201;&#26159;&#30606;&#35788;&#32943;&#23450;&#20250;&#38706;&#39301;&#65292;&#25152;&#20197;&#25105;&#29305;&#32769;&#23454;&#65292;&#26377;&#19968;&#35828;&#19968;~</p>
<p>&#19968;&#20010;&#23567;&#26102;&#21518;&#65292;&#38754;&#35797;&#32467;&#26463;&#12290;</p>
<p>&#24863;&#35273;&#19981;&#26159;&#24456;&#22909;&#65292;&#22826;&#32039;&#24352;&#20102;&#65292;&#33410;&#22863;&#27809;&#26377;&#25511;&#21046;&#20303;&#65292;&#26368;&#21518;&#35828;&#35805;&#35821;&#36895;&#29305;&#21035;&#24555;&#65292;&#22522;&#26412;&#19981;&#36807;&#33041;&#65292;&#32943;&#23450;&#22238;&#31572;&#30340;&#19981;&#22909;&#12290;&#24182;&#19988;&#25216;&#26415;&#38754;&#35797;&#23448;&#24863;&#35273;&#24456;&#26377;&#25915;&#20987;&#24615;&#65292;&#24577;&#24230;&#20063;&#24456;aggressive&#65292;&#25630;&#24471;&#25105;&#26377;&#28857;&#23567;&#19981;&#29245;&#12290;</p>
<p>&#36890;&#30693;&#25105;&#22238;&#21435;&#31561;&#28040;&#24687;&#65292;&#26377;&#30005;&#35805;&#26469;&#65292;&#23601;&#26159;offer&#65292;&#21487;&#20197;&#30452;&#25509;&#20307;&#26816;&#21435;&#65292;11&#26376;&#32479;&#19968;&#31614;&#32422;&#12290;&#27809;&#26377;&#30005;&#35805;&#65292;&#37027;&#23601;&#26159;&#27515;&#20102;&#12290;</p>
<p>&#160;</p>
<p>&#30001;&#20110;&#33258;&#24049;&#24863;&#35273;&#19981;&#22909;&#65292;&#19979;&#21320;&#31508;&#35797;&#23436;thoughtworks&#23601;&#25910;&#25342;&#19996;&#35199;&#22238;&#23478;&#20102;&#12290;&#26399;&#38388;&#25509;&#21040;&#24179;&#23433;&#31508;&#35797;&#65292;&#36805;&#38647;&#38754;&#35797;&#65292;&#32511;&#30431;&#31508;&#35797;&#65292;&#30334;&#24230;&#31508;&#35797;&#36890;&#30693;&#12290;</p>
<p>12&#28857;&#21018;&#21018;&#30561;&#19979;&#65292;&#22823;&#27010;&#24555;&#19968;&#28857;&#36824;&#26159;&#20004;&#28857;&#30340;&#26102;&#20505;&#65292;&#30005;&#35805;&#26469;&#20102;&#12290;&#36890;&#30693;&#20170;&#22825;&#19968;&#26089;&#26469;&#31614;&#32422;&#12290;&#20855;&#20307;&#35828;&#20102;&#21861;&#65292;&#24536;&#35760;&#20102;&#65292;&#30561;&#36855;&#31946;&#30528;&#21602;&#12290;&#21482;&#35760;&#24471;&#36824;&#25253;&#20102;&#36523;&#20221;&#35777;&#21495;&#65292;&#25346;&#20102;&#30005;&#35805;&#36538;&#19979;&#26102;&#65292;&#36824;&#22810;&#24515;&#30340;&#24819;&#35813;&#19981;&#20250;&#26159;&#39575;&#23376;&#30005;&#35805;&#21543;&#12290;&#12290;&#12290;</p>
<p>&#21457;&#30701;&#20449;&#25253;&#20449;&#20799;</p>
<p>&#39134;&#36824;&#27809;&#30561;&#65292;&#36825;&#23401;&#23376;&#36855;&#19978;TBBT&#20102;&#12290;&#27491;&#22909;&#65292;&#32842;&#20102;&#19968;&#20250;</p>
<p>&#23567;&#40654;&#20063;&#27809;&#30561;&#65292;&#22823;&#27010;&#20171;&#32461;&#20102;&#19979;&#24773;&#20917;</p>
<p>&#22833;&#30496;&#65292;&#33258;&#20010;&#20799;&#29730;&#30952;&#20102;&#24456;&#20037;</p>
<p>&#22823;&#26089;&#19971;&#28857;&#34987;&#25578;&#36215;&#65292;&#25910;&#25342;&#20102;&#36214;&#24448;&#35199;&#23433;</p>
<p>&#160;</p>
<p>&#19968;&#21516;&#38754;&#35797;&#30340;&#20108;&#36745;&#20063;&#21435;&#20102;</p>
<p>&#33510;&#31561;&#19968;&#23567;&#26102;&#21518;&#65292;&#32422;&#35265;&#38754;&#35797;&#23448;&#12290;&#25105;&#19968;&#21521;&#32570;&#24515;&#30524;&#19981;&#21892;&#25199;&#35854;&#65292;&#20110;&#26159;&#26377;&#20160;&#20040;&#24819;&#27861;&#23601;&#30452;&#35828;&#20102;&#12290;&#25910;&#20102;offer&#65292;&#26368;&#36831;11&#26376;&#36882;&#20132;&#19977;&#26041;&#21327;&#35758;&#12290;&#36824;&#19981;&#36182;&#65292;&#26377;&#24456;&#38271;&#26102;&#38388;&#32771;&#34385;&#12290;</p>
<p>&#20108;&#36745;&#24456;&#32874;&#26126;&#65292;&#24456;&#25026;&#24471;&#20105;&#21462;&#12290;&#22905;&#24819;&#21435;&#21271;&#20140;&#65292;&#34429;&#28982;&#25307;&#32856;&#26102;&#27809;&#26377;&#21271;&#20140;&#32844;&#20301;&#65292;&#20294;&#31614;&#32422;&#26102;&#36825;&#26679;&#34920;&#24577;&#21518;&#65292;hr&#35828;&#26377;&#21271;&#20140;&#32844;&#20301;&#65292;&#23601;&#31614;&#32473;&#22905;&#20102;&#65292;&#19981;&#36807;&#21271;&#20140;&#19981;&#20445;&#35777;&#25143;&#21475;&#12290;</p>
<p>&#20854;&#23454;&#36825;&#20004;&#20010;&#22320;&#26041;&#23545;&#25105;&#26469;&#35828;&#37117;&#24046;&#19981;&#22810;</p>
<p>&#21271;&#20140;&#31163;&#23478;&#31245;&#36817;&#65292;&#21487;&#29983;&#27963;&#21387;&#21147;&#20063;&#22823;&#65292;&#26477;&#24030;&#22909;&#19981;&#21040;&#21738;&#20799;&#21435;&#65292;&#31163;&#23478;&#36828;&#65292;&#21387;&#21147;&#20063;&#19981;&#23567;</p>
<p>&#25143;&#21475;&#65292;&#20182;&#20204;&#35828;&#27809;&#23043;&#23601;&#26080;&#25152;&#35859;</p>
<p>&#20844;&#31215;&#37329;&#65292;&#20182;&#20204;&#35828;&#20197;&#21518;&#31163;&#24320;&#20102;&#21435;&#21035;&#30340;&#22478;&#24066;&#20063;&#24102;&#19981;&#36208;</p>
<p>&#19981;&#36807;&#20197;&#25105;&#30340;&#27700;&#24179;&#65292;&#33021;&#31614;&#36825;&#20010;&#20844;&#21496;&#20063;&#19981;&#38169;&#20102;</p>
<p>&#25509;&#19979;&#26469;&#30340;&#19968;&#28857;&#26102;&#38388;&#65292;&#30475;&#30475;&#35199;&#23433;&#36824;&#26377;&#21512;&#36866;&#30340;&#26426;&#20250;&#27809;&#12290;&#21363;&#20415;&#21487;&#33021;&#24615;&#24494;&#20046;&#20854;&#24494;&#65292;&#25214;&#25214;&#21543;~</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-10-16T00:00:00+08:00" pubdate data-updated="true">Oct 16<span>th</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/10/16/thoughtworks%E7%AC%94%E8%AF%95/">Thoughtworks笔试</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>thoughtworks&#26657;&#22253;&#25307;&#32856;2011&#160;&#160; QA</p>
<p>&#31508;&#35797;&#39064;&#30446;&#37117;&#26159;&#19968;&#26679;&#30340;</p>
<p>&#36215;&#21021;80min&#65292;11&#20010;&#39064;&#30446;&#65292;&#20840;&#26159;&#27969;&#31243;&#35745;&#31639;&#65292;&#31243;&#24207;&#21592;&#38754;&#35797;&#23453;&#20856;&#26368;&#21518;&#26377;&#31867;&#20284;&#39064;&#30446;</p>
<p>&#25509;&#30528;12min&#65292;50&#20010;&#33521;&#35821;&#39064;&#30446;&#12290;&#32477;&#23545;&#20570;&#19981;&#23436;&#65292;&#19981;&#20840;&#26159;&#36873;&#25321;&#12290;&#21482;&#33021;&#23613;&#37327;&#20570;&#65292;&#20294;&#26159;&#36825;&#19968;&#37096;&#20998;&#20063;&#19981;&#26159;&#24456;&#21047;&#20154;&#65292;&#25454;&#35828;&#30340;&#12290;</p>
<p>&#38754;&#35797;&#36890;&#30693;3&#26085;&#20869;&#21457;&#20986;</p>
<p>over</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-10-13T00:00:00+08:00" pubdate data-updated="true">Oct 13<span>th</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/10/13/%E6%94%AF%E4%BB%98%E5%AE%9D%E7%AC%94%E8%AF%95/">支付宝笔试</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#25105;&#20877;&#20877;&#27425;&#65292;&#28010;&#36153;&#20102;&#23567;&#40654;&#21644;&#23567;&#40654;&#30340;&#23567;&#40654;&#65292;&#30340;&#24515;&#24847;</p>
<p>&#26152;&#22825;&#25910;&#21040;&#37038;&#20214;&#65292;&#21892;&#33391;&#30340;&#32593;&#26131;&#37038;&#20214;&#35828;&#25105;&#19981;&#36866;&#21512;&#27979;&#35797;&#12290;&#26159;&#21568;&#65292;&#25105;&#20063;&#35273;&#24471;&#19981;&#36866;&#21512;</p>
<p>&#20170;&#20799;&#31508;&#35797;&#25903;&#20184;&#23453;&#12290;&#21518;&#26469;&#23567;&#40654;&#21578;&#35785;&#25105;&#65292;&#25105;&#31616;&#21382;&#32473;&#22905;&#32473;&#26202;&#20102;&#65292;&#26089;&#20004;&#22825;&#25512;&#33616;&#30340;&#35805;&#65292;&#21487;&#20197;&#20813;&#31508;&#35797;&#30340;</p>
<p>&#20381;&#28982;&#26159;&#27979;&#35797;&#65292;&#29616;&#22312;&#30475;&#35265;&#27979;&#35797;&#20457;&#23383;&#20799;&#23601;&#24629;&#24471;&#24908;</p>
<p>&#22522;&#30784;&#39064;&#26159;&#22823;&#23478;&#19968;&#36215;&#20570;&#30340;&#12290;&#36923;&#36753;&#65292;&#25512;&#29702;&#65292;linux&#21629;&#20196;&#65292;&#25968;&#25454;&#24211;&#65292;&#25968;&#25454;&#32467;&#26500;&#65292;&#22270;&#35770;&#37324;&#30340;&#28145;&#24230;&#25628;&#32034;&#24191;&#24230;&#25628;&#32034;&#65292;&#22909;&#20687;&#36824;&#26377;C++&#21543;</p>
<p>&#28982;&#21518;&#26159;&#21508;&#20010;&#19987;&#19994;&#39064;&#65292;&#26681;&#25454;&#32844;&#20301;&#19981;&#21516;&#65292;&#36873;&#19981;&#21516;&#30340;&#39064;&#30446;&#20570;</p>
<p>&#27979;&#35797;&#26377;&#20116;&#20010;&#36873;&#25321;&#65292;&#20004;&#20010;&#22823;&#39064;</p>
<p>&#36873;&#25321;&#20063;&#26159;&#27979;&#35797;&#30340;&#27010;&#24565;&#65292;&#40657;&#30418;&#27979;&#35797;&#65292;&#27979;&#35797;&#26041;&#27861;&#20998;&#31867;&#65292;&#27979;&#35797;&#29992;&#20363;&#20160;&#20040;&#30340;</p>
<p>&#22823;&#39064;&#65292;&#31532;&#19968;&#20010;&#32473;&#20102;&#19968;&#24352;&#22270;&#65292;&#25903;&#20184;&#23453;&#36865;&#31036;&#30340;&#32593;&#39029;&#65292;&#38382;&#20320;&#24590;&#20040;&#27979;&#35797;&#12290;&#29992;&#20102;&#20160;&#20040;&#21407;&#29702;&#65292;&#20160;&#20040;&#26041;&#27861;&#65292;&#36824;&#26377;&#20855;&#20307;&#30340;&#24605;&#36335;&#21644;&#27979;&#35797;&#29992;&#20363;&#12290;</p>
<p>&#31532;&#20108;&#20010;&#20889;&#19968;&#27573;&#20195;&#30721;&#65292;&#39564;&#35777;&#36755;&#20837;&#30340;&#22235;&#20010;&#28857;&#22352;&#26631;&#32452;&#25104;&#30340;&#26159;&#19981;&#26159;&#27491;&#26041;&#24418;&#65292;&#24182;&#19988;&#20889;&#27979;&#35797;&#29992;&#20363;&#21644;&#26041;&#27861;&#33258;&#24049;&#27979;&#35797;&#12290;&#20195;&#30721;&#19981;&#38590;&#65292;&#21487;&#25105;&#25226;&#33258;&#24049;&#32469;&#36827;&#21435;&#20102;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#24635;&#20849;&#30340;&#32771;&#35797;&#26102;&#38388;&#21482;&#26377;70&#20998;&#38047;&#12290;&#36890;&#30693;&#30340;&#26102;&#20505;&#35828;&#26159;90&#20998;&#38047;&#21602;&#12290;&#12290;&#12290;&#26102;&#38388;&#25402;&#32039;&#24352;&#30340;&#65292;&#21069;&#38754;&#30340;&#25968;&#29702;&#36923;&#36753;&#32829;&#35823;&#19981;&#23569;&#26102;&#38388;&#65292;&#21518;&#38754;&#27809;&#20889;&#23436;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#21435;&#30340;&#36335;&#19978;&#36824;&#30475;&#35265;&#26377;&#21435;&#38754;&#35797;&#30340;&#65292;&#25903;&#20184;&#23453;&#26377;&#25552;&#21069;&#25307;&#32856;&#20040;~</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-10-12T00:00:00+08:00" pubdate data-updated="true">Oct 12<span>th</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/10/12/%E8%85%BE%E8%AE%AF%E5%8F%97%E8%99%90%E9%9D%A2/">腾讯受虐面</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#25105;&#23613;&#37327;&#35762;&#30340;&#19981;&#28902;&#36481;</p>
<p>&#26152;&#22825;&#19979;&#21320;&#65292;&#38506;&#23071;&#20799;&#33883;&#26684;&#38754;&#33150;&#35759;&#12290;&#31561;&#20102;&#24456;&#20037;&#65292;&#38754;&#20102;&#27809;&#22810;&#20037;&#12290;</p>
<p>&#33883;&#26684;&#35828;&#38382;&#20102;&#24456;&#22810;&#39033;&#30446;&#38382;&#39064;&#65292;&#22240;&#20026;&#26159;&#20570;&#22270;&#20687;&#22788;&#29702;&#30340;&#65292;&#21448;&#38382;&#20102;qq&#35270;&#39057;&#20256;&#36755;&#26102;&#22914;&#20309;&#27979;&#35797;&#26159;&#21542;&#20002;&#24103;&#12290;</p>
<p>&#32454;&#33410;&#38382;&#20102;&#19968;&#20123;&#65292;&#20294;&#19981;&#22810;&#65292;&#33883;&#26684;&#24456;&#24320;&#24515;&#12290;&#25105;&#20457;&#20080;&#20102;Subway&#65292;&#19977;&#30343;&#19977;&#23478;&#65292;&#22238;&#26469;&#36335;&#19978;&#25105;&#36824;&#21507;&#20102;&#19968;&#20010;&#32905;&#22841;&#39309;</p>
<p>&#22810;&#20040;&#24320;&#24515;&#30340;&#19968;&#22825;</p>
<p>&#24320;&#24515;&#30340;&#26202;&#19978;&#22833;&#30496;&#65292;&#20116;&#28857;&#22810;&#36319;&#22320;&#29699;&#33050;&#24213;&#19979;&#30340;&#21516;&#23398;&#32842;&#20102;&#20250;&#22825;&#65292;&#32047;&#20102;&#25165;&#30561;&#30528;&#19968;&#20250;&#12290;</p>
<p>&#36825;&#19981;&#26159;&#36825;&#22909;&#20806;&#22836;&#21543;</p>
<p>&#26089;&#19978;&#36215;&#26469;&#65292;&#30524;&#30382;&#32959;&#20102;&#12290;&#23828;&#36865;&#30340;&#31881;&#19981;&#22826;&#20250;&#29992;&#65292;&#25273;&#20102;N&#20037;</p>
<p>&#22825;&#27668;&#36229;&#20919;&#65292;&#21482;&#26377;&#19968;&#21452;&#27973;&#21475;&#30382;&#38795;&#65292;&#20882;&#38632;&#25171;&#36710;&#65292;&#21040;&#20102;&#25140;&#26031;&#65292;&#33050;&#20011;&#20923;&#32043;&#20102;&#37117;</p>
<p>&#36890;&#30693;&#25105;&#30340;&#38754;&#35797;&#26102;&#38388;&#26159;12&#65306;00&#21040;12&#65306;30</p>
<p>&#19981;&#21040;12&#28857;&#36827;&#21435;&#65292;&#24555;&#19968;&#28857;&#25165;&#20986;&#26469;&#65292;&#38382;&#20102;&#36229;&#22810;&#36229;&#22810;&#38382;&#39064;</p>
<p>&#20851;&#38190;&#26159;&#65292;&#38382;&#21861;&#21861;&#19981;&#20250;&#65292;&#21861;&#19981;&#20250;&#38382;&#21861;&#65292;&#25105;&#30495;&#24555;&#21741;&#20102;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#25237;&#30340;&#32844;&#20301;&#26159;&#36719;&#20214;&#24320;&#21457;&#65292;&#27979;&#35797;&#26041;&#21521;&#12290;</p>
<p>&#24525;&#30171;&#35762;&#35762;&#22823;&#33268;&#38382;&#20102;&#21861;&#21543;</p>
<p>&#160;</p>
<p>&#33258;&#25105;&#20171;&#32461;</p>
<p>&#35762;&#39033;&#30446;&#65292;&#35762;Beamlet&#29992;&#22788;&#65292;&#21407;&#29702;&#65292;&#20855;&#20307;&#21040;&#24590;&#20040;&#21464;&#25442;&#30340;&#65292;&#35762;&#22270;&#20687;&#34701;&#21512;&#65292;&#20855;&#20307;&#21040;&#31639;&#27861;&#32454;&#33410;&#65292;&#20687;&#32032;&#32423;&#12290;&#35762;&#23436;&#21407;&#29702;&#65292;&#35762;&#25105;&#20570;&#30340;&#24037;&#20316;&#65292;&#35762;&#23436;&#20570;&#30340;&#24037;&#20316;&#65292;&#36824;&#35201;&#20030;&#20363;&#35828;&#26126;Beamlet&#30340;&#22909;&#22788;&#65292;&#29992;&#22788;&#65292;&#22270;&#20687;&#34701;&#21512;&#22312;&#29616;&#23454;&#20013;&#30340;&#24212;&#29992;&#12290;</p>
<p>&#27599;&#19968;&#39033;&#25105;&#37117;&#36153;&#20102;&#32769;&#22823;&#30340;&#21170;&#20799;&#65292;&#35828;&#30340;&#24456;&#35814;&#32454;&#12290;</p>
<p>&#160;</p>
<p>&#38382;&#20026;&#21861;&#36873;&#36825;&#20010;&#23703;&#20301;&#65292;&#30693;&#36947;&#26159;&#24178;&#22043;&#30340;&#19981;</p>
<p>&#160;</p>
<p>&#28982;&#21518;&#20889;&#20195;&#30721;</p>
<p>&#20004;&#20010;&#19968;&#20159;&#20301;&#30340;&#25968;&#30456;&#21152;&#12290;&#25105;&#20889;&#19981;&#20986;&#20855;&#20307;&#20195;&#30721;&#65292;&#21482;&#35762;&#20102;&#24819;&#27861;&#65292;&#38754;&#35797;&#23448;&#20284;&#20046;&#27809;&#21548;&#26126;&#30333;&#65292;&#24182;&#19988;&#19981;&#28385;&#24847;</p>
<p>&#21448;&#20986;&#20102;&#19968;&#36947;&#39064;&#12290;&#19968;&#20159;&#20010;&#38543;&#26426;&#25968;&#65292;&#25214;&#20013;&#20540;&#12290;&#19981;&#33021;&#36941;&#21382;&#65292;&#19981;&#33021;&#20840;&#25490;&#24207;&#12290;&#25105;&#21448;&#35762;&#20102;&#33258;&#24049;&#30340;&#24819;&#27861;&#65292;&#22522;&#25968;&#25490;&#24207;&#21644;&#35745;&#25968;&#25490;&#24207;&#32467;&#21512;&#12290;&#38754;&#35797;&#23448;&#21193;&#24378;&#21548;&#26126;&#30333;&#20102;&#65292;&#38382;&#25105;&#26102;&#38388;&#22797;&#26434;&#24230;&#12290;&#33258;&#24049;&#24863;&#35273;&#24212;&#35813;&#26159;O(n)&#65292;&#36824;&#31639;&#21487;&#20197;&#21862;&#12290;&#38754;&#35797;&#23448;&#20381;&#28982;&#19981;&#28385;&#24847;&#12290;</p>
<p>&#21518;&#26469;&#39134;&#35828;&#20102;&#65292;&#28023;&#37327;&#25968;&#25454;&#65292;&#21363;&#20351;O(n)&#30340;&#22797;&#26434;&#24230;&#20063;&#26159;&#24456;&#21487;&#24597;&#30340;&#12290;&#20063;&#23545;&#12290;</p>
<p>&#160;</p>
<p>&#38754;&#35797;&#23448;&#20915;&#23450;&#32473;&#25105;&#36716;&#23703;&#65292;&#20570;&#21151;&#33021;&#24615;&#27979;&#35797;&#38754;&#35797;</p>
<p>&#25351;&#30528;&#25163;&#36793;&#30340;&#30719;&#27849;&#27700;&#29942;&#65292;&#35753;&#25105;&#23545;&#23427;&#36827;&#34892;&#27979;&#35797;&#65292;&#36873;&#23613;&#21487;&#33021;&#22810;&#30340;&#27979;&#35797;&#29992;&#20363;</p>
<p>&#8220;&#35774;&#32622;&#19981;&#21516;&#28201;&#24230;&#65292;0&#24230;&#65292;100&#24230;&#12290;&#12290;&#12290;&#12290;&#12290;&#8221;&#160; &#38754;&#35797;&#23448;&#35828;&#65292;&#19981;&#35201;&#36825;&#20040;&#20855;&#20307;</p>
<p>&#8220;&#29942;&#30422;&#65292;&#20307;&#31215;&#65292;&#28201;&#24230;&#32784;&#21463;&#12290;&#12290;&#12290;&#12290;&#8221; &#38754;&#35797;&#23448;&#35828;&#65292;&#33021;&#19981;&#33021;&#20855;&#20307;&#28857;</p>
<p>&#8221;&#12290;&#12290;&#12290;&#12290;&#8220;&#19968;&#30452;&#35828;&#19968;&#30452;&#35828;&#65292;&#24863;&#35273;&#20116;&#20998;&#38047;&#36807;&#21435;&#20102;&#65292;&#38754;&#35797;&#23448;&#35828;&#65292;&#36824;&#26377;&#24456;&#22810;&#24456;&#22810;&#24456;&#22810;&#24456;&#22810;</p>
<p>&#21448;&#20116;&#20998;&#38047;&#65292;&#35828;&#65292;&#36824;&#26159;&#26377;&#24456;&#22810;&#24456;&#22810;</p>
<p>&#25105;&#30475;&#30528;&#29942;&#23376;&#65292;&#24680;&#19981;&#24471;&#19968;&#21475;&#19968;&#21475;&#21507;&#20102;&#23427;</p>
<p>&#33267;&#23569;&#21448;&#20116;&#20998;&#38047;&#65292;&#25105;&#23454;&#22312;&#25214;&#19981;&#20986;&#20102;&#65292;&#38382;&#65292;&#38590;&#36947;&#36824;&#26377;&#24456;&#22810;&#24456;&#22810;&#20040;&#12290;</p>
<p>&#20161;&#24904;&#30340;&#38754;&#35797;&#23448;&#32456;&#20110;&#27809;&#20877;&#8221;&#21999;&#21756;&#8220;</p>
<p>&#160;</p>
<p>&#35774;&#35745;web&#20135;&#21697;&#27979;&#35797;&#29992;&#20363;</p>
<p>&#160;</p>
<p>&#20171;&#32461;TCP&#21327;&#35758;&#65292;&#25105;&#35762;&#20102;&#19977;&#27425;&#25569;&#25163;&#12290;</p>
<p>&#38382;&#65292;&#19977;&#27425;&#25569;&#25163;&#27599;&#27425;&#20256;&#36865;&#30340;&#28040;&#24687;&#20869;&#23481;&#26159;&#20160;&#20040;</p>
<p>&#38382;&#65292;tcp&#22914;&#20309;&#20445;&#35777;&#25968;&#25454;&#19981;&#20002;&#21253;&#30340;&#12290;&#25105;&#19981;&#20250;&#65292;&#20182;&#35753;&#25105;&#33258;&#24049;&#24819;&#20010;&#21150;&#27861;</p>
<p>&#160;</p>
<p>&#38382;htttp&#65292;&#31572;&#65306;&#19981;&#20250;</p>
<p>&#160;</p>
<p>&#38382;&#25805;&#20316;&#31995;&#32479;&#65292;unix&#21644;windows&#26377;&#21861;&#19981;&#19968;&#26679;</p>
<p>&#160;</p>
<p>&#38382;&#25968;&#25454;&#24211;&#65292;&#31572;&#65306;&#19981;&#20250;</p>
<p>&#160;</p>
<p>&#36824;&#38382;&#20102;openCV&#65292;&#22270;&#20687;&#37197;&#20934;&#26816;&#27979;</p>
<p>&#160;</p>
<p>&#21097;&#19979;&#24819;&#36215;&#26469;&#20877;&#34917;&#20805;&#21543;&#65292;&#32943;&#23450;&#19981;&#27490;&#36825;&#20040;&#22810;&#12290;</p>
<p>&#20063;&#22909;&#65292;&#20197;&#21518;&#24212;&#35813;&#19981;&#20250;&#26377;&#27604;&#36825;&#26356;&#24808;&#28872;&#30340;&#38754;&#35797;&#20102;&#21543;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-10-12T00:00:00+08:00" pubdate data-updated="true">Oct 12<span>th</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/10/12/%E8%81%94%E5%8F%91%E6%90%8F%E5%8A%A8%E7%AC%94%E8%AF%95/">联发搏动笔试</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#31616;&#21333;&#20889;&#19979;&#21543;</p>
<p>&#25237;&#30340;&#27979;&#35797;&#24037;&#31243;&#24072;</p>
<p>&#24681;&#65292;&#25105;&#20197;&#21518;&#20877;&#20063;&#19981;&#25237;&#27979;&#35797;&#20102;&#65292;&#32477;&#23545;&#32477;&#23545;</p>
<p>&#26377;&#20004;&#22871;&#35797;&#21367;&#21487;&#20197;&#36873;&#25321;&#65292;&#19968;&#20010;C++&#30340;&#65292;&#19968;&#20010;Java&#30340;</p>
<p>&#32771;&#20102;&#24456;&#22810;&#24456;&#22810;&#24456;&#22810;&#32593;&#32476;&#30340;&#30693;&#35782;&#65292;&#26368;&#21518;&#30340;&#22823;&#39064;&#22522;&#26412;&#19978;&#37117;&#26159;</p>
<p>&#24456;&#22810;&#25805;&#20316;&#31995;&#32479;&#29702;&#35770;&#30693;&#35782;</p>
<p>&#19968;&#20123;C++&#25351;&#38024;&#65292;&#33021;&#25226;&#25105;&#32469;&#26197;&#30340;&#37027;&#31181;&#12290;&#25351;&#38024;&#30340;&#25351;&#38024;&#21861;&#30340;</p>
<p>&#24046;&#19981;&#22810;&#20102;&#65292;&#25171;&#33150;&#35759;&#38754;&#35797;&#23436;&#65292;&#25105;&#22238;&#24518;&#36215;&#36825;&#20123;&#65292;&#37117;&#22581;&#24471;&#24908;&#65292;&#23601;&#22823;&#27010;&#21543;~</p>
                                    </p>
</div>
  
  


    </article>
  
  <div class="pagination">
    
      <a class="prev" href="/blog/page/13/">&larr; Older</a>
    
    <a href="/blog/archives">Blog Archives</a>
    
    <a class="next" href="/blog/page/11/">Newer &rarr;</a>
    
  </div>
</div>
<aside class="sidebar">
  
    <section>
  <h1>Recent Posts</h1>
  <ul id="recent_posts">
    
      <li class="post">
        <a href="/blog/2013/03/27/version-control-dot-vim-file-with-git/">Version Control .vim File With Git</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/25/how-to-use-font-icon-in-html/">How to use font icon in HTML</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-change-git-repo-name/">how to change git repo name</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-setup-a-new-remote-git-repo/">How to setup a new remote git repo</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/13/hui-gu-2012/">回顾2012</a>
      </li>
    
  </ul>
</section>






  
</aside>

    </div>
  </div>
  <footer role="contentinfo"><p>
  Copyright &copy; 2013 - muggleyoung -
  <span class="credit">Powered by <a href="http://octopress.org">Octopress</a>. Design by <a href="http://octopressthemes.com">Octopress Themes</a>.</span>
</p>

</footer>
  

<script type="text/javascript">
      var disqus_shortname = 'muggleyoung';
      
        
        var disqus_script = 'count.js';
      
    (function () {
      var dsq = document.createElement('script'); dsq.type = 'text/javascript'; dsq.async = true;
      dsq.src = 'http://' + disqus_shortname + '.disqus.com/' + disqus_script;
      (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);
    }());
</script>







  <script type="text/javascript">
    (function(){
      var twitterWidgets = document.createElement('script');
      twitterWidgets.type = 'text/javascript';
      twitterWidgets.async = true;
      twitterWidgets.src = 'http://platform.twitter.com/widgets.js';
      document.getElementsByTagName('head')[0].appendChild(twitterWidgets);
    })();
  </script>





</body>
</html>
