
<!DOCTYPE HTML>
<html>
<head>
	<meta charset="utf-8">
	<title>迟暮Iverson - </title>
	<meta name="author" content="muggleyoung">

	
	<meta name="description" content="&#24076;&#26395;&#20182;&#26377;&#22825;&#36824;&#33021;&#22238;&#26469;&#25171;&#29699;&#65292;&#25105;&#19968;&#23450;&#20877;&#30475;NBA&#65281 &hellip;">
	
	<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

	<link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
	<link rel="canonical" href="">
	<link href="/favicon.png" rel="shortcut icon">
	<link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
	<!--[if lt IE 9]><script src="//html5shiv.googlecode.com/svn/trunk/html5.js"></script><![endif]-->
	<script src="//ajax.googleapis.com/ajax/libs/jquery/1.7.2/jquery.min.js"></script>
	
</head>

<body>
	<header id="header" class="inner"><h1><a href="/"></a></h1>
<nav id="main-nav"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</nav>
<nav id="mobile-nav">
	<div class="alignleft menu">
		<a class="button">Menu</a>
		<div class="container"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</div>
	</div>
	<div class="alignright search">
		<a class="button"></a>
		<div class="container">
			<form action="http://google.com/search" method="get">
				<input type="text" name="q" results="0">
				<input type="hidden" name="q" value="site:muggleyoung.github.com">
			</form>
		</div>
	</div>
</nav>
<nav id="sub-nav" class="alignright">
	<div class="social">
		
		
		
		
    
		
		
		
		
		
		<a class="rss" href="/atom.xml" title="RSS">RSS</a>
		
	</div>
	<form class="search" action="http://google.com/search" method="get">
		<input class="alignright" type="text" name="q" results="0">
		<input type="hidden" name="q" value="site:muggleyoung.github.com">
	</form>
</nav>

</header>
	
		
	
	<div id="content" class="inner"><article class="post">
	<h2 class="title">迟暮Iverson</h2>
	<div class="entry-content"><p>
                                    <p><img src="http://filer.blogbus.com/5333148/53331481259564076t.jpg" border="0" alt="" /></p>
<p>&#24076;&#26395;&#20182;&#26377;&#22825;&#36824;&#33021;&#22238;&#26469;&#25171;&#29699;&#65292;&#25105;&#19968;&#23450;&#20877;&#30475;NBA&#65281;&#65281;&#65281;</p>
<p>11&#26376;&#23601;&#35201;&#32467;&#26463;&#20102;&#65292;&#24515;&#37324;&#24456;&#24971;&#23624;&#12290;&#24456;&#22810;&#20107;&#24773;&#35753;&#25105;&#24971;&#23624;&#65292;&#27604;&#22914;&#19981;&#20105;&#27668;&#30340;&#30005;&#33041;&#65292;&#28010;&#36153;&#25481;&#30340;&#22823;&#25226;&#26102;&#38388;&#65292;&#36824;&#26377;&#25105;&#19981;&#22909;&#26292;&#38706;&#30340;&#22823;&#33041;</p>
<p>Iverson&#36864;&#24441;&#20102;&#65292;&#37027;&#20040;&#26080;&#22856;&#30340;&#23459;&#24067;&#20102;&#36864;&#24441;&#12290;&#30452;&#25509;&#23548;&#33268;&#25105;&#36830;&#32493;&#20960;&#22825;&#24515;&#24213;&#26080;&#27604;&#20932;&#20937;&#65292;&#36824;&#24320;&#22987;&#20102;&#26029;&#26029;&#32493;&#32493;&#20026;&#26399;&#25968;&#22825;&#30340;&#22238;&#24518;</p>
<p>&#24819;&#36215;&#21018;&#24320;&#22987;&#30475;NBA&#65292;&#21021;&#20013;&#30340;&#26102;&#20505;&#21543;&#65292;&#21360;&#35937;&#26368;&#28145;&#30340;&#23601;&#26159;76&#20154;&#21644;&#28246;&#20154;&#30340;&#24635;&#20915;&#36187;&#12290;&#25509;&#35302;NBA&#65292;&#20063;&#23601;&#26159;&#37027;&#20010;&#36187;&#23395;&#65292;&#35748;&#35782;&#20102;Iverson&#65292;&#31185;&#27604;&#65292;&#22885;&#23612;&#23572;&#65292;&#21916;&#27426;76&#20154;&#65292;&#21916;&#27426;Iverson&#21644;&#31302;&#22823;&#21460;&#12290;</p>
<p>&#37027;&#26102;&#30340;Iverson&#23601;&#26159;&#25105;&#24515;&#30446;&#20013;&#30340;&#23396;&#32966;&#33521;&#38596;&#12290;&#20182;&#37027;&#20040;&#19968;&#20010;&#19968;&#31859;&#20843;&#30340;&#23567;&#20010;&#23376;&#65292;&#22312;NBA&#30340;&#24040;&#20154;&#20204;&#20013;&#19981;&#26029;&#31361;&#30772;&#65292;&#19978;&#31726;&#12290;&#36523;&#19978;&#24102;&#30528;11&#22788;&#20260;&#30149;&#65292;&#22362;&#25345;&#30528;&#65292;&#28246;&#20154;&#29992;&#22235;&#20010;&#20154;&#22312;&#31726;&#19979;&#30828;&#26159;&#25377;&#19981;&#20303;&#20182;&#12290;&#36824;&#26377;&#37027;&#24778;&#20154;&#30340;&#24377;&#36339;&#21147;&#65292;&#29978;&#33267;&#21487;&#20197;&#30422;&#20102;&#22885;&#23612;&#23572;&#30340;&#24125;&#12290;&#24456;&#24069;&#65292;&#24456;&#24069;&#12290;&#37027;&#20010;&#26102;&#20505;&#65292;&#21916;&#27426;&#20182;&#30340;&#21457;&#22411;&#65292;&#32441;&#36523;&#65292;&#36824;&#26377;&#19978;&#31726;&#30340;&#21160;&#20316;&#12290;&#37027;&#26102;&#24320;&#22987;&#26126;&#30333;&#28748;&#31726;&#19981;&#31639;&#20160;&#20040;&#65292;&#36825;&#26679;&#25165;&#26159;&#23454;&#21147;&#12290;&#21516;&#26679;&#65292;&#37027;&#26102;&#23601;&#35273;&#24471;&#20182;&#36825;&#26679;&#24819;&#25343;&#21040;&#24635;&#20896;&#20891;&#20250;&#24456;&#38590;&#12290;&#27605;&#31455;&#29699;&#38431;&#19981;&#26159;&#19968;&#20010;&#20154;&#30340;&#29699;&#38431;&#65292;&#20182;&#30340;&#39118;&#26684;&#22826;&#36807;&#20110;&#29420;&#31435;&#12290;whatever&#65292;&#20381;&#28982;&#24456;&#21916;&#27426;&#12290;</p>
<p>&#30475;&#21040;&#26032;&#38395;&#21518;&#65292;&#21040;&#22788;&#25628;&#32034;&#65292;&#24863;&#24936;&#19975;&#21315;&#12290;&#33521;&#38596;&#36831;&#26286;&#21834;&#65292;&#27599;&#20010;&#20465;&#20048;&#37096;&#37117;&#26159;&#31934;&#26126;&#30340;&#21830;&#20154;&#65292;&#22312;&#29699;&#21592;&#21644;&#35266;&#20247;&#38388;&#28818;&#20316;&#29609;&#24324;&#12290;&#21040;&#24213;&#35841;&#26159;&#23567;&#19985;&#65292;&#35841;&#26159;&#26827;&#23376;&#12290;</p>
<p>&#26085;&#23376;&#20037;&#20102;&#65292;&#24515;&#37324;&#24819;&#27861;&#24840;&#21152;&#22797;&#26434;&#65292;&#20063;&#19981;&#30693;&#36947;&#35813;&#20889;&#20123;&#20160;&#20040;&#20102;&#12290;&#23601;&#36825;&#26679;&#21543;&#12290;</p>
<p>&#24819;&#36215;&#21021;&#20013;&#26102;&#65306;</p>
<p>&#19968;&#30007;&#29983;&#38382;&#65292;&#20320;&#35273;&#24471;&#31185;&#27604;&#21644;&#24067;&#33713;&#24681;&#29305;&#21738;&#20010;&#27604;&#36739;&#24069;&#65307;</p>
<p>&#25105;&#20667;&#30524;&#65292;&#27809;&#21548;&#36807;&#65281;</p>
<p>&#21478;&#22806;&#20004;&#20010;&#22899;&#29983;&#29022;&#26377;&#20171;&#20107;&#30340;&#24320;&#22987;&#35752;&#35770;&#65292;&#31185;&#27604;&#26159;&#21738;&#20010;&#65292;&#24067;&#33713;&#24681;&#29305;&#21448;&#26159;&#21738;&#20010;&#65292;&#31350;&#31455;&#21738;&#20010;&#27604;&#36739;&#24069;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#36824;&#26366;&#32463;&#26377;&#20010;&#26497;&#20854;&#35752;&#21388;&#30340;&#30007;&#29983;&#20197;&#38647;.&#38463;&#20262;&#33258;&#35817;&#65292;&#30475;&#27604;&#36187;&#26102;&#21482;&#35201;&#26377;&#36825;&#20010;&#20154;&#65292;&#25105;&#23601;&#36991;&#32780;&#19981;&#30475;&#12290;&#33267;&#20170;&#65292;&#20381;&#28982;&#19981;&#30693;&#36947;&#21738;&#20010;&#26159;&#38647;.&#38463;&#20262;&#12290;&#21487;&#24604;&#20102;&#36825;&#20804;&#24351;&#65292;&#34987;&#20154;&#26579;&#20102;&#27745;&#21517;&#12290;</p>
<p>&#29616;&#22312;&#30340;&#26102;&#20195;&#65292;&#35980;&#20284;&#28176;&#28176;&#31163;&#25105;&#32780;&#21435;&#12290;&#24403;&#21021;&#21916;&#27426;&#30340;&#29699;&#26143;&#20204;&#23601;&#25509;&#36817;&#36864;&#24441;&#65292;&#25110;&#24320;&#22987;&#22352;&#36215;&#20919;&#26495;&#20979;&#12290;&#26356;&#19981;&#35201;&#35828;&#23089;&#20048;&#26041;&#38754;&#20102;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#30475;&#26469;&#65292;&#25105;&#30495;&#30340;&#24320;&#22987;&#32769;&#20102;&#12290;&#21834;&#65281;&#24515;&#21487;&#19981;&#33021;&#32769;&#21834;&#65281;</p>
                                    </p>
</div>


<div class="meta">
	<div class="date">








  


<time datetime="2009-11-30T00:00:00+08:00" pubdate data-updated="true">Nov 30<span>th</span>, 2009</time></div>
	<div class="tags">

</div>
	
</div></article>

	<div class="share">
	<div class="addthis_toolbox addthis_default_style ">
	
	
	<a class="addthis_button_tweet"></a>
	
	
	<a class="addthis_counter addthis_pill_style"></a>
	</div>
  <script type="text/javascript" src="http://s7.addthis.com/js/250/addthis_widget.js#pubid="></script>
</div>


</div>
	<footer id="footer" class="inner">Copyright &copy; 2014

    muggleyoung

</footer>
	<script src="/javascripts/slash.js"></script>
<script src="/javascripts/jquery.fancybox.pack.js"></script>
<script type="text/javascript">
(function($){
	$('.fancybox').fancybox();
})(jQuery);
</script> <!-- Delete or comment this line to disable Fancybox -->






</body>
</html>