
<!DOCTYPE html>
<!--[if IEMobile 7 ]><html class="no-js iem7"><![endif]-->
<!--[if lt IE 9]><html class="no-js lte-ie8"><![endif]-->
<!--[if (gt IE 8)|(gt IEMobile 7)|!(IEMobile)|!(IE)]><!--><html class="no-js" lang="en"><!--<![endif]-->
<head>
  <meta charset="utf-8">
  <title>爱丽丝梦游仙境 - </title>
  <meta name="author" content="muggleyoung">

  
  <meta name="description" content="&#36825;&#29255;&#20799;&#65292;&#22823;&#27010;&#21322;&#20010;&#26376;&#21069;&#21435;&#30475;&#30340;
&#20856;&#22411;&#30340;2.5D
&#22823;&# &hellip;">
  

  <!-- http://t.co/dKP3o1e -->
  <meta name="HandheldFriendly" content="True">
  <meta name="MobileOptimized" content="320">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  
  <link rel="canonical" href="http://muggleyoung.github.com/blog/2010/04/30/%E7%88%B1%E4%B8%BD%E4%B8%9D%E6%A2%A6%E6%B8%B8%E4%BB%99%E5%A2%83/">
  <link href="/favicon.png" rel="icon">
  <link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
  <script src="/javascripts/modernizr-2.0.js"></script>
  <script src="/javascripts/ender.js"></script>
  <script src="/javascripts/octopress.js" type="text/javascript"></script>
  <link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
  <!--Fonts from Google"s Web font directory at http://google.com/webfonts -->
<link href="http://fonts.googleapis.com/css?family=PT+Serif:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<link href="http://fonts.googleapis.com/css?family=PT+Sans:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">

  

</head>

<body   >
  <header role="banner"><hgroup>
  <h1><a href="/"></a></h1>
  
    <h2>young for you</h2>
  
</hgroup>

</header>
  <nav role="navigation"><ul class="subscription" data-subscription="rss">
  <li><a href="/atom.xml" rel="subscribe-rss" title="subscribe via RSS">RSS</a></li>
  
</ul>
  
<form action="http://google.com/search" method="get">
  <fieldset role="search">
    <input type="hidden" name="q" value="site:muggleyoung.github.com" />
    <input class="search" type="text" name="q" results="0" placeholder="Search"/>
  </fieldset>
</form>
  
<ul class="main-navigation">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
</ul>

</nav>
  <div id="main">
    <div id="content">
      <div>
<article class="hentry" role="article">
  
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-04-30T00:00:00+08:00" pubdate data-updated="true">Apr 30<span>th</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title">爱丽丝梦游仙境</h1>
    
  </header>


<div class="entry-content"><p>
                                    <p><img src="http://imgsrc.baidu.com/forum/mpic/item/1d4c324e0b8a92e5d0c86a6e.jpg" border="0" alt="" /></p>
<p>&#36825;&#29255;&#20799;&#65292;&#22823;&#27010;&#21322;&#20010;&#26376;&#21069;&#21435;&#30475;&#30340;</p>
<p>&#20856;&#22411;&#30340;2.5D</p>
<p>&#22823;&#22810;&#25968;&#26102;&#38388;&#30475;&#21040;&#30340;&#37117;&#26159;&#24179;&#38754;&#25928;&#26524;&#65292;&#25105;&#29616;&#22312;&#33021;&#35760;&#36215;&#26469;&#30340;&#65292;&#22823;&#27010;&#23601;&#26159;&#65292;&#29233;&#20029;&#19997;&#25481;&#36827;&#26641;&#27934;&#26102;&#65292;&#36824;&#26377;&#20154;&#29289;&#19981;&#26029;&#22312;&#20185;&#22659;&#30340;&#26223;&#29289;&#20013;&#39134;&#22868;&#26102;&#65292;&#31245;&#26377;3d&#30340;&#25928;&#26524;&#12290;&#30524;&#38236;&#23436;&#20840;&#19981;&#38656;&#35201;&#26102;&#21051;&#25140;&#30528;&#65292;&#36824;&#32047;~&#21710;&#65292;&#36319;&#39118;&#21834;&#65292;&#36319;&#39118;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#30475;&#36825;&#30005;&#24433;&#65292;&#26159;&#20914;&#30528;&#33922;&#22982;&#20271;&#39039;&#30340;&#21517;&#23383;&#21435;&#30340;&#12290;&#25152;&#20197;&#65292;&#20808;&#35828;&#30340;&#36824;&#26159;&#34920;&#35937;&#65292;&#30011;&#38754;&#21450;&#39118;&#26684;&#12290;</p>
<p>&#33394;&#24425;&#19981;&#38169;&#65292;&#19981;&#36807;3D&#30475;&#33394;&#24425;&#12290;&#12290;&#12290;&#20063;&#35768;&#26159;&#24433;&#38498;&#30340;&#38382;&#39064;&#21543;&#65292;&#38463;&#20961;&#36798;&#20063;&#26159;&#36825;&#26679;&#65292;&#25928;&#26524;&#24456;&#19968;&#33324;</p>
<p>&#20154;&#29289;&#21602;&#65292;&#20063;&#37117;&#19981;&#38169;&#65292;&#20185;&#22659;&#23601;&#26159;&#20185;&#22659;&#65292;&#22815;&#21487;&#29233;&#65288;ps&#65292;&#25105;&#29233;&#30340;&#37027;&#31181;&#21487;&#29233;&#65289;&#12290;&#23588;&#20854;&#26159;&#20182;&#32769;&#23110;&#28436;&#30340;&#32418;&#26691;&#30343;&#21518;&#65292;&#28436;&#25216;&#30495;&#30340;&#19981;&#38169;&#65292;&#24418;&#35937;&#28145;&#20837;&#20154;&#24515;&#21584;&#12290;</p>
<p>Johnny depp&#21543;&#65292;&#36824;&#26377;&#28857;&#32769;&#22871;&#36335;&#30340;&#24863;&#35273;&#65292;&#25937;&#25105;&#32780;&#35328;&#65292;&#21916;&#27426;&#20182;&#27809;&#21830;&#37327;&#12290;&#22826;&#22810;&#25105;&#29233;&#30340;&#30005;&#24433;&#37324;&#26377;&#20182;&#30340;&#36523;&#24433;&#20102;&#12290;</p>
<p>&#26412;&#26469;&#36824;&#24819;&#25209;&#21028;&#19979;&#23433;&#22958;&#28023;&#29791;&#34183;&#21602;&#65292;&#21018;&#21457;&#29616;&#65292;&#21407;&#26469;&#21407;&#33879;&#37324;&#30340;&#30333;&#30343;&#21518;&#65292;&#23601;&#26159;&#19968;&#20010;&#19981;&#20250;&#34892;&#36208;&#65292;&#39128;&#30528;&#36208;&#30340;&#20154;&#65292;&#20063;&#38590;&#24618;&#22905;&#22312;&#21095;&#37324;&#25972;&#22825;&#22841;&#30528;&#33011;&#33162;&#36208;&#36335;&#20102;&#12290;</p>
<p>&#23545;&#20110;&#30333;&#30343;&#21518;&#65292;&#36824;&#26159;&#24471;&#35828;&#35828;&#65292;&#20154;&#29289;&#24418;&#35937;&#30495;&#30340;&#26377;&#28857;&#22833;&#36133;&#12290;&#20687;&#25105;&#36825;&#31181;&#27809;&#21643;&#30475;&#36807;&#21407;&#33879;&#30340;&#23043;&#65288;&#20043;&#25152;&#20197;&#35828;&#27809;&#21643;&#30475;&#36807;&#65292;&#22240;&#20026;&#21021;&#20013;&#20511;&#20102;&#21516;&#26700;&#30340;&#20070;&#30475;&#65292;&#21487;&#29616;&#22312;&#23436;&#20840;&#27809;&#26377;&#21360;&#35937;&#20102;&#65292;&#32769;&#20102;&#21834;&#65289;&#65292;&#30475;&#23436;&#30005;&#24433;&#20043;&#21518;&#65292;&#23436;&#20840;&#27809;&#26377;&#20102;&#35299;&#21040;&#30333;&#30343;&#21518;&#31350;&#31455;&#26159;&#24590;&#26679;&#30340;&#20154;&#65292;&#22905;&#21482;&#36127;&#36131;&#39128;&#20102;~&#20005;&#37325;&#24576;&#30097;&#32534;&#21095;&#30340;&#29992;&#24515;&#12290;&#12290;&#12290;&#21704;&#21704;</p>
<p>&#25972;&#20307;&#26469;&#35828;&#21602;&#65292;&#36824;&#26159;&#22307;&#35806;&#22812;&#24778;&#39746;&#21644;&#20725;&#23608;&#26032;&#23064;&#32463;&#20856;&#65292;&#20182;&#20204;&#25165;&#26159;&#33922;&#22982;&#20271;&#39039;&#39118;&#26684;&#30340;&#20307;&#29616;&#12290;&#36825;&#37096;&#29233;&#20029;&#19997;&#65292;&#28201;&#21644;&#20102;&#28857;&#12290;&#21487;&#20197;&#29702;&#35299;&#65292;&#27605;&#31455;&#20316;&#20026;&#36842;&#22763;&#23612;&#30340;&#21830;&#19994;&#22823;&#29255;&#65292;&#21463;&#20247;&#32676;&#36234;&#24191;&#36234;&#22909;&#65292;&#25105;&#20063;&#21516;&#24847;&#65292;&#32473;&#23401;&#23376;&#20204;&#30475;&#30340;&#30005;&#35270;&#65292;&#35201;&#32654;&#22909;&#20123;&#25165;&#26159;</p>
<p>&#25152;&#20197;&#21834;&#65292;&#29255;&#23376;&#37324;&#30340;&#34394;&#25311;&#23567;&#21160;&#29289;&#65292;&#19968;&#20010;&#27604;&#19968;&#20010;&#21487;&#29233;&#65292;&#20063;&#27604;&#36739;&#37239;&#12290;&#27604;&#22914;&#37027;&#20010;&#20250;&#38544;&#36523;&#30340;&#29483;&#65292;&#24040;&#22823;&#30340;&#27611;&#27611;&#34411;&#12290;&#12290;&#12290;&#27611;&#27611;&#34411;&#30340;&#37197;&#38899;&#26159;&#26031;&#20869;&#26222;&#25945;&#25480;&#35830;&#65292;&#21704;&#21704;&#12290;&#36824;&#26377;&#37027;&#20004;&#20010;&#22823;&#22836;&#21452;&#32990;&#32974;&#65292;&#30475;&#21040;&#20182;&#20204;&#65292;&#25105;&#31532;&#19968;&#20010;&#23601;&#24819;&#21040;&#20102;&#35199;&#28216;&#35760;&#20013;&#30340;&#36454;&#21322;&#20799;&#32610;&#65292;&#21644;&#32610;&#21322;&#20799;&#36454;&#12290;</p>
<p>&#25105;&#36824;&#26159;&#21916;&#27426;&#36825;&#37096;&#21095;&#21602;&#65292;&#19968;&#24320;&#22987;&#27809;&#30475;&#23601;&#26377;&#20102;&#24863;&#24773;&#12290;&#30475;&#20102;&#20063;&#35273;&#24471;&#31526;&#21512;&#36842;&#22763;&#23612;&#21644;&#33922;&#22982;&#39118;&#26684;&#30340;&#32508;&#21512;&#12290;&#20457;&#25105;&#21916;&#27426;&#30340;&#39118;&#26684;&#28151;&#22312;&#19968;&#36215;&#65292;&#34429;&#28982;&#19981;&#37027;&#20040;&#40092;&#26126;&#65292;&#20294;&#24590;&#33021;&#19981;&#29233;&#21602;&#12290;</p>
<p>&#24681;&#65292;&#27880;&#37325;&#21095;&#24773;&#30340;&#65292;&#36824;&#26159;&#21035;&#25265;&#22826;&#22823;&#26399;&#26395;&#20102;&#65292;&#36842;&#22763;&#23612;&#30340;&#21095;&#21734;~&#36824;&#22909;&#25105;&#26159;&#35270;&#35273;&#31995;&#21160;&#29289;&#12290;&#12290;&#12290;</p>
                                    </p>
</div>


  <footer>
    <p class="meta">
      
  

<span class="byline author vcard">Posted by <span class="fn">muggleyoung</span></span>

      








  



<time datetime="2010-04-30T00:00:00+08:00" pubdate data-updated="true">Apr 30<span>th</span>, 2010</time>
      


    </p>
    
      <div class="sharing">
  
  <a href="http://twitter.com/share" class="twitter-share-button" data-url="http://muggleyoung.github.com/blog/2010/04/30/%E7%88%B1%E4%B8%BD%E4%B8%9D%E6%A2%A6%E6%B8%B8%E4%BB%99%E5%A2%83/" data-via="" data-counturl="http://muggleyoung.github.com/blog/2010/04/30/%E7%88%B1%E4%B8%BD%E4%B8%9D%E6%A2%A6%E6%B8%B8%E4%BB%99%E5%A2%83/" >Tweet</a>
  
  
  
</div>

    
    <p class="meta">
      
        <a class="basic-alignment left" href="/blog/2010/04/30/%E6%9D%9C%E6%8B%89%E6%8B%89%E5%8D%87%E8%81%8C%E8%AE%B0/" title="Previous Post: 杜拉拉升职记">&laquo; 杜拉拉升职记</a>
      
      
        <a class="basic-alignment right" href="/blog/2010/05/01/maximilian-hecker-snow-white/" title="Next Post: maximilian hecker-snow white">maximilian hecker-snow white &raquo;</a>
      
    </p>
  </footer>
</article>

</div>

<aside class="sidebar">
  
    <section>
  <h1>Recent Posts</h1>
  <ul id="recent_posts">
    
      <li class="post">
        <a href="/blog/2013/03/27/version-control-dot-vim-file-with-git/">Version Control .vim File With Git</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/25/how-to-use-font-icon-in-html/">How to use font icon in HTML</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-change-git-repo-name/">how to change git repo name</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-setup-a-new-remote-git-repo/">How to setup a new remote git repo</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/13/hui-gu-2012/">回顾2012</a>
      </li>
    
  </ul>
</section>






  
</aside>


    </div>
  </div>
  <footer role="contentinfo"><p>
  Copyright &copy; 2013 - muggleyoung -
  <span class="credit">Powered by <a href="http://octopress.org">Octopress</a>. Design by <a href="http://octopressthemes.com">Octopress Themes</a>.</span>
</p>

</footer>
  







  <script type="text/javascript">
    (function(){
      var twitterWidgets = document.createElement('script');
      twitterWidgets.type = 'text/javascript';
      twitterWidgets.async = true;
      twitterWidgets.src = 'http://platform.twitter.com/widgets.js';
      document.getElementsByTagName('head')[0].appendChild(twitterWidgets);
    })();
  </script>





</body>
</html>
