
<!DOCTYPE html>
<!--[if IEMobile 7 ]><html class="no-js iem7"><![endif]-->
<!--[if lt IE 9]><html class="no-js lte-ie8"><![endif]-->
<!--[if (gt IE 8)|(gt IEMobile 7)|!(IEMobile)|!(IE)]><!--><html class="no-js" lang="en"><!--<![endif]-->
<head>
  <meta charset="utf-8">
  <title></title>
  <meta name="author" content="muggleyoung">

  
  <meta name="description" content="&#31471;&#21320;&#21069;&#22805;&#65292;&#26790;&#39640;&#32771;&#32467;&#26463;&#65292;&#20599;&#31354;&#24102;&#22905;&#26469;&#35199;&#23433;&# &hellip;">
  

  <!-- http://t.co/dKP3o1e -->
  <meta name="HandheldFriendly" content="True">
  <meta name="MobileOptimized" content="320">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  
  <link rel="canonical" href="http://muggleyoung.github.com/blog/page/25/">
  <link href="/favicon.png" rel="icon">
  <link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
  <script src="/javascripts/modernizr-2.0.js"></script>
  <script src="/javascripts/ender.js"></script>
  <script src="/javascripts/octopress.js" type="text/javascript"></script>
  <link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
  <!--Fonts from Google"s Web font directory at http://google.com/webfonts -->
<link href="http://fonts.googleapis.com/css?family=PT+Serif:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<link href="http://fonts.googleapis.com/css?family=PT+Sans:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">

  

</head>

<body   >
  <header role="banner"><hgroup>
  <h1><a href="/"></a></h1>
  
    <h2>young for you</h2>
  
</hgroup>

</header>
  <nav role="navigation"><ul class="subscription" data-subscription="rss">
  <li><a href="/atom.xml" rel="subscribe-rss" title="subscribe via RSS">RSS</a></li>
  
</ul>
  
<form action="http://google.com/search" method="get">
  <fieldset role="search">
    <input type="hidden" name="q" value="site:muggleyoung.github.com" />
    <input class="search" type="text" name="q" results="0" placeholder="Search"/>
  </fieldset>
</form>
  
<ul class="main-navigation">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
</ul>

</nav>
  <div id="main">
    <div id="content">
      <div class="blog-index">
  
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-07-03T00:00:00+08:00" pubdate data-updated="true">Jul 3<span>rd</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/07/03/%E6%B5%81%E6%9C%88%E7%AB%AF%E5%8D%88/">流月端午</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#31471;&#21320;&#21069;&#22805;&#65292;&#26790;&#39640;&#32771;&#32467;&#26463;&#65292;&#20599;&#31354;&#24102;&#22905;&#26469;&#35199;&#23433;&#29609;&#20102;&#20004;&#22825;&#12290;</p>
<p>&#21018;&#21018;&#23548;&#20986;&#29031;&#29255;&#65292;&#30475;&#30475;&#21543;&#65292;&#25402;&#27426;&#20048;&#30340;&#20004;&#22825;&#12290;&#20063;&#22815;&#28909;~~~~</p>
<p>&#23545;&#65292;&#24212;&#35813;&#26159;6&#26376;12&#21495;&#12290;&#26089;&#19978;&#25105;&#36824;&#32771;&#35797;&#26469;&#30528;&#12290;</p>
<p>&#24681;&#65292;&#35064;&#32771;&#20040;&#65292;&#26576;&#20010;&#23043;&#23545;&#25105;&#22833;&#26395;&#20043;&#26497;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#25152;&#20197;&#65292;&#26089;&#19978;&#65292;&#27966;&#36963;&#21220;&#21171;&#30340;&#26376;&#21435;&#25509;&#23043;&#65292;&#28982;&#21518;&#65292;&#20013;&#21320;&#22312;&#24052;&#20811;&#26031;&#30896;&#22836;&#65292;&#39640;&#26032;&#30340;&#24052;&#20811;&#26031;&#12290;</p>
<p>&#21792;&#21480;&#19979;&#65292;&#21069;&#20004;&#22825;&#21435;&#36890;&#26131;&#22346;&#21507;&#39277;&#26102;&#30896;&#35265;&#20102;&#26032;&#24320;&#30340;&#24052;&#20811;&#26031;&#65292;&#35013;&#20462;&#24456;&#25199;&#12290;&#25105;&#27809;&#24102;&#30456;&#26426;&#65292;&#19979;&#27425;&#21435;&#25293;&#20102;&#30475;&#30475;&#12290;&#24223;&#35805;&#19981;&#22810;&#35828;&#12290;</p>
<p>&#30475;&#30475;&#25105;&#20204;&#21507;&#20102;&#22810;&#23569;&#65292;&#20912;&#23665;&#19968;&#35282;&#32780;&#24050;&#12290;&#12290;&#12290;&#12290;&#33457;&#25105;&#34880;&#26412;&#20799;&#20102;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12781489298.jpg" border="0" alt="" /></p>
<p>&#19981;&#36807;&#21543;&#65292;&#20080;&#21333;&#26102;&#20013;&#22870;5&#22359;&#12290;&#20026;&#21861;&#21457;&#36825;&#24352;&#29031;&#29255;&#26174;&#25670;&#65311;&#30475;&#21518;&#38754;&#12290;</p>
<p>&#36951;&#25022;&#30340;&#26159;&#65292;&#25105;&#37117;&#27809;&#24819;&#36215;&#26469;&#36319;&#33258;&#24049;&#30340;&#25112;&#21033;&#21697;&#21512;&#24433;&#20040;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1278149150k.jpg" border="0" alt="" /></p>
<p>&#19979;&#21320;&#65292;&#35745;&#21010;&#21435;&#38485;&#21338;&#30340;&#12290;&#30001;&#20110;boss&#19978;&#21320;&#21457;&#39129;&#65292;&#25105;&#21482;&#22909;&#32769;&#32769;&#23454;&#23454;&#22238;&#23454;&#39564;&#23460;&#20102;&#12290;&#20381;&#26087;&#27966;&#36963;&#21220;&#21171;&#21191;&#25954;&#30340;&#26376;&#24102;&#30528;&#23043;&#21435;&#12290;&#32467;&#26524;&#26159;&#65292;&#20457;&#20154;&#22312;&#38485;&#21338;&#23567;&#24736;&#21970;&#19968;&#22280;&#24212;&#20184;&#25105;&#20043;&#21518;&#65292;&#21435;&#36891;&#23567;&#23528;&#65281;&#21380;&#20799;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1278149222o.jpg" border="0" alt="" /></p>
<p>&#28982;&#21518;&#20457;&#27809;&#20986;&#24687;&#30340;&#23043;&#22312;&#32943;&#24503;&#22522;&#20080;&#39278;&#26009;&#20241;&#24687;&#65292;&#20877;&#27425;&#20013;&#22870;&#20116;&#22359;&#65292;&#26376;&#21038;&#20986;&#26469;&#30340;&#12290;</p>
<p>&#20110;&#26159;&#65292;&#23601;&#26377;&#20010;&#36825;&#24352;&#21512;&#24433;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12781493744.jpg" border="0" alt="" /></p>
<p>&#23545;&#65292;&#36824;&#26159;&#36825;&#22825;&#19979;&#21320;&#65292;&#25105;&#35265;&#35782;&#20102;&#21326;&#20026;&#30340;&#26080;&#25932;&#23454;&#20064;&#29983;&#38754;&#35797;&#65292;&#21710;&#65292;&#19981;&#22810;&#35828;&#19981;&#22810;&#35828;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#19968;&#20999;&#32467;&#26463;&#22312;&#22823;&#38593;&#22612;&#30896;&#38754;&#12290;&#31946;&#28034;&#30340;&#25105;&#65292;&#22352;&#36710;&#22352;&#36807;&#31449;&#20102;&#12290;&#12290;&#12290;&#12290;&#23043;&#31561;&#30340;&#32047;&#30340;&#65292;&#20110;&#26159;&#65292;&#20027;&#21160;&#35831;&#32552;&#65292;&#24102;&#20182;&#20204;&#21435;&#21507;DQ&#12290;</p>
<p>&#30475;&#36825;&#23401;&#20799;&#24069;&#19981;&#65292;&#23601;&#22312;&#21335;&#24191;&#22330;&#26049;&#36793;&#36947;&#20799;&#19978;&#12290;&#21018;&#20599;&#25293;&#23436;&#65292;&#20272;&#35745;&#22905;&#22920;&#30475;&#35265;&#20102;&#65292;&#36214;&#36807;&#26469;&#32473;&#23043;&#31359;&#19978;&#20102;&#34915;&#26381;&#65292;&#27735;&#21568;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1278149857z.jpg" border="0" alt="" /></p>
<p>&#25105;&#37117;&#27809;&#33293;&#24471;&#32473;&#33258;&#24049;&#20080;&#65292;&#22079;&#22079;&#65292;&#22810;&#25026;&#20107;&#20799;&#30340;&#12290;</p>
<p>&#30475;&#30475;&#21543;&#65292;&#36825;&#29031;&#29255;&#26159;&#37027;&#22825;&#21807;&#19968;&#19968;&#24352;&#26377;&#25105;&#30340;&#12290;</p>
<p>&#20457;&#19981;&#21402;&#36947;&#30340;&#23043;&#21568;&#65292;&#23545;&#22905;&#20204;&#20146;&#29233;&#30340;&#21674;&#22992;&#23601;&#26159;&#36825;&#31561;&#24453;&#36935;&#12290;&#31561;&#25105;&#22238;&#21040;&#24231;&#20301;&#65292;&#36824;&#24471;&#24847;&#27915;&#27915;&#30340;&#26174;&#25670;&#33258;&#24049;&#30340;&#25668;&#24433;&#27700;&#24179;&#12290;&#12290;&#12290;&#12290;&#36824;&#19981;&#24536;&#25439;&#25105;&#65292;&#33080;&#22823;&#23601;&#26159;&#37266;&#30446;&#21834;&#65292;&#38543;&#20415;&#32473;&#20010;&#32541;&#32541;&#65292;&#23601;&#33021;&#35753;&#20154;&#30475;&#35265;&#21949;&#65281;</p>
<p>&#21710;&#65292;&#25105;&#21643;&#33021;&#24471;&#20457;&#36825;&#26679;&#30340;&#22969;&#12290;&#12290;&#12290;&#12290;&#19981;&#35201;&#20063;&#32610;&#20063;&#32610;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1278149497q.jpg" border="0" alt="" /></p>
<p>&#27492;&#26102;&#65292;&#24310;&#32493;&#20102;&#25105;&#20204;&#24403;&#22825;&#30340;&#29399;&#23630;&#36816;&#12290;&#20174;&#26469;&#27809;&#20013;&#36807;&#22870;&#30340;&#26790;&#65292;&#20063;&#21038;&#21040;&#20116;&#22359;&#65281;&#21704;&#21704;&#21704;&#21704;&#65292;&#21704;&#65292;&#21704;&#30382;&#65281;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1278149693t.jpg" border="0" alt="" /></p>
<p>&#36825;&#24352;&#25235;&#25293;&#28784;&#24120;&#21040;&#20301;&#65292;&#19981;&#26159;&#25105;&#25293;&#20102;&#65292;&#27809;&#36825;&#24515;&#24773;&#65292;DQ&#30495;&#26159;&#22826;&#36149;&#24278;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1278149783f.jpg" border="0" alt="" /></p>
<p>&#28982;&#21518;&#65292;&#20063;&#27809;&#24178;&#21861;&#20102;&#22909;&#20687;&#12290;&#25105;&#39295;&#20102;&#65292;&#22199;&#22199;&#30528;&#21507;&#20102;&#30871;&#38754;&#12290;&#22905;&#20457;&#31455;&#28982;&#27809;&#24863;&#35273;&#65292;&#19979;&#21320;&#21507;&#30707;&#22836;&#20102;&#65292;&#21756;&#21756;&#12290;</p>
<p>&#30475;&#20102;&#21943;&#27849;&#65292;&#23601;&#22238;&#20102;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12781500553.jpg" border="0" alt="" /></p>
<p>&#26377;&#27809;&#26377;&#20315;&#20809;&#30340;&#24863;&#35273;&#65292;&#21861;&#21483;&#25216;&#26415;&#65281;</p>
<p>&#31561;&#25226;&#26790;&#36865;&#21040;&#23567;&#33285;&#23478;&#20511;&#23487;&#65292;&#25105;&#33258;&#24049;&#20010;&#20799;&#20250;&#23487;&#33293;&#12290;&#24050;&#26159;11&#28857;&#22810;&#20102;&#12290;</p>
<p>&#31532;&#20108;&#22825;&#23601;&#31616;&#21333;&#20102;&#65292;&#26089;&#19978;&#21435;&#21809;&#27468;&#65292;&#26790;&#25918;&#19981;&#24320;&#65292;&#25105;&#20351;&#21170;&#21898;&#21483;&#65292;&#24819;&#35753;&#23043;&#21992;&#19968;&#28857;&#65292;&#32467;&#26524;&#65292;&#33258;&#24049;&#20808;&#27809;&#27668;&#20799;&#20102;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#20013;&#21320;&#23567;&#33285;&#35831;&#23458;&#65292;&#24517;&#32988;&#23458;&#12290;&#26356;&#21152;&#20984;&#26174;&#20102;&#21069;&#19968;&#22825;&#24052;&#20811;&#26031;&#30340;&#32654;&#21619;&#21644;&#24615;&#20215;&#27604;&#20040;&#65292;&#22079;&#22079;&#12290;</p>
<p>&#19979;&#21320;&#35828;&#30475;&#30005;&#24433;&#21602;&#65292;&#21435;&#37329;&#33457;&#30597;&#20102;&#19968;&#30524;&#65292;&#36824;&#34542;&#36149;&#65292;&#23601;&#25918;&#24323;&#20102;&#12290;&#21861;&#30005;&#24433;&#26469;&#30528;&#65292;&#23545;&#65292;&#39535;&#40857;&#39640;&#25163;&#12290;&#36825;&#29255;&#20799;&#25105;&#21518;&#26469;&#30005;&#33041;&#19978;&#30475;&#20102;&#65292;&#21518;&#35805;&#12290;</p>
<p>&#20110;&#26159;&#20046;&#65292;&#36891;&#20102;&#37329;&#33457;&#37329;&#40560;&#65292;&#32047;&#30340;&#28909;&#30340;&#65292;&#20474;&#20204;&#23601;&#22238;&#21688;&#38451;&#40479;~</p>
<p>over&#65281;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-07-01T00:00:00+08:00" pubdate data-updated="true">Jul 1<span>st</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/07/01/%E4%B8%AD%E5%85%B4%E6%9C%89%E6%B6%88%E6%81%AF%E5%95%A6/">中兴有消息啦</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>2010&#24180;7&#26376;1&#26085;11&#65306;25a.m.</p>
<p>&#25910;&#21040;&#20013;&#20852;&#30701;&#20449;&#65292;&#20869;&#23481;&#22914;&#19979;&#65306;</p>
<p>&#24744;&#22909;&#65292;&#24685;&#21916;&#24744;&#24050;&#36890;&#36807;&#20013;&#20852;&#36890;&#35759;&#22797;&#35797;&#12290;10&#26376;&#21021;&#23558;&#26681;&#25454;&#19977;&#26041;&#21327;&#35758;&#21457;&#25918;&#24773;&#20917;&#23433;&#25490;&#19987;&#19994;&#31508;&#35797;&#65292;&#31508;&#35797;&#36890;&#36807;&#21363;&#27807;&#36890;&#31614;&#32422;&#12290;&#31069;&#24744;&#20551;&#26399;&#24841;&#24555;&#12290;&#12304;&#20013;&#20852;&#36890;&#35759;&#12305;</p>
<p>&#36825;&#26159;&#31532;&#19968;&#20010;&#38752;&#35889;&#30340;&#22238;&#22797;&#65292;&#24515;&#37324;&#36824;&#26159;&#23567;&#23567;&#40481;&#21160;&#19979;</p>
<p>&#26412;&#26469;&#20063;&#19981;&#21643;&#25265;&#26377;&#26399;&#24453;&#30340;&#20107;&#20799;&#65292;&#25104;&#20102;&#65292;&#38271;&#33258;&#20449;&#65307;&#19981;&#25104;&#65292;&#20063;&#26080;&#25152;&#35859;&#30340;&#20107;&#24773;&#12290;</p>
<p>&#20027;&#35201;&#23601;&#26159;&#23433;&#24944;&#19979;&#25105;&#20174;&#21326;&#20026;&#37027;&#21463;&#21040;&#30340;&#25171;&#20987;&#20040;&#65292;&#22079;&#22079;&#12290;</p>
<p>&#31245;&#24494;&#20102;&#35299;&#20102;&#19979;&#24773;&#20917;&#65292;&#30475;&#26469;&#26159;&#20010;&#20154;&#37117;&#25910;&#21040;&#36890;&#30693;&#20102;&#12290;&#20013;&#20852;&#30340;&#35299;&#37322;&#26159;&#65292;&#29616;&#22312;&#27809;&#26377;&#19977;&#26041;&#21327;&#35758;&#65292;&#24182;&#19988;&#25945;&#32946;&#37096;&#36824;&#26159;&#21738;&#37324;&#19981;&#25903;&#25345;&#36825;&#20040;&#26089;&#23601;&#21457;offer&#12290;</p>
<p>&#35828;&#30333;&#20102;&#65292;&#36319;&#21326;&#20026;&#19968;&#26679;&#65292;&#34394;&#24352;&#22768;&#21183;&#21834;~</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-07-01T00:00:00+08:00" pubdate data-updated="true">Jul 1<span>st</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/07/01/echoes-of-the-rainbow/">Echoes of the Rainbow</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#26152;&#22825;&#26368;&#22823;&#30340;&#25910;&#33719;&#26159;&#32456;&#20110;&#23398;&#20250;&#20102;&#32763;&#22681;&#65292;&#19978;twitter&#65292;&#30475;Facebook&#12290;</p>
<p>&#21407;&#26469;&#65292;&#25105;&#26089;&#23601;&#27880;&#20876;&#20102;Facebook&#21834;&#65292;&#21704;&#21704;&#65292;&#19981;&#36807;&#37324;&#38754;&#27809;&#26377;&#35748;&#35782;&#30340;&#20154;&#21834;&#65292;&#19981;&#22909;&#29609;</p>
<p>twitter&#20063;&#19968;&#26679;&#65292;&#30001;&#20110;&#19981;&#29087;&#24713;&#25805;&#20316;&#65292;&#21152;&#19978;&#19968;&#26102;&#20063;&#24819;&#19981;&#36215;&#26469;&#26377;&#35841;&#21487;&#20197;follow&#65292;&#21487;&#24604;&#24052;&#24052;&#30340;&#21482;&#21152;&#20102;&#26446;&#31505;&#26469;&#65292;&#36824;&#26377;&#20197;&#21069;&#21152;&#20102;TBBT&#30340;Sheldon&#21644;&#37027;&#20010;&#21360;&#24230;&#23043;&#65288;&#39069;&#65292;&#25105;&#19981;&#20250;&#25340;&#20889;&#12290;&#12290;&#12290;&#12290;&#65289;</p>
<p>&#24819;&#24403;&#21021;&#19981;&#20250;&#32763;&#22681;&#30340;&#26102;&#20505;&#65292;&#30475;&#35265;&#35841;&#21448;&#22312;twitter&#19978;&#35828;&#20102;&#21861;&#65292;&#24635;&#26159;&#36951;&#25022;&#33258;&#24049;&#30475;&#19981;&#30528;&#12290;&#12290;&#12290;&#22079;&#22079;&#65292;&#20197;&#21518;&#23601;ok&#40479;~</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;</p>
<p>&#26152;&#22825;&#26368;&#22823;&#30340;&#24863;&#21160;&#26159;&#23681;&#26376;&#31070;&#20599;</p>
<p>&#20272;&#35745;&#24180;&#32426;&#31245;&#22823;&#19968;&#20123;&#30340;&#20154;&#30475;&#20102;&#65292;&#20849;&#40483;&#20250;&#26356;&#22810;&#21543;&#12290;&#25110;&#32773;&#35828;&#65292;&#39321;&#28207;&#20154;&#30475;&#20102;&#65292;&#20250;&#26356;&#22810;&#24819;&#21040;&#23567;&#26102;&#20505;&#12290;</p>
<p>&#25454;&#35828;&#26159;&#21046;&#29255;&#20154;&#26681;&#25454;&#33258;&#24049;&#30340;&#32463;&#21382;&#32534;&#30340;&#21095;&#26412;&#65292;&#32454;&#33410;&#24456;&#21040;&#20301;&#12290;&#25972;&#20010;&#25925;&#20107;&#23601;&#37027;&#20040;&#28129;&#28129;&#30340;&#28129;&#28129;&#30340;&#65292;&#23601;&#29992;&#25481;&#20102;&#25105;&#22909;&#20960;&#24352;&#39184;&#24062;&#32440;&#12290;</p>
<p>&#27604;&#22914;&#65292;&#25105;&#23601;&#24819;&#36215;&#20102;&#65292;&#24456;&#23567;&#30340;&#26102;&#20505;&#65292;&#22312;&#23013;&#23013;&#23478;&#65292;&#38376;&#21475;&#26377;&#19968;&#24352;&#30707;&#22836;&#22418;&#36215;&#30340;&#26700;&#23376;&#65292;&#22823;&#23478;&#22260;&#25104;&#19968;&#22280;&#21507;&#39277;&#12290;&#28909;&#24773;&#30340;&#37051;&#23621;&#20250;&#21483;&#23567;&#23401;&#21435;&#20182;&#20204;&#23478;&#37027;&#37324;&#22841;&#33756;&#12290;&#19981;&#36807;&#65292;&#25105;&#23013;&#23013;&#21483;&#25105;&#19981;&#35201;&#36825;&#26679;&#30340;&#65292;&#22079;&#22079;&#65292;&#22905;&#35828;&#19981;&#31036;&#35980;&#12290;</p>
<p>&#27604;&#22914;&#65292;&#19968;&#23478;&#20154;&#23545;&#25239;&#21488;&#39118;&#30340;&#26102;&#20505;&#65292;&#24819;&#36215;&#25105;&#23478;&#20197;&#21069;&#20570;&#29983;&#24847;&#30340;&#19981;&#26131;&#65292;&#35201;&#19981;&#26159;&#22240;&#20026;&#22312;&#23454;&#39564;&#23460;&#65292;&#25105;&#32943;&#23450;&#26159;&#22768;&#27882;&#20465;&#19979;&#12290;</p>
<p>&#27604;&#22914;&#65292;&#29240;&#29240;&#22920;&#22920;&#19968;&#36215;&#38754;&#23545;&#29983;&#27963;&#65292;&#19968;&#27493;&#38590;&#65292;&#19968;&#27493;&#20339;&#30340;&#26102;&#20505;&#12290;&#25105;&#24863;&#24936;&#65292;&#25105;&#29240;&#22920;&#29100;&#36807;&#20102;&#37027;&#19968;&#27573;&#65292;&#20026;&#21861;&#65292;&#25105;&#29616;&#22312;&#23545;&#23478;&#24237;&#30340;&#24184;&#31119;&#24863;&#30830;&#20943;&#23569;&#20102;&#12290;</p>
<p>&#29238;&#27597;&#30340;&#29233;&#24773;&#65292;&#20804;&#24351;&#24773;&#65292;&#20146;&#24773;&#65292;&#36824;&#26377;&#37027;&#25077;&#25026;&#30340;&#21021;&#24651;&#65292;&#37117;&#37027;&#20040;&#32654;&#22909;&#65292;&#37027;&#20040;&#19981;&#21051;&#24847;</p>
<p>&#22920;&#22920;&#25720;&#30528;&#29240;&#29240;&#25163;&#25351;&#19978;&#30340;&#25106;&#25351;&#21360;&#65292;&#32418;&#20102;&#30524;&#30555;&#12290;&#25105;&#26159;&#30495;&#30340;&#30495;&#30340;&#24046;&#28857;&#29190;&#21457;&#20102;&#65292;&#32473;&#25105;&#36825;&#26679;&#30340;&#24863;&#24773;&#65292;&#25105;&#20063;&#24895;&#24847;&#24403;&#20102;&#33258;&#24049;&#30340;&#25106;&#25351;&#12290;</p>
<p>&#22826;&#22810;&#30340;&#32454;&#33410;&#35753;&#20154;&#24863;&#21160;&#65292;&#26377;&#26426;&#20250;&#24403;&#28982;&#35201;&#20877;&#30475;&#19968;&#36941;&#12290;&#20219;&#36798;&#21326;&#21644;&#21556;&#21531;&#22914;&#28436;&#25216;&#26524;&#28982;&#20102;&#24471;&#12290;</p>
<p>&#21710;&#65292;&#24403;&#21021;&#21643;&#23601;&#38169;&#36807;&#20102;&#21435;&#24433;&#38498;&#30475;&#30340;&#26426;&#20250;&#65292;&#21710;~~~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12779736957.jpg" border="0" alt="" /></p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1277973702c.jpg" border="0" alt="" /></p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1277973708f.jpg" border="0" alt="" /></p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12779737359.jpg" border="0" alt="" /></p>
<p>&#22902;&#22902;&#35828;&#65292;&#22914;&#26524;&#20320;&#32943;&#25918;&#24323;&#26368;&#24515;&#29233;&#30340;&#19996;&#35199;&#65292;&#20840;&#37117;&#25172;&#36827;&#33510;&#28023;&#37324;&#65292;&#25226;&#33510;&#28023;&#22635;&#28385;&#65292;&#23601;&#21487;&#20197;&#21644;&#20146;&#20154;&#37325;&#36898;&#20102;&#12290;</p>
<p>&#22920;&#22920;&#35828;&#65292;&#29983;&#27963;&#23601;&#26159;&#36825;&#26679;&#65292;&#19968;&#27493;&#38590;&#65292;&#19968;&#27493;&#20339;&#12290;</p>
<p>&#22920;&#22920;&#36824;&#35828;&#65292;&#20570;&#20154;&#35201;&#26377;&#20449;</p>
<p>in the end, the greatest thief of all is time&#8230;</p>
<p>
<object classid="clsid:6bf52a52-394a-11d3-b153-00c04f79faa6" width="0" height="0" codebase="http://activex.microsoft.com/activex/controls/mplayer/en/nsmp2inf.cab#Version=5,1,52,701">
<param name="url" value="http://www.cicicola.com/blog/mp3/s1.mp3" /><embed type="application/x-mplayer2" width="0" height="0" src="http://www.cicicola.com/blog/mp3/s1.mp3"></embed></object>
</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-06-30T00:00:00+08:00" pubdate data-updated="true">Jun 30<span>th</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/06/30/latex%E5%AD%A6%E4%B9%A04-%E8%BE%93%E5%85%A5%E7%BD%97%E9%A9%AC%E6%95%B0%E5%AD%97/">Latex学习4-输入罗马数字</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>LaTeX&#19981;&#33021;&#36755;&#20837;&#32599;&#39532;&#25968;&#23383;&#65292;&#22312;&#20351;&#29992;IEEE&#25991;&#26723;&#27169;&#26495;&#26102;&#20505;&#65292;&#33258;&#21160;&#29983;&#25104;&#30340;section&#32534;&#21495;&#21448;&#26159;&#32599;&#39532;&#30340;&#12290;&#25152;&#20197;&#22312;&#24341;&#29992;section&#30340;&#26102;&#20505;&#65292;&#21457;&#29616;&#38382;&#39064;&#24278;~</p>
<p>&#22914;&#19979;&#35299;&#20915;&#26041;&#26696;&#65306;</p>
<p>\uppercase\expandafter{\romannumeral2}&#160;&#160;&#160;&#160;&#160; &#36755;&#20837;&#22823;&#20889;&#32599;&#39532;&#25968;&#23383;2&#65292;<br />
\romannumeral2&#160;&#160;&#160;&#160;&#160; &#36755;&#20837;&#23567;&#20889;&#32599;&#39532;&#25968;&#23383;2&#12290;</p>
<p>&#32463;&#35797;&#39564;&#65292;&#27492;&#26041;&#27861;&#28784;&#24120;ok~</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-06-28T00:00:00+08:00" pubdate data-updated="true">Jun 28<span>th</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/06/28/%E5%8D%8E%E4%B8%BA%E5%AE%9E%E4%B9%A0%E7%94%9F/">华为实习生</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#160;&#160;&#160; &#31471;&#21320;&#21069;&#19968;&#22825;&#65292;&#21326;&#20026;&#26469;&#25307;&#23454;&#20064;&#29983;&#12290;</p>
<p>&#160;&#160;&#160; &#27491;&#22909;&#26089;&#26216;boss&#21457;&#39129;&#20102;&#65292;&#25105;&#32769;&#32769;&#23454;&#23454;&#24453;&#22312;&#23454;&#39564;&#23460;&#65292;&#23601;&#36319;&#30528;&#21478;&#22806;&#20960;&#20010;&#23043;&#20570;&#20102;&#31616;&#21382;&#65292;&#21435;&#20945;&#20010;&#28909;&#38393;&#12290;</p>
<p>&#160;&#160;&#160; &#27969;&#31243;&#24456;&#31616;&#21333;&#65292;&#20808;&#25216;&#26415;&#38754;&#65292;&#28982;&#21518;&#24615;&#26684;&#27979;&#35797;&#65292;&#28982;&#21518;&#32508;&#21512;&#38754;</p>
<p>&#160;&#160;&#160; &#24403;&#22825;&#19979;&#21320;&#65292;&#25105;&#21482;&#20570;&#20102;&#25216;&#26415;&#38754;</p>
<p>&#160;&#160;&#160; &#38754;&#35797;&#23448;&#20063;&#36824;&#27604;&#36739;nice&#12290;</p>
<p>&#160;&#160;&#160; &#20808;&#38382;&#20102;&#26368;&#29087;&#24713;&#20160;&#20040;&#35821;&#35328;&#12290;&#25105;&#35828;matlab&#65292;&#20154;&#23478;&#20063;&#19981;&#30528;&#21183;&#25105;&#12290;&#21482;&#22909;&#21193;&#24378;&#35828;C++&#21543;&#12290;&#36824;&#19981;&#24536;&#35828;&#26126;&#65292;&#26159;&#20197;&#21069;&#20250;&#65292;&#29616;&#22312;&#24536;&#24471;&#24046;&#19981;&#22810;&#20102;&#12290;</p>
<p>&#160;&#160;&#160; &#21448;&#38382;&#65292;C++&#36824;&#35760;&#24471;&#20160;&#20040;&#27010;&#24565;&#12290;&#34394;&#20989;&#25968;&#65292;&#22810;&#24577;&#21861;&#30340;&#65292;&#32993;&#35828;&#20102;&#19968;&#22534;&#12290;</p>
<p>&#160;&#160;&#160; &#38382;&#65306;&#34394;&#20989;&#25968;&#23450;&#20041;&#24590;&#20040;&#20889;</p>
<p>&#160;&#160;&#160; &#31572;&#65306;virtual &#12290;&#12290;&#12290;&#12290;</p>
<p>&#160;&#160;&#160; &#38382;&#65306;&#32431;&#34394;&#20989;&#25968;&#21644;&#34394;&#20989;&#25968;&#30340;&#21306;&#21035;&#12290;&#36825;&#20010;&#35980;&#20284;&#32463;&#24120;&#20250;&#34987;&#38382;&#21040;</p>
<p>&#160;&#160;&#160; &#22238;&#31572;&#23601;&#37027;&#19968;&#22871;&#65292;&#25105;&#37117;&#35828;&#30340;&#30333;&#35805;&#25991;&#65292;&#23601;&#19981;&#32452;&#32455;&#20102;&#12290;&#32972;&#23450;&#20041;&#23454;&#22312;&#19981;&#26159;&#25105;&#24378;&#39033;&#21834;&#12290;</p>
<p>&#160;&#160;&#160; &#28982;&#21518;&#21448;&#36861;&#38382;&#20102;&#32431;&#34394;&#20989;&#25968;&#21643;&#23450;&#20041;&#12290;&#25105;&#19981;&#20250;&#12290;</p>
<p>&#160;&#160;&#160; &#19968;&#30475; &#25105;&#26159;&#23398;&#35745;&#31639;&#26426;&#30340;&#65292;&#23601;&#35828;&#35201;&#20986;&#20010;&#38590;&#28857;&#30340;&#39064;&#30446;&#12290;&#21523;&#24471;&#25105;&#30452;&#23458;&#27668;&#12290;&#21035;&#22826;&#38590;&#65292;&#37117;&#24536;&#24471;&#24046;&#19981;&#22810;&#20102;&#12290;</p>
<p>&#160;&#160;&#160; &#28982;&#21518;&#23601;&#20986;&#20102;&#20010;&#32473;&#38142;&#34920;&#37324;&#21152;&#20803;&#32032;&#30340;&#39064;&#30446;&#12290;&#38142;&#34920;&#30001;&#22823;&#21040;&#23567;&#25490;&#24207;&#20102;&#30340;&#12290;</p>
<p>&#160;&#160;&#160; &#21407;&#29702;&#25105;&#20063;&#20250;&#35828;&#65292;&#21487;&#23601;&#26159;&#19981;&#20250;&#20889;&#12290;&#20889;&#21040;&#19968;&#21322;&#65292;&#23043;&#36824;&#25554;&#22068;&#35828;&#65292;&#35760;&#24471;&#32771;&#34385;&#19975;&#19968;&#33410;&#28857;&#20026;&#31354;&#30340;&#24773;&#20917;&#12290;&#25105;&#25104;&#21151;&#30340;&#25226;&#33258;&#24049;&#32469;&#36827;&#21435;&#20102;&#12290;</p>
<p>&#160;&#160;&#160; &#20195;&#30721;&#19968;&#22604;&#31946;&#28034;&#65292;&#19981;&#22810;&#35828;&#12290;&#24613;&#30340;&#25105;&#65292;&#21448;&#27604;&#27604;&#21010;&#21010;&#30340;&#65292;&#35762;&#20102;&#19968;&#36890;&#36947;&#29702;&#65292;&#24819;&#35828;&#26126;&#25105;&#30495;&#30340;&#25026;&#12290;</p>
<p>&#160;&#160;&#160; &#23043;&#35828;&#65292;&#37027;&#25105;&#20877;&#32473;&#20320;&#20986;&#20010;&#39064;&#65311;</p>
<p>&#160;&#160;&#160; &#25105;&#29305;&#25171;&#20987;&#65292;&#29233;&#31572;&#19981;&#29702;&#30340;&#35828;&#65306;&#38543;&#20415;&#20320;&#21543;</p>
<p>&#160;&#160;&#160; &#28982;&#21518;&#65292;&#35753;&#25105;&#37322;&#25918;&#19968;&#20010;&#38142;&#34920;&#12290;</p>
<p>&#160;&#160;&#160; &#20854;&#23454;&#25105;&#36824;&#26159;&#19981;&#20250;&#65292;&#26681;&#26412;&#19981;&#35760;&#24471;&#37322;&#25918;&#26159;&#21861;&#20102;&#12290;&#35797;&#25506;&#30340;&#38382;&#20102;&#21477;&#65292;&#37322;&#25918;&#26159;delete&#65292;&#36824;&#26159;free&#65311;</p>
<p>&#160;&#160;&#160; &#23043;&#31572;&#65306;C++&#26159;delete</p>
<p>&#160;&#160;&#160; &#37027;&#23601;&#22909;&#21150;&#20102;&#65292;&#19981;&#23601;&#26159;&#21024;&#38500;&#20040;&#12290;</p>
<p>&#160;&#160;&#160; &#25105;&#36824;&#33258;&#20316;&#32874;&#26126;&#30340;&#65292;&#22810;&#32771;&#34385;&#20102;&#28857;&#21861;&#24773;&#20917;&#12290;</p>
<p>&#28982;&#21518;&#65292;&#36825;&#23601;&#36807;&#20102;&#25216;&#26415;&#38754;&#12290;</p>
<p>&#25509;&#19979;&#26469;&#23601;&#26159;&#24615;&#26684;&#27979;&#35797;&#65292;&#21644;&#32508;&#21512;&#38754;</p>
<p>&#19981;&#24471;&#19981;&#35828;&#65292;&#36825;&#22330;&#25307;&#32856;&#26159;&#28151;&#20081;&#30340;&#12290;</p>
<p>&#25105;&#26681;&#26412;&#23601;&#27809;&#26377;&#21435;&#21442;&#21152;&#24615;&#26684;&#27979;&#35797;&#65292;&#21326;&#20026;&#30340;HR&#31455;&#28982;&#36824;&#19987;&#31243;&#25171;&#30005;&#35805;&#36890;&#30693;&#25105;&#21435;&#32508;&#21512;&#38754;</p>
<p>&#25105;&#23460;&#21451;&#65292;&#24615;&#26684;&#27979;&#35797;&#27809;&#36890;&#36807;&#30340;&#65292;&#20063;&#36890;&#30693;&#20102;&#65292;&#32467;&#26524;&#23043;&#36305;&#36807;&#21435;&#38754;&#35797;&#65292;&#22823;&#24237;&#24191;&#20247;&#20043;&#19979;&#34987;&#25733;&#22238;&#26469;&#65292;&#24515;&#37324;&#32943;&#23450;&#24456;&#38590;&#21463;&#12290;&#35201;&#26159;&#25105;&#65292;&#23601;&#26159;&#19981;&#21557;&#65292;&#20063;&#35201;&#20105;&#19968;&#19979;&#30340;&#12290;&#22826;&#19981;&#38752;&#35889;&#20102;&#65292;&#33258;&#24049;&#20081;&#20102;&#65292;&#36824;&#30606;&#25240;&#33150;&#21035;&#20154;&#12290;</p>
<p>&#19968;&#24320;&#22987;&#19981;&#35273;&#24471;&#65292;&#36890;&#36807;&#21518;&#38754;&#30340;&#19968;&#31995;&#21015;&#65292;&#36234;&#26469;&#36234;&#23545;&#21326;&#20026;&#21360;&#35937;&#19981;&#22909;&#20102;</p>
<p>&#28151;&#20081;&#26159;&#19968;&#23567;&#26041;&#38754;</p>
<p>&#20027;&#35201;&#26159;&#24577;&#24230;&#65292;&#26126;&#26174;&#30340;&#19981;&#24597;&#27809;&#20154;&#26469;&#25105;&#20204;&#20844;&#21496;&#30340;&#26679;&#20799;&#12290;&#21047;&#20154;&#24456;&#33609;&#29575;&#19981;&#35828;&#65292;&#36824;&#36825;&#20040;&#26080;&#25152;&#35859;</p>
<p>&#19981;&#36807;&#20063;&#26159;&#21704;&#65292;&#29616;&#22312;&#25214;&#24037;&#20316;&#30340;&#20154;&#30830;&#23454;&#22810;&#65292;&#33021;&#32473;&#20320;&#20204;&#36825;&#31181;&#20844;&#21496;&#36275;&#22815;&#30340;&#20449;&#24515;&#65292;&#22810;&#38169;&#36807;&#20960;&#20010;&#26681;&#26412;&#23601;&#27809;&#21861;</p>
<p>&#21487;&#24796;&#65292;&#25105;&#19981;&#22823;&#33021;&#25509;&#21463;&#36825;&#31181;&#24577;&#24230;&#22914;&#27492;&#26126;&#26174;&#30340;&#26174;&#29616;</p>
<p>&#19981;&#22810;&#35828;&#20102;&#65292;&#24615;&#26684;&#27979;&#35797;&#30340;&#19981;&#21512;&#29702;&#24615;&#65292;&#31561;&#25105;&#24515;&#29702;&#23398;&#22522;&#30784;&#25958;&#23454;&#20123;&#20102;&#20877;&#26469;&#35828;&#12290;</p>
<p>&#19981;&#26159;&#35828;&#24615;&#26684;&#27979;&#35797;&#19981;&#21512;&#29702;&#65292;&#32780;&#26159;&#20320;&#30340;&#19981;&#21512;&#29702;&#65292;&#20197;&#19981;&#21512;&#29702;&#30340;&#27979;&#35797;&#20026;&#26631;&#26438;&#65292;&#26356;&#26159;&#19981;&#21512;&#29702;&#65292;&#21518;&#35805;&#21518;&#35805;~&#25105;&#23613;&#37327;&#34507;&#23450;~</p>
                                    </p>
</div>
  
  


    </article>
  
  <div class="pagination">
    
      <a class="prev" href="/blog/page/26/">&larr; Older</a>
    
    <a href="/blog/archives">Blog Archives</a>
    
    <a class="next" href="/blog/page/24/">Newer &rarr;</a>
    
  </div>
</div>
<aside class="sidebar">
  
    <section>
  <h1>Recent Posts</h1>
  <ul id="recent_posts">
    
      <li class="post">
        <a href="/blog/2013/01/25/how-to-use-font-icon-in-html/">How to use font icon in HTML</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-change-git-repo-name/">how to change git repo name</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-setup-a-new-remote-git-repo/">How to setup a new remote git repo</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/13/hui-gu-2012/">回顾2012</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/08/my-frist-post/">my-frist-post</a>
      </li>
    
  </ul>
</section>






  
</aside>

    </div>
  </div>
  <footer role="contentinfo"><p>
  Copyright &copy; 2013 - muggleyoung -
  <span class="credit">Powered by <a href="http://octopress.org">Octopress</a>. Design by <a href="http://octopressthemes.com">Octopress Themes</a>.</span>
</p>

</footer>
  







  <script type="text/javascript">
    (function(){
      var twitterWidgets = document.createElement('script');
      twitterWidgets.type = 'text/javascript';
      twitterWidgets.async = true;
      twitterWidgets.src = 'http://platform.twitter.com/widgets.js';
      document.getElementsByTagName('head')[0].appendChild(twitterWidgets);
    })();
  </script>





</body>
</html>
