
<!DOCTYPE HTML>
<html>
<head>
	<meta charset="utf-8">
	<title></title>
	<meta name="author" content="muggleyoung">

	
	<meta name="description" content="4th day:
&#19968;&#20010;&#20154;&#65292;&#35745;&#21010;&#21435;&#26089;&#19978;&#38182;&#37324;&#65292;&#19979;&#21320;&#21435;&#26395;&#27743;&# &hellip;">
	
	<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

	<link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
	<link rel="canonical" href="">
	<link href="/favicon.png" rel="shortcut icon">
	<link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
	<!--[if lt IE 9]><script src="//html5shiv.googlecode.com/svn/trunk/html5.js"></script><![endif]-->
	<script src="//ajax.googleapis.com/ajax/libs/jquery/1.7.2/jquery.min.js"></script>
	
</head>

<body>
	<header id="header" class="inner"><h1><a href="/"></a></h1>
<nav id="main-nav"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</nav>
<nav id="mobile-nav">
	<div class="alignleft menu">
		<a class="button">Menu</a>
		<div class="container"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</div>
	</div>
	<div class="alignright search">
		<a class="button"></a>
		<div class="container">
			<form action="http://google.com/search" method="get">
				<input type="text" name="q" results="0">
				<input type="hidden" name="q" value="site:muggleyoung.github.com">
			</form>
		</div>
	</div>
</nav>
<nav id="sub-nav" class="alignright">
	<div class="social">
		
		
		
		
    
		
		
		
		
		
		<a class="rss" href="/atom.xml" title="RSS">RSS</a>
		
	</div>
	<form class="search" action="http://google.com/search" method="get">
		<input class="alignright" type="text" name="q" results="0">
		<input type="hidden" name="q" value="site:muggleyoung.github.com">
	</form>
</nav>

</header>
	
		
	
	<div id="content" class="inner">


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/07/29/%E5%A4%A9%E5%BA%9C%E6%88%90%E9%83%BD%E6%B8%B84/">
		
			天府成都游4</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>4th day:</p>
<p>&#19968;&#20010;&#20154;&#65292;&#35745;&#21010;&#21435;&#26089;&#19978;&#38182;&#37324;&#65292;&#19979;&#21320;&#21435;&#26395;&#27743;&#27004;&#21644;&#24029;&#22823;&#38468;&#36817;&#12290;</p>
<p>&#19968;&#22823;&#26089;&#23601;&#24320;&#22987;&#19979;&#38632;&#12290;&#21040;&#25104;&#37117;&#36825;&#20960;&#22825;&#37117;&#19981;&#23433;&#29983;&#65292;&#27599;&#22825;&#26089;&#19978;&#25110;&#32773;&#26202;&#19978;&#37117;&#20250;&#19979;&#28857;&#20799;&#38632;&#12290;&#27599;&#22825;&#20986;&#38376;&#36824;&#24471;&#33150;&#20986;&#28857;&#37325;&#37327;&#32473;&#38632;&#20254;&#12290;</p>
<p>&#38632;&#25402;&#22823;&#65292;&#25105;&#31359;&#30340;&#38795;&#28431;&#27700;&#65292;&#23601;&#31359;&#20102;&#25302;&#38795;&#20986;&#38376;&#12290;&#36825;&#26159;&#25105;&#36825;&#19968;&#22825;&#26368;&#19981;&#26126;&#26234;&#30340;&#20915;&#23450;&#12290;</p>
<p>&#20808;&#21435;&#20102;&#38182;&#37324;&#65292;&#21040;&#20102;&#38632;&#22522;&#26412;&#19978;&#23601;&#19981;&#22823;&#20102;&#65292;&#38632;&#21518;&#30340;&#38182;&#37324;&#30495;&#26159;&#22909;&#30475;&#65292;&#32780;&#19988;&#22240;&#20026;&#19979;&#38632;&#27809;&#21861;&#28216;&#20154;&#65292;&#25105;&#20048;&#22351;&#20102;~&#19968;&#20010;&#20154;&#24930;&#24736;&#24736;&#30340;&#36891;&#12290;&#12290;&#12290;</p>
<p>&#24590;&#26679;&#65292;&#20154;&#23569;&#21543;&#12290;&#27604;&#26152;&#26202;10&#28857;&#37117;&#36824;&#35201;&#23569;&#65281;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280414963s.jpg" border="0" alt="" /></p>
<p>&#39068;&#33394;&#29305;&#22909;&#30475;&#65292;&#23601;&#26159;&#25105;&#30456;&#26426;&#19981;&#22909;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280414958a.jpg" border="0" alt="" /></p>
<p>&#26377;&#28857;&#21335;&#26041;&#30340;&#24863;&#35273;&#65292;&#20294;&#21448;&#36319;&#21435;&#24180;&#21435;&#36807;&#30340;&#35199;&#22616;&#19981;&#37027;&#20040;&#19968;&#26679;&#30340;&#39118;&#26684;&#12290;&#36825;&#21643;&#35828;&#21602;&#65292;&#30475;&#26469;&#24471;&#21435;&#30475;&#28857;&#24314;&#31569;&#23398;&#30340;&#35838;&#31243;&#20102;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12804146159.jpg" border="0" alt="" /></p>
<p>&#21738;&#37324;&#37117;&#22909;&#30475;&#65292;&#22522;&#26412;&#19981;&#29992;&#36873;&#35282;&#24230;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280414595q.jpg" border="0" alt="" /></p>
<p>&#21518;&#26469;&#36935;&#19978;&#19968;&#20010;&#22992;&#22992;&#20063;&#26159;&#19968;&#20010;&#20154;&#22312;&#29609;&#65292;&#22992;&#22992;&#33261;&#32654;&#65292;&#29233;&#25293;&#29031;&#65292;&#27491;&#22909;&#25105;&#20063;&#19968;&#20010;&#20154;&#65292;&#23601;&#20457;&#20154;&#39034;&#36335;&#20102;&#65292;&#25105;&#20063;&#26377;&#20154;&#24110;&#24537;&#25293;&#29031;&#65292;&#21621;&#21621;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280414602a.jpg" border="0" alt="" /></p>
<p>&#21487;&#24796;&#22992;&#22992;&#27700;&#24179;&#19981;&#21643;&#22320;&#65292;&#24635;&#26159;&#25163;&#25238;&#65292;&#19981;&#36807;&#25105;&#30340;&#30456;&#26426;&#20063;&#26159;&#26377;&#36131;&#20219;&#30340;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280414622u.jpg" border="0" alt="" /></p>
<p>&#36891;&#30528;&#36891;&#30528;&#65292;&#23601;&#36305;&#21040;&#27494;&#20399;&#31072;&#38468;&#36817;&#20102;&#65292;&#20844;&#22253;&#20284;&#30340;&#65292;&#36824;&#26159;&#27809;&#20154;&#65292;&#30495;&#22909;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280414608a.jpg" border="0" alt="" /></p>
<p>&#26368;&#21518;&#27809;&#21435;&#27494;&#20399;&#31072;&#65292;&#25105;&#23244;&#38376;&#31080;&#22826;&#36149;&#65292;&#23601;&#26159;&#36825;&#20040;&#25248;&#38376;&#12290;</p>
<p>&#21435;&#38182;&#37324;&#30340;&#23567;&#21507;&#34903;&#65292;&#24403;&#28982;&#21448;&#21507;&#20102;&#32933;&#32928;&#31881;&#12290;&#36824;&#26377;&#20256;&#35828;&#20013;&#30340;&#20260;&#24515;&#20937;&#31881;&#65292;&#36215;&#21021;&#19981;&#35273;&#24471;&#29408;&#36771;&#65292;&#36824;&#35828;&#36825;&#26679;&#30340;&#21643;&#21487;&#33021;&#20250;&#20260;&#24515;&#21602;&#65292;&#22823;&#35805;&#21018;&#35828;&#23436;&#65292;&#21518;&#38754;&#23601;&#24320;&#22987;&#27882;&#27969;&#28385;&#38754;&#20102;&#12290;&#12290;&#12290;&#12290;&#19977;&#22823;&#28846;&#22043;&#65292;&#20854;&#23454;&#23601;&#36319;&#35199;&#23433;&#22238;&#27665;&#34903;&#30340;&#34562;&#34588;&#20937;&#31957;&#24046;&#19981;&#22810;&#30340;&#65292;&#19981;&#36807;&#36825;&#20010;&#26159;&#28909;&#30340;&#32780;&#24050;&#65292;&#27809;&#21861;&#24778;&#21916;&#12290;</p>
<p>&#21518;&#26469;&#22238;&#21040;&#20303;&#22788;&#65292;&#21516;&#23627;&#30340;&#20154;&#38382;&#24590;&#20040;&#22312;&#25104;&#37117;&#27809;&#25214;&#21040;&#20160;&#20040;&#29305;&#21035;&#22909;&#21507;&#30340;&#19996;&#35199;&#65292;&#25105;&#29305;&#36190;&#21516;&#65292;&#35828;&#20170;&#22825;&#21435;&#20102;&#38182;&#37324;&#26679;&#26679;&#37117;&#38590;&#21507;&#12290;&#32467;&#26524;&#23043;&#30452;&#25509;&#37145;&#35270;&#25105;&#65292;&#20320;&#22312;&#38182;&#37324;&#21507;&#19996;&#35199;&#30340;&#27809;&#26377;&#21457;&#35328;&#26435;&#12290;&#12290;&#12290;&#12290;&#30475;&#26469;&#65292;&#25105;&#30340;&#34892;&#31243;&#65292;&#22826;&#28216;&#23458;&#20102;&#12290;</p>
<p>&#38182;&#37324;&#37027;&#20010;&#21834;&#65292;&#23601;&#31639;&#26159;&#21320;&#39277;&#20102;&#12290;&#22992;&#22992;&#35828;&#22905;&#22312;&#25104;&#37117;&#23601;&#21574;&#19968;&#22825;&#65292;&#35201;&#22810;&#29609;&#28857;&#20799;&#22320;&#26041;&#12290;&#26412;&#23601;&#25171;&#31639;&#21508;&#29609;&#21508;&#30340;&#20102;&#12290;&#22992;&#22992;&#21448;&#35828;&#22905;&#20170;&#22825;&#35201;&#21435;&#26460;&#29995;&#33609;&#22530;&#65292;&#19968;&#36215;&#21543;&#12290;&#25105;&#35745;&#21010;&#27425;&#26085;&#21435;&#30340;&#65292;&#24819;&#24819;&#26377;&#20154;&#19968;&#36215;&#20063;&#25402;&#22909;&#65292;&#23601;&#25913;&#20102;&#35745;&#21010;&#12290;</p>
<p>&#26681;&#25454;&#22320;&#22270;&#65292;&#26460;&#29995;&#33609;&#22530;&#36828;&#65292;&#38738;&#32650;&#23467;&#36817;&#12290;&#39034;&#36947;&#23601;&#21435;&#20102;&#12290;&#30495;&#22833;&#36133;&#65292;&#38738;&#32650;&#23467;&#19981;&#22909;&#29609;&#65292;&#38500;&#20102;&#37027;&#19968;&#21482;&#38108;&#32650;&#12290;&#36319;&#38108;&#32650;&#30340;&#21512;&#24433;&#36824;&#19981;&#35265;&#20102;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#36335;&#19978;&#38543;&#22788;&#21487;&#35265;&#30340;&#21508;&#31181;&#21160;&#29289;&#33041;&#34955;&#65292;&#20063;&#36824;&#19981;&#38169;&#21862;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12804531206.jpg" border="0" alt="" /></p>
<p>&#36825;&#19968;&#25490;&#29492;&#23376;&#65292;&#24102;&#30528;&#25105;&#20204;&#24448;&#21397;&#25152;&#26041;&#21521;&#21069;&#36827;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280453127b.jpg" border="0" alt="" /></p>
<p>&#20026;&#21861;&#35828;&#38738;&#32650;&#23467;&#19981;&#22909;&#29609;&#21602;&#12290;&#39318;&#20808;&#65292;&#23545;&#36947;&#25945;&#65292;&#25105;&#20852;&#36259;&#19981;&#22823;&#12290;&#20854;&#27425;&#65292;&#38738;&#32650;&#23467;&#30340;&#36947;&#38271;&#36947;&#22993;&#24456;&#20982;&#12290;&#36824;&#26377;&#23601;&#26159;&#65292;&#30495;&#30340;&#27809;&#21861;&#29609;&#30340;&#12290;</p>
<p>&#31359;&#25302;&#38795;&#30340;&#40635;&#28902;&#26469;&#20102;&#65292;&#32047;&#65292;&#33050;&#30140;&#65292;&#21518;&#26469;&#38632;&#34429;&#28982;&#20572;&#20102;&#65292;&#21487;&#26159;&#22320;&#36824;&#26159;&#28369;&#65292;&#36208;&#36335;&#24471;&#21152;&#20493;&#23567;&#24515;&#65292;&#32791;&#36153;&#26356;&#22810;&#20307;&#21147;&#12290;&#23601;&#22312;&#38738;&#32650;&#23467;&#21917;&#20102;&#20250;&#33590;&#12290;&#33590;&#19981;&#22909;&#21917;&#65292;&#22320;&#26041;&#24456;&#33039;&#12290;&#22909;&#29609;&#30340;&#26159;&#65292;&#25105;&#20048;&#21621;&#21621;&#30340;&#36827;&#21435;&#20102;&#65292;&#20498;&#33590;&#22823;&#22920;&#30828;&#20197;&#20026;&#25105;&#26159;&#29087;&#20154;&#65292;&#22823;&#31505;&#24182;&#25171;&#25307;&#21628;&#65292;&#24403;&#28982;&#25105;&#27809;&#21548;&#25026;&#65292;&#20063;&#20667;&#31505;&#22238;&#21435;&#12290;&#32467;&#26524;&#36208;&#22312;&#21069;&#38754;&#30340;&#22992;&#22992;&#29305;&#25195;&#20852;&#65292;&#19968;&#33080;&#26080;&#36764;&#30340;&#22238;&#22836;&#38382;&#65292;&#20320;&#35748;&#35782;&#22905;&#65311;&#21710;&#65292;&#36825;&#19981;&#23601;&#27809;&#21170;&#20102;&#20040;&#65292;&#20309;&#24517;&#25139;&#31359;&#65292;&#20570;&#20010;&#20551;&#29087;&#20154;&#22810;&#22909;&#29609;&#30340;&#12290;</p>
<p>&#25402;&#32435;&#38391;&#65292;&#22909;&#22909;&#30340;&#22825;&#27668;&#65292;&#20026;&#21861;&#29031;&#29255;&#26159;&#36825;&#26679;&#30340;&#21602;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12804531126.jpg" border="0" alt="" /></p>
<p>&#25214;&#21040;&#19968;&#20010;&#22909;&#29609;&#30340;&#65292;&#36825;&#20010;&#35980;&#20284;&#26159;&#22312;&#27494;&#20399;&#31072;&#37027;&#36793;&#30475;&#21040;&#30340;&#65292;&#35760;&#19981;&#28165;&#20102;&#65292;&#30475;&#19978;&#38754;&#30340;&#25991;&#23383;&#65306;&#24352;&#19977;&#20016;&#29916;&#30382;&#35799;&#12290;&#20026;&#21861;&#36825;&#26679;&#21483;&#21834;&#65311;&#22312;&#38485;&#35199;&#65292;&#36825;&#20010;&#31639;&#39554;&#20154;&#30340;&#21602;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280453133l.jpg" border="0" alt="" /></p>
<p>&#38738;&#32650;&#23467;&#26049;&#36793;&#26377;&#20010;&#29748;&#21488;&#36335;&#65292;&#35828;&#26159;&#21496;&#39532;&#30456;&#22914;&#21644;&#21331;&#25991;&#21531;&#24403;&#24180;&#19968;&#36215;&#25242;&#29748;&#30340;&#22320;&#20799;&#12290;&#20256;&#35828;&#24456;&#32654;&#65292;&#29616;&#23454;&#21487;&#19981;&#26159;&#36825;&#26679;&#65292;&#23436;&#20840;&#30340;&#19968;&#26465;&#21830;&#19994;&#20223;&#21476;&#34903;&#65292;&#37329;&#30887;&#36745;&#29004;&#30340;&#65292;&#35753;&#25105;&#24819;&#21040;&#20102;&#40644;&#37329;&#30002;&#12290;</p>
<p>&#20174;&#29748;&#21488;&#36335;&#21435;&#24448;&#26460;&#29995;&#33609;&#22530;&#12290;&#37027;&#37324;&#36824;&#19981;&#38169;&#12290;&#21457;&#29616;&#25104;&#37117;&#26053;&#28216;&#65292;&#20854;&#23454;&#21407;&#26412;&#27809;&#26377;&#20160;&#20040;&#20869;&#23481;&#30340;&#65292;&#21487;&#26159;&#20182;&#21364;&#20805;&#20998;&#30340;&#24320;&#21457;&#21033;&#29992;&#65292;&#30828;&#26159;&#25630;&#20986;&#24456;&#22810;&#20869;&#23481;&#26469;&#12290;&#27604;&#22914;&#35828;&#36825;&#33609;&#22530;&#65292;&#19981;&#23601;&#26159;&#20010;&#33541;&#33609;&#23627;&#20040;&#12290;&#19981;&#65292;&#20154;&#23478;&#36824;&#25226;&#19982;&#26460;&#29995;&#30456;&#20851;&#30340;&#24456;&#22810;&#19996;&#35199;&#25918;&#20102;&#36827;&#26469;&#12290;&#27604;&#22914;&#65292;&#30865;&#24086;&#65292;&#24456;&#22810;&#20182;&#20889;&#30340;&#35799;&#30340;&#21517;&#23478;&#30865;&#24086;&#65307;&#27604;&#22914;&#65292;&#38613;&#22609;&#20043;&#31867;&#65307;&#27604;&#22914;&#65292;&#21518;&#19990;&#20026;&#20102;&#32426;&#24565;&#35799;&#22307;&#36896;&#30340;&#20315;&#22612;&#12290;&#20854;&#23454;&#29616;&#22312;&#30475;&#21040;&#30340;&#33609;&#22530;&#37117;&#26159;&#20223;&#21046;&#30340;&#65292;&#21487;&#26159;&#20197;&#21069;&#30340;&#33609;&#22530;&#36951;&#36857;&#20063;&#34987;&#25366;&#20986;&#26469;&#20102;&#65292;&#24324;&#25104;&#20102;&#21338;&#29289;&#39302;&#65292;&#35753;&#20320;&#30475;&#26377;&#20960;&#21475;&#20117;&#65292;&#25151;&#23376;&#26377;&#22810;&#23567;&#65292;&#35753;&#20320;&#30475;&#20182;&#20204;&#29992;&#36807;&#30340;&#30871;&#21644;&#30406;&#12290;&#30631;&#30631;&#65292;&#33021;&#24819;&#21040;&#30340;&#65292;&#20154;&#23478;&#37117;&#20570;&#24471;&#32454;&#33268;&#20837;&#24494;&#12290;&#38485;&#35199;&#26377;&#37027;&#20040;&#22810;&#30340;&#25991;&#29289;&#65292;&#21453;&#20498;&#19981;&#31232;&#32597;&#20102;&#65292;&#23601;&#26159;&#25366;&#20986;&#26469;&#65292;&#25670;&#22312;&#37027;&#65292;&#20889;&#19978;&#31616;&#21333;&#30340;&#35828;&#26126;&#35753;&#20320;&#30475;&#12290;&#35201;&#26159;&#20063;&#33021;&#24320;&#21457;&#33021;&#36825;&#26679;&#65292;&#23601;&#36825;&#19968;&#20221;&#29992;&#24515;&#65292;&#20063;&#36275;&#22815;&#21560;&#24341;&#20154;&#20102;&#12290;</p>
<p>&#33609;&#22530;&#27491;&#38376;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280454704z.jpg" border="0" alt="" /></p>
<p>&#25151;&#23376;&#12290;&#20854;&#23454;&#65292;&#30475;&#21338;&#29289;&#39302;&#37324;&#30340;&#26679;&#23376;&#65292;&#36825;&#20010;&#33609;&#22530;&#20284;&#20046;&#27604;&#23454;&#38469;&#35201;&#22823;&#19968;&#20123;&#12290;&#38590;&#24618;&#24320;&#22987;&#19968;&#30452;&#30475;&#30340;&#26102;&#20505;&#65292;&#25105;&#24635;&#36824;&#22312;&#32673;&#24917;&#26377;&#20010;&#36825;&#26679;&#30340;&#23627;&#23376;&#20303;&#22810;&#22909;&#30340;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280454723x.jpg" border="0" alt="" /></p>
<p>&#19968;&#20010;&#22823;&#29239;&#65292;&#25343;&#30528;&#19987;&#19994;&#35774;&#22791;&#21040;&#22788;&#36305;&#30528;&#25293;&#29031;&#65292;&#36824;&#36319;&#25105;&#20204;&#19968;&#26679;&#36461;&#23548;&#28216;&#21548;&#12290;&#12290;&#12290;&#21621;&#21621;&#65292;&#30475;&#30475;&#22823;&#29239;&#22810;&#26377;&#38236;&#22836;&#24863;&#30340;&#65292;&#25105;&#30456;&#26426;&#26469;&#20102;&#65292;&#20182;&#37117;&#19981;&#30475;&#33258;&#24049;&#30340;&#38236;&#22836;&#20102;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12804547106.jpg" border="0" alt="" /></p>
<p>&#20877;&#26469;&#19968;&#20010;&#32982;&#23043;&#21644;&#30246;&#32769;&#22836;&#30340;&#21512;&#24433;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280454717d.jpg" border="0" alt="" /></p>
<p>&#29609;&#23436;&#33609;&#22530;&#65292;&#25105;&#26159;&#30495;&#30340;&#30495;&#30340;&#32047;&#21128;&#20102;&#12290;&#22312;&#26049;&#36793;&#25214;&#20102;&#20010;&#36229;&#24066;&#65292;&#38506;&#37027;&#20010;&#22992;&#22992;&#20080;&#20102;&#28857;&#29305;&#20135;&#65292;&#20457;&#20154;&#21827;&#20102;&#20010;&#27721;&#22561;&#65292;&#36825;&#19968;&#22825;&#23601;&#23436;&#20102;&#12290;&#22836;&#19968;&#22238;9&#28857;&#20197;&#21069;&#22238;&#21040;&#25151;&#23376;&#12290;&#26089;&#26089;&#27927;&#27927;&#30561;&#20102;&#12290;</p>
<p>P.S.&#21152;&#20004;&#20010;&#22909;&#29609;&#30340;&#20107;&#20799;&#65306;</p>
<p>&#160;&#160;&#160; &#22992;&#22992;&#29305;&#29233;&#25293;&#29031;&#65292;&#27599;&#19968;&#20010;&#36896;&#22411;&#37117;&#35201;&#25105;&#25293;&#20010;&#27178;&#30340;&#65292;&#28982;&#21518;&#20877;&#26469;&#20010;&#31446;&#30340;&#12290;&#30495;&#25402;&#40635;&#28902;&#30340;&#12290;&#21487;&#33021;&#22905;&#20063;&#21457;&#35273;&#20102;&#65292;&#25152;&#20197;&#20026;&#20102;&#24052;&#32467;&#25105;&#12290;&#12290;&#12290;&#12290;&#36208;&#22312;&#36335;&#19978;&#65292;&#22905;&#31361;&#28982;&#19968;&#25197;&#33080;&#23545;&#25105;&#35828;&#8220;&#25105;&#35273;&#24471;&#20320;&#38271;&#24471;&#25402;&#20687;&#40072;&#40060;&#30340;&#8221;&#12290;&#25105;&#24778;&#20102;&#8220;&#21861;&#65281;&#21861;&#40060;&#65311;&#8221; &#8220;&#40072;&#40060;&#21834;&#65292;&#23601;&#37027;&#20010;&#22836;&#22823;&#22823;&#30340;&#20027;&#25345;&#20154;&#8221;&#12290;&#12290;&#12290;&#12290;&#12290;<br />&#22240;&#20026;&#36825;&#65292;&#21518;&#38754;&#24110;&#22905;&#25293;&#30340;&#29031;&#29255;&#25925;&#24847;&#25238;&#20102;&#22909;&#20960;&#24352;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#160;&#160;&#160; &#21507;&#40614;&#24403;&#21171;&#30340;&#26102;&#20505;&#65292;&#21448;&#26159;&#27809;&#35805;&#25214;&#35805;&#65292;&#35828;&#8220;&#20320;&#36825;&#20040;&#30246;&#65292;&#26377;80&#26020;&#20040;&#8221; &#25105;&#29378;&#21916;&#65292;&#36824;&#35013;&#28129;&#23450;&#8220;&#27809;&#65292;&#25105;100&#8221; &#8220;&#30475;&#19981;&#20986;&#26469;&#21834;~&#20320;&#22810;&#39640;&#65292;&#26377;165&#20040;&#8221; &#19981;&#34507;&#23450;&#20102;&#65292;&#33267;&#20110;&#20040;&#65292;&#25105;&#26377;&#37027;&#20040;&#30702;&#20040;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#38590;&#36947;&#21681;&#36716;&#22411;&#23567;&#24039;&#29618;&#29649;&#20102;~</p>
<p>over~</p>
<p>&#160;</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-07-29T00:00:00+08:00" pubdate data-updated="true">Jul 29<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/07/28/%E5%A4%A9%E5%BA%9C%E6%88%90%E9%83%BD%E6%B8%B83/">
		
			天府成都游3</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>3rd day&#65306;&#37117;&#27743;&#22576;</p>
<p>&#38738;&#23665;&#32511;&#27700;&#30340;&#22320;&#26041;&#26377;&#20154;&#33021;&#19968;&#36215;&#29609;&#20799;&#26368;&#22909;&#65292;&#36825;&#22825;&#27491;&#22909;&#25509;&#24453;&#30340;&#20154;&#24102;&#23435;&#24635;&#21435;&#37117;&#27743;&#22576;&#65292;&#26377;&#31354;&#20301;&#65292;&#25105;&#23601;&#36461;&#29609;&#20799;&#20102;</p>
<p>&#35745;&#21010;&#30340;&#26102;&#20505;&#65292;&#26412;&#25171;&#31639;&#20808;&#21435;&#37117;&#27743;&#22576;&#65292;&#20877;&#21435;&#38738;&#22478;&#23665;&#30340;&#12290;&#36461;&#29609;&#65292;&#23601;&#24471;&#21548;&#20154;&#23478;&#30340;&#19981;&#26159;&#65292;&#30001;&#20110;&#26102;&#38388;&#38382;&#39064;&#65292;&#23601;&#27809;&#26377;&#21435;&#37117;&#27743;&#22576;&#12290;&#36319;&#38543;&#30528;&#22312;&#37117;&#27743;&#22576;&#24066;&#21306;&#37324;&#36716;&#24736;&#20102;&#20004;&#22280;&#12290;&#29615;&#22659;&#21487;&#30495;&#22909;&#65292;&#38738;&#23665;&#32511;&#27700;&#30340;&#65292;&#30001;&#20110;&#22320;&#38663;&#65292;&#24456;&#22810;&#25151;&#23376;&#37117;&#26159;&#26032;&#24314;&#30340;&#65292;&#25972;&#40784;&#28418;&#20142;&#12290;&#21487;&#26159;&#30475;&#21040;&#26032;&#25151;&#26049;&#36793;&#23567;&#23665;&#20284;&#30340;&#24314;&#31569;&#22403;&#22334;&#65292;&#21496;&#26426;&#35828;&#26159;&#22320;&#38663;&#24223;&#22687;&#25972;&#29702;&#36215;&#26469;&#65292;&#23601;&#22320;&#24314;&#20102;&#29615;&#20445;&#21378;&#12290;&#21333;&#36825;&#19968;&#21477;&#35805;&#65292;&#25105;&#24046;&#28857;&#21741;&#20102;&#12290;&#21621;&#21621;&#65292;&#27809;&#20986;&#24687;&#21704;&#65292;&#30475;&#30528;&#36825;&#24223;&#22687;&#65292;&#33258;&#24049;&#24819;&#24819;&#22320;&#38663;&#23436;&#30340;&#22330;&#26223;&#65292;&#23601;&#22815;&#24515;&#37240;&#30340;&#20102;&#12290;&#36825;&#20040;&#32654;&#30340;&#22478;&#24066;&#12290;&#12290;&#12290;</p>
<p>&#30830;&#23454;&#65292;&#20197;&#21518;&#35201;&#26159;&#33021;&#20303;&#22312;&#36825;&#26679;&#30340;&#22320;&#26041;&#24863;&#35273;&#30495;&#22909;&#12290;&#32452;&#32455;&#20986;&#28216;&#30340;&#32769;&#22823;&#65292;&#23601;&#22312;&#37117;&#27743;&#22576;&#20080;&#20102;&#21035;&#22661;&#65292;&#21435;&#21035;&#22661;&#21306;&#28316;&#36798;&#20102;&#19968;&#22280;&#20043;&#21518;&#65292;&#22868;&#21521;&#38738;&#22478;&#23665;&#19979;&#30340;&#20892;&#23478;&#20048;&#65292;&#39640;&#31471;&#20892;&#23478;&#20048;&#65292;&#21704;&#21704;&#12290;&#29983;&#20154;&#22810;&#65292;&#21507;&#20102;&#22909;&#22810;&#22909;&#21507;&#30340;&#20063;&#27809;&#22909;&#24847;&#24605;&#25293;&#29031;&#65292;&#36824;&#26377;&#24456;&#22810;&#21483;&#19981;&#19978;&#21517;&#23383;&#30340;&#24403;&#22320;&#29305;&#33394;&#12290;&#20160;&#20040;&#40481;&#21568;&#65292;&#20160;&#20040;&#38754;&#21568;&#65292;&#20160;&#20040;&#40060;&#21568;&#65292;&#20160;&#20040;&#33756;&#21568;&#65292;&#21453;&#27491;&#31232;&#37324;&#31946;&#28034;&#32654;&#21619;&#37117;&#36827;&#32922;&#23376;&#20102;&#12290;</p>
<p>&#28982;&#21518;&#23601;&#26159;&#29228;&#38738;&#22478;&#23665;&#21591;&#65292;&#38738;&#22478;&#23665;&#20998;&#21069;&#23665;&#21644;&#21518;&#23665;&#65292;&#36825;&#23665;&#19981;&#39640;&#65292;&#23545;&#25105;&#36825;&#20307;&#21147;&#36229;&#24378;&#30340;&#23043;&#65292;&#23567;case&#22043;&#65292;&#24456;&#24555;&#23601;&#21040;&#39030;&#20102;&#12290;&#21518;&#23665;&#22320;&#38663;&#20043;&#21518;&#36824;&#22312;&#20462;&#32558;&#65292;&#27809;&#24320;&#25918;&#12290;&#36825;&#22825;&#27809;&#29031;&#29255;&#65292;&#22522;&#26412;&#19978;&#37117;&#22312;&#23435;&#24635;&#30456;&#26426;&#37324;&#65292;&#20197;&#21518;&#20877;&#34917;&#19978;</p>
<p>&#26469;&#20010;&#38738;&#22478;&#23665;&#30340;&#22823;&#38376;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280302446l.jpg" border="0" alt="" /></p>
<p>&#39118;&#26223;&#29305;&#22909;&#65292;&#32511;&#33394;&#22810;&#30340;&#19981;&#34892;&#12290;&#25104;&#37117;&#23601;&#26159;&#31481;&#23376;&#22810;&#65292;&#38271;&#24471;&#19968;&#31751;&#19968;&#31751;&#30340;&#12290;&#24819;&#36215;&#26477;&#24030;&#30340;&#28789;&#38544;&#65292;&#37027;&#37324;&#20154;&#22826;&#22810;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280302458x.jpg" border="0" alt="" /></p>
<p>&#36335;&#19978;&#22909;&#22810;&#36825;&#26679;&#30340;&#20141;&#23376;&#65292;&#26377;&#30340;&#36824;&#22312;&#20462;&#33914;&#65292;&#21916;&#27426;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280302465.jpg" border="0" alt="" /></p>
<p>&#21018;&#19978;&#23665;&#23601;&#30896;&#35265;&#19968;&#22823;&#29239;&#65292;&#21334;&#31515;&#23376;&#12290;&#22823;&#29239;&#30475;&#19981;&#35265;&#65292;&#21482;&#26159;&#19968;&#30452;&#21561;&#31515;&#23376;&#12290;20&#19968;&#20010;&#65292;&#36335;&#20154;&#37117;&#22312;&#20080;&#12290;&#36825;&#27604;&#36523;&#24378;&#21147;&#22766;&#35013;&#21487;&#24604;&#35201;&#38065;&#30340;&#22909;&#22810;&#23569;&#20493;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280302472e.jpg" border="0" alt="" /></p>
<p>&#23665;&#19978;&#23601;&#19968;&#36947;&#35266;&#65292;&#21830;&#19994;&#27675;&#22260;&#22826;&#27987;&#65292;&#25293;&#29031;&#20241;&#24687;&#19968;&#20250;&#65292;&#26102;&#38388;&#36824;&#26089;&#65292;&#24930;&#24930;&#19979;&#23665;&#12290;</p>
<p>&#24555;&#21040;&#38376;&#21475;&#36935;&#19978;&#21516;&#34892;&#30340;&#22823;&#21733;&#22823;&#22992;&#22352;&#22312;&#36335;&#36793;&#21917;&#33590;&#20241;&#24687;&#12290;&#20945;&#28909;&#38393;&#21591;&#65292;&#36319;&#30528;&#20307;&#39564;&#19979;&#25104;&#37117;&#20154;&#21917;&#33590;&#30340;&#24863;&#35273;&#12290;&#33590;&#19981;&#22909;&#21917;&#65292;&#32842;&#22825;&#20498;&#25402;&#26377;&#24847;&#24605;&#12290;&#30952;&#26426;&#21040;&#26202;&#39277;&#26102;&#38388;&#65292;&#32769;&#22823;&#32487;&#32493;&#35831;&#23458;&#65292;&#22312;&#37117;&#27743;&#22576;&#26049;&#36793;&#65292;&#39184;&#21381;&#39118;&#26223;&#19981;&#38169;&#65292;&#21507;&#30340;&#22043;&#65292;&#24403;&#28982;&#22909;&#21507;&#65292;&#24819;&#30528;&#23601;&#39295;&#65292;&#21704;&#21704;</p>
<p>&#20174;&#39184;&#21381;&#30340;&#31383;&#25143;&#65292;&#23601;&#33021;&#30475;&#21040;&#36825;&#12290;&#22312;&#21271;&#26041;&#38271;&#22823;&#30340;&#23043;&#65292;&#24456;&#23569;&#35265;&#21040;&#36825;&#20040;&#22823;&#30340;&#27700;&#65292;&#28205;&#27827;&#38450;&#28061;&#30340;&#26102;&#20505;&#65292;&#27969;&#36895;&#20063;&#27809;&#36825;&#37324;&#24555;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280302479q.jpg" border="0" alt="" /></p>
<p>&#23736;&#36793;&#30340;&#20154;&#23478;&#12290;&#35201;&#26159;&#25105;&#33021;&#20303;&#36825;&#37324;&#12290;&#12290;&#12290;&#12290;&#12290;YY ing&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280302451x.jpg" border="0" alt="" /></p>
<p>&#19968;&#39039;&#39277;&#21507;&#20102;&#22909;&#20037;&#65292;&#23435;&#24635;&#19968;&#34892;&#21435;&#20061;&#23528;&#27807;&#20102;&#12290;&#25105;&#36319;&#30528;&#19968;&#36742;&#26469;&#26102;&#30340;&#36710;&#36820;&#22238;&#65292;&#32047;&#24808;&#20102;~</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-07-28T00:00:00+08:00" pubdate data-updated="true">Jul 28<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/07/27/%E5%A4%A9%E5%BA%9C%E6%88%90%E9%83%BD%E6%B8%B82/">
		
			天府成都游2</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#31532;&#20108;&#26085;&#65292;&#35745;&#21010;&#36891;&#26149;&#29081;&#36335;&#65292;&#20307;&#39564;&#32321;&#21326;&#21830;&#19994;&#22825;&#24220;</p>
<p>&#25454;&#35828;&#26149;&#29081;&#36335;&#36229;&#22823;&#36229;&#32321;&#21326;&#65292;&#25152;&#20197;&#22522;&#26412;&#35745;&#21010;&#29992;&#19968;&#22825;&#26102;&#38388;&#65292;&#20107;&#23454;&#35777;&#26126;&#65292;&#36825;&#26679;&#30340;&#35745;&#21010;&#23545;&#20110;&#25105;&#36825;&#31181;&#36335;&#30196;&#26469;&#35828;&#26159;&#28784;&#24120;&#26126;&#26234;&#30340;&#12290;</p>
<p>&#27491;&#22909;&#23435;&#24635;&#26089;&#19978;&#35201;&#21435;&#26149;&#29081;&#36335;&#32771;&#23519;&#25104;&#37117;&#26368;&#22823;&#30524;&#38236;&#24215;&#65292;&#36930;&#21516;&#34892;&#12290;&#21487;&#24604;&#30340;&#23435;&#24635;&#22312;&#25105;&#30340;&#24102;&#39046;&#19979;&#65292;&#20056;&#20844;&#20132;&#65292;&#21040;&#20102;&#26149;&#29081;&#36335;&#38468;&#36817;&#26576;&#23567;&#31449;&#19979;&#36710;&#12290;&#28982;&#21518;&#65292;&#20474;&#20457;&#36855;&#36335;&#20102;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#19968;&#30452;&#36208;&#65292;&#19968;&#30452;&#22312;&#36208;&#65292;&#21487;&#23601;&#26159;&#27809;&#35265;&#30528;&#26149;&#29081;&#36335;&#12290;&#19971;&#25197;&#20843;&#25296;&#19968;&#23567;&#26102;&#21518;&#65292;&#32456;&#20110;&#12290;&#12290;&#12290;&#21482;&#33021;&#20439;&#22871;&#30340;&#35828;&#26159;&#21151;&#22827;&#19981;&#36127;&#26377;&#24515;&#20154;&#21584;&#12290;&#12290;&#12290;</p>
<p>&#36335;&#19978;&#36208;&#39295;&#20102;&#65292;&#36824;&#21435;&#21507;&#20102;&#20010;&#32933;&#32928;&#31881;&#65292;&#21619;&#36947;&#19981;&#38169;&#65292;&#39295;&#22351;&#20102;&#65292;&#24819;&#19981;&#36215;&#26469;&#25293;&#29031;&#21861;&#30340;&#12290;&#21518;&#26469;&#20877;&#21697;&#23581;&#21040;&#30340;&#23567;&#21507;&#65292;&#21482;&#26377;&#32933;&#32928;&#31881;&#26368;&#21512;&#25105;&#32963;&#65292;&#22522;&#26412;&#19978;&#35265;&#30528;&#20102;&#23601;&#20250;&#21435;&#21507;&#19968;&#30871;&#12290;</p>
<p>&#26149;&#29081;&#36335;&#26524;&#28982;&#24456;&#22797;&#26434;&#65292;&#20197;&#25105;&#36335;&#30196;&#30340;&#27700;&#20934;&#36208;&#20102;&#19968;&#22280;&#21518;&#65292;&#21021;&#27493;&#26029;&#23450;&#65292;&#36825;&#26465;&#36335;&#19981;&#26159;&#30452;&#30340;&#12290;&#65288;&#35199;&#23433;&#30495;&#22909;&#65292;&#27178;&#24179;&#31446;&#30452;&#65289;</p>
<p>&#25104;&#37117;&#26368;&#22823;&#30524;&#38236;&#24215;&#19981;&#26159;&#30422;&#30340;&#65292;&#24635;&#20849;&#20116;&#23618;&#27004;&#65292;&#20840;&#26159;&#12290;&#25105;&#32047;&#65292;&#27809;&#21861;&#20852;&#36259;&#65292;&#22352;&#22312;&#19968;&#23618;&#31561;&#24453;&#23435;&#24635;&#21442;&#35266;&#12290;&#24215;&#38138;&#38754;&#31215;&#36229;&#22823;&#65292;&#22826;&#38451;&#38236;&#21697;&#29260;&#36229;&#20840;&#20046;&#65292;&#26381;&#21153;&#21592;&#21543;&#65292;&#26159;&#25105;&#36824;&#27604;&#36739;&#21916;&#27426;&#30340;&#39118;&#26684;&#65306;&#20320;&#26377;&#20107;&#20799;&#20102;&#25214;&#22905;&#65292;&#22905;&#20250;&#25645;&#29702;&#20320;&#65292;&#27809;&#20107;&#20799;&#30475;&#30475;&#30340;&#65292;&#20154;&#23478;&#20219;&#20320;&#30475;&#65292;&#22810;&#33258;&#22312;&#12290;&#25454;&#35828;&#24180;&#38144;&#21806;&#39069;&#19968;&#20010;&#20159;~&#27809;&#25105;&#21861;&#20107;&#20799;&#65292;&#32769;&#32769;&#23454;&#23454;&#22352;&#30528;&#21561;&#31354;&#35843;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#26149;&#29081;&#36335;&#20063;&#19981;&#26159;&#30422;&#30340;&#65292;&#22823;&#21830;&#22330;&#19968;&#20010;&#25509;&#30528;&#19968;&#20010;&#65292;&#25105;&#36824;&#35748;&#30495;&#30340;&#27599;&#23478;&#24517;&#20837;&#12290;&#24681;&#65292;&#24819;&#21561;&#31354;&#35843;&#26469;&#30528;&#12290;</p>
<p>&#36891;&#39295;&#20102;&#20063;&#26377;&#21507;&#30340;&#12290;&#21507;&#20102;&#36182;&#27748;&#22278;&#65292;&#23601;&#26159;&#40657;&#33437;&#40635;&#27748;&#22278;&#65292;&#27809;&#21861;&#19981;&#19968;&#26679;&#65292;&#19981;&#36807;&#21487;&#20197;&#25343;&#20986;&#26469;&#34360;&#30528;&#33437;&#40635;&#37233;&#21507;&#65292;&#35273;&#24471;&#19981;&#22909;&#21507;&#12290;&#21518;&#26469;&#30475;&#35265;&#38889;&#21253;&#23376;&#65292;&#37117;&#27809;&#20852;&#36259;&#20102;&#65292;&#23435;&#24635;&#23581;&#35797;&#20102;&#12290;&#36824;&#26377;&#24456;&#22810;&#21334;&#38149;&#39745;&#30340;&#65292;&#36319;&#38485;&#35199;&#30340;&#38149;&#30420;&#19981;&#19968;&#26679;&#65292;&#30475;&#30528;&#23601;&#20687;&#27833;&#28856;&#39292;&#22841;&#32905;&#65292;&#23545;&#25105;&#27809;&#21861;&#21560;&#24341;&#21147;&#12290;</p>
<p>&#20013;&#21320;&#65292;&#19981;&#36766;&#36763;&#21171;&#30340;&#25214;&#21040;&#20102;&#40857;&#25220;&#25163;&#65292;&#24215;&#22823;&#20154;&#20063;&#22810;&#65292;&#31561;&#20102;&#22909;&#20037;&#25165;&#26377;&#24231;&#20799;&#20102;&#12290;&#20063;&#19981;&#21643;&#22909;&#21507;&#65292;&#22827;&#22971;&#32954;&#29255;&#21568;&#65292;&#20160;&#20040;&#20820;&#19969;&#21568;&#65292;&#24863;&#35273;&#21482;&#33021;&#21507;&#21040;&#36771;&#21619;&#12290;&#40857;&#25220;&#25163;&#22043;&#65292;&#39300;&#39272;&#21591;&#65292;&#36824;&#26159;&#21681;&#30334;&#22995;&#21416;&#25151;&#30340;&#22823;&#39300;&#39272;&#22909;&#21507;&#20123;&#12290;&#23545;&#20102;&#65292;&#20937;&#31881;&#22909;&#21507;&#65292;&#35828;&#36215;&#26469;&#25105;&#23601;&#39307;&#20102;&#65292;&#21475;&#27700;&#21719;&#21719;&#22320;&#65292;&#21704;&#21704;</p>
<p>&#21320;&#39277;&#21518;&#23435;&#24635;&#32771;&#23519;&#23436;&#20102;&#36824;&#26377;&#21035;&#30340;&#20107;&#20799;&#65292;&#25105;&#19968;&#20010;&#20154;&#32487;&#32493;&#36891;</p>
<p>&#32487;&#32493;&#26377;&#19981;&#26126;&#30495;&#30456;&#32676;&#20247;&#65292;&#21382;&#23613;&#21315;&#36763;&#19975;&#33510;&#65292;&#31359;&#36234;&#20154;&#32676;&#65292;&#36305;&#21040;&#25105;&#36319;&#21069;&#26469;&#38382;&#36335;&#12290;&#12290;&#12290;&#12290;&#32435;&#38391;&#20102;&#65292;&#26159;&#25105;&#30475;&#30528;&#22909;&#35828;&#35805;&#21602;&#65292;&#36824;&#26159;&#30475;&#36215;&#26469;&#22826;&#36807;&#20110;&#30591;&#26234;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#31455;&#28982;&#36824;&#26377;&#19968;&#23567;&#24069;&#21733;&#29992;&#22320;&#36947;&#22235;&#24029;&#35805;&#38382;&#25105;&#21738;&#37324;&#26377;&#21334;&#26480;&#26031;&#20271;&#30340;&#21253;&#12290;&#21733;&#21733;&#65292;&#19981;&#29992;&#30475;&#25105;&#32972;&#30528;&#36825;&#21253;&#65292;&#25105;&#23601;&#24471;&#30693;&#36947;&#21738;&#26377;&#19987;&#21334;&#24215;&#21543;&#12290;&#12290;&#12290;&#24184;&#22909;&#21681;&#25226;&#26149;&#29081;&#36335;&#35748;&#30495;&#36891;&#20102;&#19968;&#36941;&#65292;&#36824;&#30495;&#35265;&#30528;&#36807;jansport&#19987;&#21334;&#65292;&#28608;&#21160;&#30340;&#32473;&#23401;&#23376;&#25351;&#20102;&#36335;&#12290;&#25197;&#22836;&#25105;&#23601;&#21457;&#29616;&#65292;&#20877;&#27425;&#25351;&#38169;&#20102;&#65292;&#21448;&#32473;&#20154;&#35828;&#20102;&#30456;&#21453;&#30340;&#26041;&#21521;&#12290;&#25105;&#25171;&#24515;&#30524;&#20799;&#37324;&#19981;&#21402;&#36947;&#21834;~~~~</p>
<p>&#36935;&#35265;MANGO&#25171;&#25240;&#65292;&#22312;&#35199;&#23433;&#30340;&#26102;&#20505;&#32473;&#27597;&#20146;&#22823;&#20154;&#20080;&#20102;&#35044;&#23376;&#65292;&#21040;&#20102;&#25104;&#37117;&#65292;&#25104;&#21151;&#32473;&#33258;&#20010;&#20799;&#28120;&#21040;&#34924;&#34923;&#21644;&#35044;&#23376;&#65292;3&#25240;&#36319;5&#25240;&#65292;&#24635;&#20849;180&#65292;&#21704;&#21704;&#65292;&#32654;&#28363;&#20799;&#28363;&#20799;~</p>
<p>&#22312;&#36825;&#23478;&#24215;&#65292;&#20063;&#35753;&#25105;&#20805;&#20998;&#24847;&#35782;&#21040;&#33258;&#24049;&#30340;&#36523;&#26448;&#32570;&#38519;&#12290;&#35797;&#31359;&#19968;&#26465;&#29305;&#32654;&#35980;&#30340;&#39640;&#33136;&#35033;&#65292;&#22312;&#35797;&#34915;&#38388;&#37324;&#65292;&#25105;&#23604;&#23596;&#22351;&#20102;&#12290;&#36825;&#35033;&#23376;&#65292;&#24448;&#19978;&#25552;&#28857;&#20799;&#21543;&#65292;&#19981;&#26159;&#39640;&#33136;&#35033;&#20102;&#65292;&#21202;&#22312;&#32907;&#39592;&#19978;&#65292;&#30475;&#30528;&#36319;&#35065;&#33016;&#20284;&#30340;&#65292;&#25105;&#20063;&#29305;&#19981;&#33258;&#22312;&#65307;&#21487;&#26159;&#24448;&#19979;&#28857;&#20799;&#21543;&#65292;&#37027;&#20998;&#26126;&#26159;&#20302;&#33136;&#35033;&#65292;&#26681;&#26412;&#26174;&#19981;&#20986;&#33151;&#38271;&#20010;&#39640;&#30340;&#25928;&#26524;&#22043;&#12290;&#12290;&#12290;&#12290;&#22826;&#20260;&#24515;&#20102;&#65292;&#25105;&#30340;&#33136;&#31350;&#31455;&#22312;&#21738;&#37324;&#65292;&#21482;&#26377;&#26576;&#27425;&#22312;&#22993;&#22993;&#23478;&#26102;&#65292;&#25105;&#32454;&#24515;&#30340;&#22969;&#25214;&#21040;&#20102;&#19968;&#28857;&#33136;&#30340;&#30165;&#36857;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#36891;&#23436;&#22823;&#32422;3&#28857;&#65292;&#24819;&#30528;&#25915;&#30053;&#37324;&#26377;&#20154;&#35828;&#36807;&#22823;&#24904;&#23546;&#65292;&#35980;&#20284;&#23601;&#22312;&#38468;&#36817;&#12290;&#22320;&#22270;&#19981;&#22312;&#25105;&#36825;&#20799;&#65292;&#20063;&#25042;&#24471;&#20080;&#65292;&#36335;&#30196;&#19968;&#20010;&#20154;&#30828;&#26159;&#20973;&#30528;&#19968;&#21452;&#33050;&#65292;&#20973;&#30528;&#24863;&#35273;&#65292;&#36208;&#21834;&#36208;&#21834;&#65292;&#23601;&#36208;&#21040;&#20102;&#22823;&#24904;&#23546;&#12290;</p>
<p>&#22823;&#24904;&#23546;&#38376;&#31080;&#36229;&#20415;&#23452;&#65292;3&#22359;&#12290;&#37324;&#38754;&#21602;&#65292;&#29615;&#22659;&#20063;&#19981;&#38169;&#65292;&#24456;&#23433;&#38745;&#65292;&#26377;&#19968;&#20123;&#22902;&#22902;&#22823;&#22920;&#22312;&#25910;&#25342;&#39321;&#28809;&#65292;&#39321;&#23458;&#20204;&#38745;&#38745;&#30340;&#19978;&#39321;&#12290;&#27583;&#22530;&#26049;&#36793;&#30340;&#23567;&#25151;&#23376;&#37324;&#36824;&#22312;&#24320;&#21150;&#20315;&#23398;&#35762;&#24231;&#65292;&#38271;&#24266;&#19978;&#36148;&#28385;&#20102;&#22823;&#24904;&#23546;&#30340;&#20856;&#25925;&#65292;&#20315;&#25945;&#24120;&#35782;&#65292;&#36824;&#26377;&#35892;&#36131;&#37034;&#25945;&#30340;&#29609;&#24847;&#20799;&#12290;</p>
<p>&#23545;&#20102;&#65292;&#36824;&#26377;&#32452;&#32455;&#20041;&#24037;&#30340;&#65292;&#23450;&#26399;&#26377;&#27963;&#21160;&#65292;&#19981;&#35201;&#27714;&#20449;&#20208;&#65292;&#20154;&#22909;&#23601;&#25104;&#65292;&#30475;&#30528;&#25402;&#19981;&#38169;</p>
<p>&#36824;&#26377;&#33590;&#22530;&#65292;&#19981;&#30693;&#36947;&#21917;&#33590;&#22810;&#38065;&#65292;&#19981;&#36807;&#26377;&#24456;&#22810;&#25104;&#37117;&#20154;&#22312;&#21917;&#33590;&#32842;&#22825;&#65292;&#25105;&#19968;&#20010;&#20154;&#65292;&#25042;&#24471;&#21435;&#20307;&#39564;&#65292;&#23601;&#22352;&#22312;&#36208;&#24266;&#30340;&#38271;&#26885;&#19978;&#38745;&#38745;&#30340;&#30475;&#20102;&#22909;&#20037;&#65292;&#24863;&#35273;&#30495;&#22909;&#12290;&#29992;&#22235;&#24029;&#35805;&#35828;&#23601;&#26159;&#65292;&#22909;&#23433;&#36920;&#21727;~</p>
<p>&#24403;&#28982;&#20063;&#26377;&#21830;&#19994;&#30340;&#37096;&#20998;&#65292;&#36530;&#22312;&#33590;&#22530;&#26049;&#36793;&#30340;&#35282;&#33853;&#65292;&#20986;&#21806;&#24456;&#22810;&#24320;&#20809;&#30340;&#29289;&#20214;&#20799;&#12290;&#27809;&#26377;&#22823;&#24352;&#26071;&#40723;&#21927;&#23486;&#22842;&#20027;&#65292;&#24819;&#33457;&#38065;&#30340;&#20154;&#25214;&#25214;&#23601;&#25214;&#24471;&#21040;&#12290;&#36824;&#26377;&#23601;&#26159;&#65292;&#22312;&#37027;&#37324;&#30340;3&#23567;&#26102;&#65292;&#35265;&#30528;&#36807;&#28216;&#23458;&#65292;&#20294;&#27809;&#35265;&#30528;&#36807;&#23548;&#28216;&#12290;&#30475;&#26469;&#36825;&#37324;&#26159;&#34987;&#25490;&#38500;&#22312;&#26053;&#28216;&#32988;&#22320;&#20043;&#22806;&#30340;&#12290;</p>
<p>&#36825;&#20063;&#26159;&#25105;&#21916;&#27426;&#36825;&#37324;&#30340;&#21407;&#22240;&#65292;&#23433;&#38745;&#65292;&#26377;&#28857;&#20799;&#23546;&#24217;&#30340;&#21619;&#36947;&#21644;&#24863;&#35273;&#12290;&#22312;&#37324;&#38754;&#36716;&#24736;&#20004;&#22280;&#65292;&#33258;&#22312;&#30340;&#19981;&#34892;&#19981;&#34892;&#30340;&#12290;&#27604;&#36215;&#20043;&#21518;&#21435;&#36807;&#30340;&#38738;&#22478;&#23665;&#19978;&#30340;&#20160;&#20040;&#27583;&#36824;&#26377;&#38738;&#32650;&#23467;&#65292;&#36825;&#37324;&#22909;&#22826;&#22810;&#20102;&#12290;&#12290;&#12290;</p>
<p>&#24471;&#65292;&#22909;&#19981;&#23481;&#26131;&#25293;&#24352;&#29031;&#29255;&#36824;&#21322;&#22825;&#20256;&#19981;&#19978;&#26469;&#65292;&#30495;&#40635;&#28902;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280138290n.jpg" border="0" alt="" /></p>
<p>&#24681;&#65292;&#19968;&#20010;&#20154;&#25293;&#29031;&#20063;&#35753;&#25105;&#28165;&#26970;&#30340;&#24847;&#35782;&#21040;&#65292;&#25105;&#26159;&#19981;&#33021;&#33258;&#25293;&#28404;&#65292;&#27599;&#27425;&#21482;&#24680;&#33258;&#24049;&#33011;&#33162;&#22826;&#30701;&#21584;&#65292;&#38236;&#22836;&#37324;&#20840;&#26159;&#33041;&#34955;&#65292;&#26681;&#26412;&#30475;&#19981;&#20986;&#32972;&#26223;&#26159;&#20010;&#21861;&#12290;&#12290;&#12290;&#12290;&#33258;&#25293;&#65292;&#37027;&#23601;&#29992;&#23450;&#26102;&#22120;&#21543;&#65292;&#23601;&#26159;&#40635;&#28902;&#28857;&#20799;&#22855;&#24618;&#28857;&#20799;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#26202;&#19978;&#21543;&#65292;&#36319;&#21516;&#23398;&#19968;&#36215;&#21507;&#28779;&#38149;&#65292;&#20457;&#20154;&#37117;&#19981;&#21643;&#35748;&#36335;&#65292;&#36824;&#27491;&#24039;&#19979;&#20102;&#38632;&#12290;&#32422;&#22312;&#27494;&#20399;&#31072;&#22823;&#34903;&#65292;&#30896;&#38754;&#24050;&#32463;7&#28857;&#22810;&#65292;&#38543;&#20415;&#25214;&#20102;&#23478;&#28779;&#38149;&#24215;&#24320;&#21507;&#12290;&#25105;&#24403;&#20161;&#19981;&#35753;&#30340;&#28857;&#20102;&#33041;&#33457;&#20799;&#65292;&#36824;&#24819;&#35201;&#40493;&#34880;&#65292;&#34987;&#38459;&#27490;&#12290;&#26377;&#20010;&#19996;&#35199;&#25402;&#22909;&#21507;&#65292;&#21483;&#37089;&#25226;&#23376;&#65292;&#26381;&#21153;&#21592;&#35828;&#26159;&#40493;&#23376;&#30340;&#26576;&#20010;&#37096;&#20998;&#65292;&#25105;&#27809;&#21548;&#25026;&#12290;&#26152;&#26202;&#30475;&#20070;&#19978;&#30340;&#33041;&#37096;&#20998;&#21306;&#21151;&#33021;&#31034;&#24847;&#22270;&#65292;&#30475;&#30340;&#30452;&#27969;&#21475;&#27700;&#65292;&#21704;&#21704;&#65292;&#27809;&#20986;&#24687;&#30340;&#23478;&#20249;~</p>
<p>&#23545;&#65292;&#31481;&#31499;&#20063;&#22909;&#21507;~&#33948;&#27713;&#20799;&#26377;&#28857;&#29980;&#21619;&#65292;&#24618;&#24618;&#30340;&#12290;&#21035;&#30340;&#27809;&#21861;&#65292;&#21040;&#20102;&#22235;&#24029;&#65292;&#21507;&#36771;&#30340;&#33021;&#21147;&#21464;&#24378;&#20102;&#65292;oh yeah&#65281;</p>
<p>&#21507;&#23436;&#39277;&#65292;&#23043;&#35201;&#28040;&#39135;&#20799;&#65292;&#23601;&#21435;&#38182;&#37324;&#28316;&#36798;&#12290;&#26202;&#19978;&#30340;&#38182;&#37324;&#30495;&#22909;&#30475;&#65292;&#21448;&#26159;&#21018;&#19979;&#36807;&#38632;&#65292;&#37492;&#20110;&#30456;&#26426;&#19981;&#20105;&#27668;&#65292;&#21482;&#22909;&#24680;&#24680;&#30340;&#25226;&#22909;&#30475;&#37117;&#35760;&#22312;&#22823;&#33041;&#34955;&#37324;&#20102;&#65292;&#19979;&#27425;&#30333;&#22825;&#20877;&#26469;&#36807;~</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-07-27T00:00:00+08:00" pubdate data-updated="true">Jul 27<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/07/27/%E4%B8%8D%E5%B9%B2%E4%B8%8D%E5%87%80%EF%BC%8C%E5%90%83%E4%BA%86%E6%B2%A1%E7%97%85/">
		
			不干不净，吃了没病</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#25918;&#20551;&#22312;&#23478;&#19968;&#21608;&#65292;&#20241;&#20859;&#20004;&#22825;&#65292;&#29983;&#30149;&#20004;&#22825;&#65292;&#21097;&#19979;&#30340;&#20960;&#22825;&#25042;&#27915;&#27915;&#30340;&#36538;&#22312;&#24202;&#19978;&#30475;&#23436;&#20102;&#20080;&#32473;&#22920;&#30475;&#30340;&#20070;&#65292;&#21507;&#30340;&#30495;&#30456;&#12290;</p>
<p>&#31185;&#23398;&#26494;&#40736;&#20250;&#65292;&#21916;&#27426;&#20182;&#20204;&#30340;&#32593;&#31449;&#65292;&#24635;&#26159;&#26377;&#30340;&#27809;&#30340;&#35762;&#20123;&#26377;&#24847;&#24605;&#30340;&#31185;&#23398;&#36947;&#29702;&#65292;&#35762;&#30340;&#36890;&#20439;&#26131;&#25026;&#65292;&#36923;&#36753;&#21602;&#36824;&#25402;&#20005;&#35880;</p>
<p>&#32593;&#22336;&#65306;http://songshuhui.net/</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280214991x.jpg" border="0" alt="" /></p>
<p>&#26032;&#28010;&#21338;&#23458;&#21644;&#24494;&#21338;&#20063;&#37117;&#26377;&#65292;&#25628;&#19979;&#31185;&#23398;&#26494;&#40736;&#20250;&#23601;&#25214;&#30528;&#20102;&#12290;&#24863;&#35273;&#26377;&#28857;&#20687;&#29983;&#27963;&#22823;&#29190;&#28856;&#20013;nerd&#30340;&#38598;&#21512;&#12290;&#12290;&#12290;</p>
<p>&#20877;&#35828;&#36825;&#21507;&#30340;&#30495;&#30456;&#65292;&#31639;&#26159;&#26494;&#40736;&#20250;&#30340;&#20113;&#26080;&#24515;&#30340;&#21338;&#23458;&#38598;&#38182;&#12290;&#20316;&#32773;&#26159;&#20010;&#26053;&#32654;&#30340;&#39135;&#21697;&#24037;&#31243;&#23398;&#21338;&#22763;&#65292;&#20174;&#20182;&#20204;&#19987;&#19994;&#30340;&#35282;&#24230;&#26469;&#35762;&#20013;&#22269;&#20154;&#26368;&#27880;&#37325;&#30340;&#39278;&#39135;&#38382;&#39064;&#12290;&#24191;&#21578;&#23601;&#19981;&#22810;&#35828;&#20102;&#12290;</p>
<p>&#25171;&#23567;&#25105;&#29240;&#25945;&#32946;&#25105;&#21507;&#39277;&#65292;&#19968;&#20010;&#20013;&#24515;&#24605;&#24819;&#23601;&#26159;&#21507;&#39277;&#26102;&#39184;&#26700;&#19978;&#30340;&#65292;&#21676;&#24471;&#21160;&#30340;&#65292;&#37117;&#26159;&#33021;&#21507;&#30340;&#65292;&#19981;&#35201;&#24635;&#24819;&#20998;&#36776;&#36825;&#26159;&#20160;&#20040;&#37027;&#26159;&#20160;&#20040;&#65292;&#21507;&#23601;&#26159;&#20102;&#12290;&#36825;&#26679;&#23548;&#33268;&#25105;&#34429;&#28982;&#29233;&#21507;&#32905;&#65292;&#20294;&#26159;&#24635;&#20307;&#19978;&#21507;&#30340;&#24456;&#26434;&#65292;&#20081;&#19971;&#20843;&#31967;&#30340;&#20869;&#33039;&#65292;&#19981;&#30693;&#21517;&#30340;&#23567;&#33609;&#21861;&#30340;&#65292;&#36890;&#21507;&#12290;</p>
<p>&#23013;&#23013;&#29616;&#22312;&#24180;&#32426;&#22823;&#20102;&#65292;&#25972;&#22825;&#24565;&#21480;&#22909;&#27515;&#19981;&#22914;&#36182;&#27963;&#30528;&#12290;&#26412;&#30528;&#36825;&#19968;&#31934;&#31070;&#65292;&#21307;&#29983;&#35828;&#65292;&#40481;&#34507;&#32966;&#22266;&#37255;&#39640;&#65292;&#19977;&#39640;&#20154;&#32676;&#21507;&#20102;&#19981;&#22909;&#12290;&#23013;&#23013;&#20174;&#27492;&#23545;&#40481;&#34507;&#20813;&#30123;&#65292;&#30896;&#37117;&#19981;&#30896;&#12290;</p>
<p>&#25105;&#22920;&#20063;&#26377;&#36825;&#36235;&#21183;&#12290;&#20154;&#35828;&#20160;&#20040;&#22909;&#65292;&#22905;&#23601;&#24448;&#23478;&#25972;&#19968;&#22534;&#65307;&#20154;&#35828;&#20160;&#20040;&#19981;&#22909;&#65292;&#25105;&#21507;&#20102;&#65292;&#22905;&#21561;&#32993;&#23376;&#30634;&#30524;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#25152;&#20197;&#24819;&#20080;&#20102;&#36825;&#20070;&#65292;&#35753;&#22920;&#30475;&#30475;&#30740;&#31350;&#20154;&#21592;&#24590;&#20040;&#35828;&#65292;&#25442;&#20010;&#35282;&#24230;&#30475;&#21507;&#39277;&#12290;</p>
<p>&#20080;&#20043;&#21069;&#30475;&#21040;&#24456;&#22810;&#36127;&#38754;&#35780;&#35770;&#65292;&#35828;&#26681;&#26412;&#27809;&#26377;&#35762;&#21040;&#26377;&#29992;&#30340;&#20449;&#24687;&#12290;&#30830;&#23454;&#21487;&#20197;&#36825;&#26679;&#35828;&#12290;&#22914;&#26524;&#20320;&#24819;&#35753;&#36825;&#26412;&#20070;&#21578;&#35785;&#20320;&#20160;&#20040;&#33021;&#21507;&#20160;&#20040;&#19981;&#33021;&#21507;&#65292;&#21507;&#20160;&#20040;&#22909;&#21507;&#20160;&#20040;&#19981;&#22909;&#65292;&#37027;&#23601;&#35201;&#22833;&#26395;&#32780;&#24402;&#20102;&#12290;&#32763;&#23436;&#25972;&#26412;&#20070;&#65292;&#27809;&#26377;&#22826;&#22810;&#30340;&#32467;&#35770;&#24615;&#19996;&#35199;&#65292;&#20294;&#21364;&#22788;&#22788;&#20307;&#29616;&#30528;&#19968;&#20010;&#24605;&#24819;&#65306;&#27809;&#26377;&#32477;&#23545;&#20581;&#24247;&#30340;&#39135;&#29289;&#65292;&#25105;&#20204;&#21482;&#26159;&#22312;&#29616;&#26377;&#22522;&#30784;&#19978;&#65292;&#23547;&#25214;&#30456;&#23545;&#21361;&#23475;&#26368;&#23569;&#30340;&#37027;&#20010;&#12290;</p>
<p>&#27604;&#22914;&#65292;&#23545;&#20110;&#39135;&#21697;&#28155;&#21152;&#21058;&#65292;&#21548;&#30528;&#24635;&#35753;&#20154;&#35273;&#24471;&#19981;&#33298;&#26381;&#12290;&#25105;&#22920;&#23601;&#27604;&#36739;&#20449;&#22857;&#65292;&#32769;&#31062;&#23447;&#19990;&#19990;&#20195;&#20195;&#37117;&#26159;&#36825;&#20040;&#21507;&#36807;&#26469;&#30340;&#65292;&#20197;&#21069;&#37117;&#27809;&#21861;&#28155;&#21152;&#21058;&#65292;&#20154;&#20063;&#19981;&#21643;&#23481;&#26131;&#21507;&#20986;&#27611;&#30149;&#65292;&#22810;&#20581;&#24247;&#30340;&#12290;&#36825;&#20010;&#26102;&#20505;&#65292;&#23601;&#24212;&#35813;&#26435;&#34913;&#65292;&#19981;&#29992;&#28155;&#21152;&#21058;&#65292;&#39135;&#21697;&#20135;&#29983;&#30340;&#32454;&#33740;&#23545;&#20154;&#20307;&#24102;&#26469;&#30340;&#21361;&#23475;&#65307;&#21644;&#29992;&#28155;&#21152;&#21058;&#21518;&#65292;&#32454;&#33740;&#20943;&#23569;&#20102;&#65292;&#32780;&#28155;&#21152;&#21058;&#23545;&#20154;&#20307;&#21448;&#20250;&#20135;&#29983;&#24590;&#26679;&#30340;&#24433;&#21709;&#12290;&#20551;&#22914;&#21518;&#32773;&#26159;&#36890;&#36807;&#20805;&#20998;&#23454;&#39564;&#65292;&#20005;&#26684;&#38480;&#23450;&#21058;&#37327;&#65292;&#39135;&#20837;&#21518;&#22522;&#26412;&#21487;&#20197;&#34987;&#20154;&#20307;&#20195;&#35874;&#30340;&#65292;&#37027;&#20040;&#20063;&#31639;&#26159;&#30456;&#23545;&#23433;&#20840;&#30340;&#20102;&#12290;</p>
<p>&#20854;&#23454;&#35828;&#26469;&#35828;&#21435;&#23601;&#26159;&#36825;&#20040;&#20010;&#36947;&#29702;&#65292;&#29289;&#26497;&#24517;&#21453;&#65292;&#19981;&#33021;&#22240;&#20026;&#35828;&#20160;&#20040;&#22909;&#65292;&#23601;&#20351;&#21170;&#20799;&#21507;&#65292;&#37027;&#21453;&#20498;&#26377;&#21361;&#23475;&#12290;&#21507;&#33647;&#26102;&#24635;&#35828;&#20013;&#33647;&#27604;&#35199;&#33647;&#22909;&#65292;&#21487;&#26159;&#33647;&#19977;&#20998;&#27602;&#65292;&#20063;&#19981;&#33021;&#22240;&#20026;&#36825;&#20010;&#29702;&#30001;&#65292;&#27809;&#20107;&#20799;&#23601;&#29378;&#21917;&#20013;&#33647;&#65292;&#21917;&#27700;&#21917;&#22810;&#20102;&#37117;&#36824;&#27700;&#20013;&#27602;&#21602;&#12290;&#21516;&#26679;&#30340;&#65292;&#21363;&#20415;&#32511;&#35910;&#30495;&#30340;&#26377;&#29305;&#27530;&#30103;&#25928;&#65292;&#35201;&#26159;&#19968;&#22825;&#19977;&#39039;&#30340;&#21507;&#32511;&#35910;&#65292;&#35841;&#33021;&#20445;&#35777;&#19981;&#20250;&#20135;&#29983;&#28857;&#36127;&#26041;&#21521;&#30340;&#8220;&#29305;&#27530;&#30103;&#25928;&#8221;&#12290;&#12290;&#12290;</p>
<p>&#25152;&#20197;&#35828;&#39278;&#39135;&#22343;&#34913;&#26368;&#20851;&#38190;&#65292;&#19981;&#24517;&#22826;&#32416;&#32467;&#20110;&#23547;&#25214;&#26368;&#20581;&#24247;&#30340;&#39135;&#29289;&#12290;&#20219;&#20309;&#19996;&#35199;&#65292;&#21333;&#29420;&#25343;&#20986;&#26469;&#37117;&#19981;&#33021;&#20445;&#35777;&#19968;&#20010;&#20154;&#20581;&#24247;&#19981;&#26159;&#65311;&#21916;&#27426;&#21507;&#30340;&#19996;&#35199;&#22810;&#21507;&#28857;&#20799;&#65292;&#19981;&#21916;&#27426;&#30340;&#23569;&#21507;&#28857;&#19981;&#23601;ok&#12290;&#27833;&#28856;&#39135;&#21697;&#19981;&#20581;&#24247;&#65292;&#21487;&#25105;&#21448;&#22909;&#36825;&#21475;&#20799;&#65292;&#37027;&#20598;&#23572;&#21507;&#21507;&#65292;&#35299;&#35299;&#39307;&#65292;&#27809;&#20160;&#20040;&#19981;&#22909;&#65292;&#20154;&#37117;&#26159;&#26377;&#19968;&#23450;&#25269;&#25239;&#21147;&#21644;&#20195;&#35874;&#33021;&#21147;&#30340;&#65292;&#19981;&#29992;&#25226;&#33258;&#24049;&#24819;&#30340;&#22826;&#23047;&#27668;&#12290;&#36825;&#20598;&#23572;&#30340;&#35299;&#39307;&#24102;&#26469;&#30340;&#24515;&#24773;&#19978;&#30340;&#24841;&#24742;&#65292;&#19981;&#20063;&#25402;&#20540;&#20040;&#12290;</p>
<p>&#29616;&#22312;&#24066;&#22330;&#19978;&#28909;&#28818;&#30340;&#20581;&#24247;&#39135;&#21697;&#65292;&#20854;&#23454;&#37117;&#19981;&#21643;&#22909;&#21507;&#12290;&#26080;&#31958;&#30340;&#28857;&#24515;&#19981;&#22909;&#21507;&#65307;&#22826;&#24179;&#26032;&#20986;&#20840;&#40614;&#39292;&#24178;&#22240;&#20026;&#21152;&#20102;&#19981;&#21516;&#21475;&#21619;&#65292;&#21619;&#36947;&#36824;&#21487;&#20197;&#65307;&#26366;&#32463;&#23581;&#35797;&#20840;&#40614;&#26080;&#31958;&#30340;&#27861;&#26829;&#65292;&#36824;&#19981;&#22914;&#31389;&#31389;&#22836;&#22909;&#21507;&#12290;&#22079;&#22079;&#65292;&#36825;&#23601;&#26159;&#32654;&#21619;&#21644;&#20581;&#24247;&#30340;&#26435;&#34913;&#20040;&#12290;&#36824;&#26377;&#23601;&#26159;&#25104;&#26412;&#38382;&#39064;&#20102;&#65292;&#28781;&#33740;&#25928;&#26524;&#36234;&#22909;&#65292;&#25104;&#26412;&#36234;&#39640;&#65292;&#25104;&#26412;&#25511;&#21046;&#22312;&#19968;&#23450;&#33539;&#22260;&#20869;&#65292;&#25105;&#20204;&#25165;&#28040;&#36153;&#24471;&#36215;&#65292;&#21487;&#26159;&#32454;&#33740;&#20063;&#23601;&#36866;&#24403;&#30340;&#30041;&#19979;&#20102;&#28857;&#24184;&#23384;&#32773;&#21543;~</p>
<p>&#35828;&#21040;&#36825;&#20799;&#65292;&#23601;&#24819;&#21040;&#26494;&#40736;&#20250;&#19978;&#19968;&#31687;&#20851;&#20110;&#20859;&#29399;&#30340;&#25991;&#31456;&#12290;&#35752;&#35770;&#24576;&#23381;&#26399;&#38388;&#26159;&#19981;&#36866;&#23452;&#20859;&#29399;&#12290;&#19968;&#33324;&#37117;&#20250;&#35748;&#20026;&#65292;&#20859;&#29399;&#20250;&#24102;&#26469;&#24456;&#22810;&#30149;&#33740;&#65292;&#19981;&#36866;&#20110;&#23381;&#22919;&#23567;&#23401;&#29983;&#27963;&#29615;&#22659;&#12290;&#21487;&#26159;&#65292;&#29616;&#22312;&#30340;&#28781;&#33740;&#28165;&#27905;&#20135;&#21697;&#37027;&#20040;&#22810;&#65292;&#20551;&#22914;&#25105;&#24456;&#21916;&#27426;&#23567;&#29399;&#65292;&#27880;&#24847;&#28857;&#21355;&#29983;&#65292;&#22810;&#25171;&#25195;&#19981;&#23601;&#34892;&#20102;&#22043;&#12290;&#23545;&#20110;&#21916;&#27426;&#29399;&#30340;&#20154;&#26469;&#35828;&#65292;&#20859;&#29399;&#24102;&#26469;&#30340;&#24515;&#24773;&#19978;&#30340;&#33298;&#30021;&#36828;&#22823;&#20110;&#28040;&#28781;&#32454;&#33740;&#30340;&#40635;&#28902;&#12290;&#32780;&#23545;&#20110;&#19981;&#21916;&#27426;&#29399;&#30340;&#20154;&#65292;&#20063;&#27809;&#24517;&#35201;&#20026;&#20102;&#35797;&#30528;&#33298;&#32531;&#24515;&#24773;&#21435;&#25972;&#26465;&#29399;&#22238;&#26469;&#65292;&#23545;&#20320;&#23545;&#29399;&#37117;&#26159;&#25240;&#30952;&#12290;</p>
<p>&#35828;&#26469;&#35828;&#21435;&#65292;&#23567;&#26102;&#20505;&#38271;&#36744;&#24635;&#24565;&#21480;&#65306;&#19981;&#24178;&#19981;&#20928;&#21507;&#20102;&#27809;&#30149;&#12290;&#20307;&#20250;&#20854;&#31934;&#31070;&#65292;&#21861;&#39135;&#29289;&#36866;&#37327;&#20351;&#29992;&#37117;&#25402;&#22909;&#30340;&#65292;&#20877;&#22909;&#30340;&#34917;&#21697;&#65292;&#21507;&#22810;&#20102;&#20063;&#26159;&#19981;&#22909;&#30340;&#12290;</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-07-27T00:00:00+08:00" pubdate data-updated="true">Jul 27<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/07/26/%E8%AF%B1%E6%83%91%E5%A4%A7%E5%A4%A7%E6%BB%B4/">
		
			诱惑大大滴</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p><img src="http://filer.blogbus.com/5333148/5333148_1280136482t.jpg" border="0" alt="" /></p>
<p>&#35201;&#22238;&#23398;&#26657;&#20102;&#65292;&#29241;&#22320;&#19968;&#22823;&#26089;&#36305;&#21040;&#25105;&#24202;&#19978;&#26469;&#27627;&#19981;&#30041;&#24773;&#30340;&#25226;&#25105;&#25488;&#37266;&#65292;&#38750;&#35201;&#32842;&#22825;&#12290;&#12290;&#12290;</p>
<p>&#36825;&#20250;&#20102;&#65292;&#31361;&#28982;&#24819;&#36215;&#26469;&#38382;&#25105;&#25104;&#37117;&#29609;&#20799;&#30340;&#21643;&#26679;</p>
<p>&#38382;&#23398;&#26657;&#30340;&#20107;&#20799;&#65292;&#38382;&#25214;&#24037;&#20316;&#30340;&#20107;&#20799;</p>
<p>&#25805;&#24515;&#25105;&#36825;&#25042;&#34507;&#29983;&#27963;&#19981;&#33021;&#33258;&#29702;&#12290;&#12290;&#12290;</p>
<p>&#25105;&#30561;&#24471;&#31232;&#37324;&#31946;&#28034;&#65292;&#30452;&#21756;&#21799;</p>
<p>&#21518;&#26469;&#29241;&#22920;&#20457;&#20154;&#19968;&#36215;&#20851;&#24515;&#36215;&#25105;&#30340;&#20010;&#20154;&#22823;&#20107;&#20799;&#12290;&#32769;&#20004;&#21475;&#38750;&#24471;&#35748;&#20026;&#65292;&#25105;&#19968;&#20010;&#20154;&#20986;&#21435;&#29609;&#37117;&#27809;&#20010;&#20276;&#20799;&#65292;&#29305;&#21487;&#24604;&#29305;&#23396;&#21333;&#29305;&#27809;&#21170;&#12290;&#24182;&#19988;&#35748;&#20026;&#25105;&#29616;&#22312;&#20043;&#25152;&#20197;&#36825;&#20040;&#25042;&#65292;&#19981;&#29233;&#24178;&#27963;&#65292;&#23601;&#26159;&#22240;&#20026;&#19968;&#20010;&#20154;&#65281;&#36825;&#28151;&#27788;&#30340;&#36923;&#36753;&#21834;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#29241;&#22320;&#35828;&#20102;&#65292;&#25214;&#20010;&#30007;&#26379;&#21451;&#65292;&#24182;&#19981;&#19968;&#23450;&#23601;&#38750;&#24471;&#20197;&#32467;&#23130;&#20026;&#30446;&#30340;&#22043;&#65292;&#33267;&#23569;&#29616;&#22312;&#19981;&#23396;&#21333;&#19981;&#26159;</p>
<p>&#23064;&#20146;&#20063;&#35828;&#20102;&#65292;&#30475;&#20320;&#21608;&#22260;&#30340;&#20154;&#65292;&#19981;&#37117;&#26377;&#30007;&#26379;&#21451;&#20040;&#65292;&#20320;&#25972;&#22825;&#19968;&#20010;&#20154;&#22810;&#27809;&#24847;&#24605;</p>
<p>&#21487;&#26159;&#37027;&#22825;&#21507;&#28900;&#32905;&#30340;&#26102;&#20505;&#36319;&#32982;&#23043;&#25488;&#25351;&#22836;&#31639;&#65292;&#25105;&#21608;&#22260;&#30340;&#20154;&#26159;&#37117;&#26377;&#23478;&#23646;&#20102;&#65292;&#21487;&#26159;&#65292;&#36319;&#25105;&#29609;&#30340;&#22909;&#30340;&#26379;&#21451;&#65292;&#21487;&#22522;&#26412;&#19978;&#37117;&#26159;&#19968;&#20010;&#20154;&#12290;&#21704;&#21704;&#65292;&#38590;&#24618;&#21681;&#25972;&#22825;&#27809;&#21861;&#21361;&#26426;&#24863;&#65292;&#30475;&#30528;&#30343;&#19978;&#19981;&#24613;&#22826;&#30417;&#24613;&#30340;&#26679;&#20799;&#65292;&#25105;&#21643;&#23601;&#36825;&#24320;&#24515;&#21602;~</p>
<p>&#30333;&#22825;&#30340;&#26102;&#20505;&#65292;&#25105;&#38388;&#25509;&#21521;&#32769;&#29241;&#25265;&#24616;&#25163;&#26426;&#30446;&#21069;&#21453;&#24212;&#26497;&#24930;&#36229;&#32423;&#19981;&#22909;&#20351;&#65292;&#25105;&#21892;&#35299;&#20154;&#24847;&#30340;&#32769;&#29241;&#30452;&#25509;&#35828;&#65292;&#31561;&#20320;&#25214;&#21040;&#24037;&#20316;&#20102;&#20877;&#20080;&#26032;&#30340;&#21543;&#12290;</p>
<p>&#25248;&#38376;&#20799;&#23064;&#20986;&#38754;&#38459;&#25318;:&#37117;&#35201;&#25379;&#38065;&#20102;&#36824;&#32473;&#22905;&#20080;&#21861;&#65281;</p>
<p>&#24515;&#26426;&#28145;&#37325;&#30340;&#29241;&#25913;&#21475;&#65306;&#37027;&#23601;&#25214;&#21040;&#30007;&#26379;&#21451;&#20102;&#65292;&#25442;&#25163;&#26426;&#21543;</p>
<p>&#39069;&#65292;&#36825;&#20040;&#22823;&#30340;&#35825;&#24785;&#65292;&#25105;&#30452;&#25509;&#36291;&#36291;&#27442;&#35797;&#34850;&#34850;&#27442;&#21160;&#20102;&#20040;&#12290;&#12290;&#12290;&#12290;&#12290;&#21704;&#21704;&#21704;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8211;</p>
<p>&#36824;&#26159;&#32769;&#29241;</p>
<p>&#20170;&#20799;&#27491;&#22909;&#25645;&#30528;&#39034;&#39118;&#36710;&#22238;&#23398;&#26657;&#12290;&#36335;&#19978;&#29241;&#21644;&#23567;&#21460;&#19968;&#30452;&#35752;&#35770;&#20080;&#20010;&#21861;&#36710;&#22909;&#12290;&#25105;&#19981;&#25026;&#65292;&#25554;&#19981;&#19978;&#22068;&#65292;&#36276;&#22312;&#21518;&#24231;&#25171;&#30604;&#30561;&#12290;</p>
<p>&#31361;&#28982;&#29241;&#22320;&#25197;&#33080;&#20914;&#25105;&#35828;&#65292;&#20320;&#35201;&#26159;&#20197;&#21518;&#30041;&#22312;&#35199;&#23433;&#24037;&#20316;&#30340;&#35805;&#65292;&#32473;&#20320;&#20080;&#36742;&#36710;&#65292;&#20197;&#21518;&#30452;&#25509;&#20303;&#23478;&#37324;&#65292;&#24320;&#36710;&#19978;&#19979;&#29677;&#12290;</p>
<p>&#25105;&#36460;&#40763;&#23376;&#19978;&#33080;&#65306;&#24320;&#36710;&#22238;&#23478;&#22826;&#40635;&#28902;&#65292;&#30452;&#25509;&#22312;&#35199;&#23433;&#32473;&#25105;&#20080;&#20010;&#25151;&#21591;~</p>
<p>&#29241;&#19981;&#29702;&#25105;&#20102;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#19981;&#36807;&#65292;&#36825;&#19981;&#21448;&#32473;&#35199;&#23433;&#22810;&#20102;&#19968;&#20010;&#29702;&#30001;&#12290;&#24471;&#20808;&#36214;&#32039;&#23398;&#39550;&#29031;&#20999;&#65281;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;-</p>
<p>&#39134;&#35828;&#65292;&#26469;&#26477;&#24030;&#21543;&#12290;&#25105;&#20250;&#27927;&#30871;&#65292;&#20250;&#25302;&#22320;&#12290;&#12290;&#12290;&#12290;bulabula&#12290;&#12290;&#12290;&#12290;&#25105;&#30340;&#22909;&#30475;&#34915;&#26381;&#20511;&#20320;&#31359;</p>
<p>&#24681;&#65292;&#26368;&#21518;&#19968;&#26465;&#25402;&#35825;&#20154;&#30340;&#12290;&#26080;&#32827;&#30340;&#23478;&#20249;&#36824;&#26174;&#25670;&#22905;&#30340;&#38215;&#26588;&#20043;&#23453;&#21246;&#24341;&#25105;&#12290;</p>
<p>&#21704;&#23612;&#65292;&#25105;&#35201;&#26159;&#21435;&#20102;&#26477;&#24030;&#65292;&#31532;&#19968;&#20219;&#21153;&#23601;&#26159;&#25226;&#20320;&#21507;&#32982;&#20102;&#65292;&#28982;&#21518;&#25250;&#36208;&#25152;&#26377;&#20320;&#31359;&#19981;&#19978;&#30340;&#34915;&#26381;&#65292;&#21704;&#21704;&#21704;</p>
<p>&#22312;&#26477;&#24030;&#30340;&#22909;&#22788;&#65292;&#38500;&#20102;&#26377;&#20320;&#21644;&#23567;&#40654;&#65292;&#23601;&#26159;&#26377;&#20320;&#24178;&#27963;&#21507;&#19996;&#35199;&#65292;&#22079;&#22079;</p>
<p>&#19975;&#19968;&#25105;&#24819;&#21507;&#21861;&#20102;&#65292;&#20570;&#19968;&#30871;&#20063;&#26159;&#20570;&#65292;&#19968;&#38149;&#20063;&#26159;&#20570;&#12290;&#21487;&#20197;&#20570;&#19968;&#38149;&#65292;&#20998;&#20320;&#28857;&#20799;&#65292;&#28982;&#21518;&#21602;&#65292;&#27927;&#30871;&#30340;&#27963;&#20799;&#21487;&#23601;&#19981;&#24402;&#25105;&#20102;&#21704;</p>
<p>&#19981;&#38169;&#19981;&#38169;&#65292;&#21069;&#25552;&#26159;&#65292;&#25105;&#36275;&#22815;&#21220;&#24555;&#24895;&#24847;&#20570;&#39277;~</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8211;</p>
<p>&#20025;&#26089;&#23601;&#35828;&#20102;&#65292;&#20197;&#21518;&#26469;&#21271;&#20140;&#21543;</p>
<p>&#24681;&#65292;&#21271;&#20140;&#30340;&#22909;&#22788;&#36824;&#29992;&#22810;&#35828;&#21527;&#12290;&#20809;&#26159;&#22909;&#29609;&#30340;&#22810;&#36825;&#19968;&#39033;&#65292;&#23601;&#36275;&#22815;&#25105;&#32673;&#24917;&#20102;&#12290;&#29616;&#22312;&#21448;&#22810;&#19968;&#26465;&#65292;&#26377;&#23452;&#23478;&#12290;</p>
<p>www&#22199;&#22199;&#65292;&#39318;&#37117;&#25171;&#25240;&#23395;&#21040;&#40479;~</p>
<p>&#36824;&#21457;&#20986;&#22909;&#22810;&#22270;&#29255;&#21050;&#28608;&#25105;</p>
<p>3w&#65292;&#20320;&#23478;&#23646;&#37027;&#26679;&#30340;&#21333;&#20301;&#22914;&#26524;&#35201;&#25105;&#65292;&#37027;&#25351;&#23450;&#25105;&#23601;&#26469;&#21862;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8211;</p>
<p>&#19981;&#36807;&#22043;&#65292;&#24093;&#37117;&#21644;&#35199;&#23433;&#30340;&#24694;&#21155;&#22825;&#27668;&#65292;&#36824;&#29992;&#25105;&#35828;&#20040;&#12290;&#36824;&#26377;&#21508;&#22823;&#22478;&#24066;&#35753;&#20154;&#24694;&#24515;&#30340;&#20132;&#36890;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#20854;&#20182;&#30340;&#35825;&#24785;&#23601;&#19981;&#22810;&#35828;&#20102;&#65292;&#19981;&#36275;&#20197;&#25552;&#36215;&#25105;&#30340;&#20852;&#36259;</p>
<p>&#20154;&#29983;&#27599;&#23558;&#35201;&#21040;&#36798;&#19968;&#20010;&#26032;&#38454;&#27573;&#26102;&#65292;&#24635;&#26159;&#20805;&#28385;&#36873;&#25321;&#12290;&#24198;&#24184;&#65292;&#33267;&#23569;&#21040;&#29616;&#22312;&#65292;&#21508;&#20010;&#23700;&#36335;&#21475;&#37117;&#30475;&#20284;&#20809;&#26126;&#12290;</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-07-26T00:00:00+08:00" pubdate data-updated="true">Jul 26<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>

<nav id="pagenavi">
    
        <a href="/blog/page/23/" class="prev">Prev</a>
    
    
        <a href="/blog/page/25/" class="next">Next</a>
    
    <div class="center"><a href="/blog/archives">Blog Archives</a></div>
</nav></div>
	<footer id="footer" class="inner">Copyright &copy; 2013

    muggleyoung

</footer>
	<script src="/javascripts/slash.js"></script>
<script src="/javascripts/jquery.fancybox.pack.js"></script>
<script type="text/javascript">
(function($){
	$('.fancybox').fancybox();
})(jQuery);
</script> <!-- Delete or comment this line to disable Fancybox -->


<script type="text/javascript">
      var disqus_shortname = 'muggleyoung';
      
        
        var disqus_script = 'count.js';
      
    (function () {
      var dsq = document.createElement('script'); dsq.type = 'text/javascript'; dsq.async = true;
      dsq.src = 'http://' + disqus_shortname + '.disqus.com/' + disqus_script;
      (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);
    }());
</script>





</body>
</html>