
<!DOCTYPE html>
<!--[if IEMobile 7 ]><html class="no-js iem7"><![endif]-->
<!--[if lt IE 9]><html class="no-js lte-ie8"><![endif]-->
<!--[if (gt IE 8)|(gt IEMobile 7)|!(IEMobile)|!(IE)]><!--><html class="no-js" lang="en"><!--<![endif]-->
<head>
  <meta charset="utf-8">
  <title>由boss发飙联想到我的后青春期叛逆 - </title>
  <meta name="author" content="muggleyoung">

  
  <meta name="description" content="&#160;&#160;&#160; &#31361;&#28982;&#19981;&#24819;&#35828;&#31471;&#21320;&#33410;&#20102;&#12290;
&#160;&#160;&#160; &#26089;&#19978;&#30475;&# &hellip;">
  

  <!-- http://t.co/dKP3o1e -->
  <meta name="HandheldFriendly" content="True">
  <meta name="MobileOptimized" content="320">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  
  <link rel="canonical" href="http://muggleyoung.github.com/blog/2010/06/18/%E7%94%B1boss%E5%8F%91%E9%A3%99%E8%81%94%E6%83%B3%E5%88%B0%E6%88%91%E7%9A%84%E5%90%8E%E9%9D%92%E6%98%A5%E6%9C%9F%E5%8F%9B%E9%80%86/">
  <link href="/favicon.png" rel="icon">
  <link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
  <script src="/javascripts/modernizr-2.0.js"></script>
  <script src="/javascripts/ender.js"></script>
  <script src="/javascripts/octopress.js" type="text/javascript"></script>
  <link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
  <!--Fonts from Google"s Web font directory at http://google.com/webfonts -->
<link href="http://fonts.googleapis.com/css?family=PT+Serif:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<link href="http://fonts.googleapis.com/css?family=PT+Sans:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">

  

</head>

<body   >
  <header role="banner"><hgroup>
  <h1><a href="/"></a></h1>
  
    <h2>young for you</h2>
  
</hgroup>

</header>
  <nav role="navigation"><ul class="subscription" data-subscription="rss">
  <li><a href="/atom.xml" rel="subscribe-rss" title="subscribe via RSS">RSS</a></li>
  
</ul>
  
<form action="http://google.com/search" method="get">
  <fieldset role="search">
    <input type="hidden" name="q" value="site:muggleyoung.github.com" />
    <input class="search" type="text" name="q" results="0" placeholder="Search"/>
  </fieldset>
</form>
  
<ul class="main-navigation">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
</ul>

</nav>
  <div id="main">
    <div id="content">
      <div>
<article class="hentry" role="article">
  
  
  <p class="meta">
    








  


<time datetime="2010-06-18T00:00:00+08:00" pubdate data-updated="true">Jun 18<span>th</span>, 2010</time>
    
  </p>
  
<header>
    
      <h1 class="entry-title">由boss发飙联想到我的后青春期叛逆</h1>
    
  </header>


<div class="entry-content"><p>
                                    <p>&#160;&#160;&#160; &#31361;&#28982;&#19981;&#24819;&#35828;&#31471;&#21320;&#33410;&#20102;&#12290;</p>
<p>&#160;&#160;&#160; &#26089;&#19978;&#30475;&#20102;NBA&#65292;&#20381;&#29031;&#24815;&#20363;&#65292;&#25105;&#25903;&#25345;&#30340;&#29699;&#38431;&#65292;&#26368;&#21518;&#24635;&#26159;&#25346;&#20102;&#30340;&#37027;&#20010;&#12290;</p>
<p>&#160;&#160;&#160; &#23601;&#26159;&#19981;&#21643;&#21916;&#27426;&#28246;&#20154;&#65292;&#25110;&#35768;&#25105;&#26377;&#21516;&#24773;&#24369;&#32773;&#30340;&#24515;&#29702;&#12290;&#28246;&#20154;&#37027;&#20040;&#39640;&#35843;&#65292;&#26159;&#20010;&#20154;&#37117;&#25954;&#35828;&#25105;&#29233;&#28246;&#20154;&#65292;&#25105;&#29233;&#31185;&#27604;&#12290;&#30495;&#27809;&#21170;&#12290;</p>
<p>&#160;&#160;&#160; &#25105;&#23601;&#19981;&#29233;&#31185;&#27604;&#65292;&#21152;&#20869;&#29305;&#20063;&#19981;&#38169;&#21834;&#65292;&#36824;&#26377;&#37027;&#20010;rondo&#65292;&#19981;&#30693;&#26159;&#19981;&#36825;&#26679;&#25340;&#65292;&#20294;&#22312;&#20182;&#36523;&#19978;&#65292;&#20284;&#20046;&#30475;&#21040;&#28857;&#33406;&#24343;&#26862;&#30340;&#24433;&#23376;&#12290;</p>
<p>&#160;&#160;&#160; &#20170;&#26202;&#30340;&#36275;&#29699;&#65292;&#21448;&#26159;&#36825;&#26679;&#65292;&#25105;&#35828;&#24503;&#22269;&#38752;&#35889;&#65292;&#20250;&#36194;&#12290;</p>
<p>&#160;&#160;&#160; &#22312;&#23567;&#33285;&#23478;&#30475;&#20102;&#21322;&#22330;&#65292;1&#65306;0&#12290;0&#26159;&#24503;&#22269;&#12290;&#31561;&#25105;&#22238;&#21040;&#23398;&#26657;&#65292;&#36755;&#20102;&#12290;&#25454;&#35828;&#65292;&#24503;&#22269;&#31455;&#28982;&#36830;&#28857;&#29699;&#37117;&#20002;&#20102;&#12290;&#21710;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#160;&#160;&#160; &#21518;&#38754;&#36275;&#29699;&#36825;&#20010;&#65292;&#25105;&#20063;&#27809;&#21516;&#24773;&#24369;&#32773;&#21834;&#12290;&#12290;&#12290;</p>
<p>&#160;</p>
<p>&#160;&#160;&#160; &#31361;&#28982;&#65292;&#23601;&#24819;&#36215;&#20102;boss&#21457;&#39129;&#30340;&#20107;&#20799;&#12290;&#25105;&#23545;&#36825;&#20107;&#20799;&#24863;&#21040;&#19981;&#29245;&#65292;&#20854;&#23454;&#36947;&#29702;&#35841;&#19981;&#30693;&#36947;&#65292;&#35841;&#19981;&#20250;&#35828;&#65292;&#21487;&#26159;&#23601;&#26159;&#19981;&#29245;&#22043;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#160;&#160;&#160; &#32852;&#24819;&#21040;&#20102;&#25105;&#30340;&#25945;&#31185;&#20070;&#65292;&#36824;&#26377;&#31185;&#23398;&#26494;&#40736;&#20250;&#30475;&#21040;&#30340;&#19968;&#31687;&#25991;&#31456;&#12290;</p>
<p>&#25688;&#19968;&#27573;&#65306;</p>
<p><span style="color: #ff0000;">&#19971;&#21313;&#24180;&#20195;&#65292;&#24503;&#35199;&#22312;&#26031;&#22374;&#31119;&#22823;&#23398;&#24320;&#23637;&#30340;&#30740;&#31350;&#20063;&#25903;&#25345;&#36825;&#19968;&#32467;&#35770;&#65306;&#23398;&#29983;&#34987;&#20998;&#20026;&#20004;&#32452;&#30011;&#30011;&#65292;&#19968;&#32452;&#21487;&#20197;&#24471;&#21040;&#19968;&#20123;&#22870;&#21169;&#65292;&#27604;&#22914;&#19968;&#39063;&#37329;&#26143;&#31561;&#65292;&#21478;&#19968;&#32452;&#21364;&#27809;&#26377;&#22870;&#21169;&#12290;&#20960;&#21608;&#21518;&#65292;&#36890;&#36807;&#21333;&#21521;&#35266;&#23519;&#21457;&#29616;&#65292;&#27809;&#26377;&#22870;&#21169;&#30340;&#23398;&#29983;&#24179;&#26102;&#20173;&#28982;&#21916;&#27426;&#30011;&#30011;&#65292;&#32780;&#37027;&#20123;&#33719;&#24471;&#22870;&#21169;&#30340;&#23398;&#29983;&#21364;&#19981;&#24590;&#20040;&#30011;&#30011;&#20102;&#8212;&#8212;&#27809;&#26377;&#22870;&#21169;&#25343;&#65292;&#20026;&#20160;&#20040;&#36824;&#35201;&#30011;&#21602;&#65311;</span></p>
<p><span style="color: #ff0000;">&#24503;&#35199;&#30340;&#30740;&#31350;&#22260;&#32469;&#36825;&#19968;&#20010;&#37325;&#35201;&#30340;&#24515;&#29702;&#23398;&#27010;&#24565;&#8212;&#8212;&#21160;&#26426;&#12290;&#20182;&#30340;&#29702;&#35770;&#20043;&#22788;&#65292;&#24403;&#22806;&#37096;&#21160;&#26426;&#24456;&#24378;&#28872;&#65292;&#20869;&#37096;&#21160;&#26426;&#23601;&#35201;&#21463;&#21040;&#21387;&#21046;&#12290;&#23545;&#20110;&#24402;&#22240;&#29702;&#35770;&#30340;&#30740;&#31350;&#20063;&#22312;&#20174;&#20391;&#38754;&#35777;&#26126;&#65306;&#24403;&#36827;<br />
&#34892;&#19968;&#39033;&#24700;&#20154;&#30340;&#20219;&#21153;&#26102;&#65292;&#22914;&#26524;&#32473;&#19982;&#22870;&#21169;&#65292;&#21442;&#21152;&#32773;&#23601;&#20542;&#21521;&#20110;&#25226;&#20219;&#21153;&#35780;&#20215;&#30340;&#26356;&#38590;&#20197;&#24525;&#21463;&#12290;&#22240;&#20026;&#37027;&#20123;&#24471;&#19981;&#21040;&#22870;&#21169;&#30340;&#20154;&#20542;&#21521;&#20110;&#23558;&#33258;&#24049;&#20570;&#20107;&#30340;&#21407;&#22240;&#24402;&#32467;&#20026;&#20219;&#21153;&#26377;&#21560;&#24341;&#21147;&#65292;&#32780;&#37027;&#20123;&#24471;<br />
&#21040;&#22870;&#21169;&#30340;&#20154;&#21017;&#25226;&#21407;&#22240;&#24402;&#22312;&#20102;&#22870;&#21169;&#26412;&#36523;&#12290;</span></p>
<p>&#36825;&#26159;&#26089;&#26399;&#19968;&#20010;&#31616;&#21333;&#30340;&#23454;&#39564;&#12290;&#26681;&#25454;&#25945;&#31185;&#20070;&#20171;&#32461;&#65292;&#20010;&#20154;&#35748;&#20026;&#65292;&#20998;&#26512;&#26041;&#27861;&#23548;&#21521;&#24615;&#22826;&#24378;&#65292;&#23458;&#35266;&#29615;&#22659;&#21333;&#19968;&#65292;&#19981;&#36807;&#65292;&#19968;&#23450;&#31243;&#24230;&#19978;&#65292;&#36824;&#26159;&#21487;&#20197;&#20304;&#35777;&#21518;&#38754;&#19968;&#27573;&#20851;&#20110;&#21160;&#26426;&#30340;&#35770;&#36848;&#12290;</p>
<p>&#160;&#160;&#160; &#21518;&#38754;&#20171;&#32461;&#30340;&#23454;&#39564;&#22826;&#38271;&#20102;&#65292;&#19981;&#22909;&#25688;&#20102;&#12290;&#22823;&#27010;&#35828;&#35828;&#12290;</p>
<p>&#160;&#160;&#160; &#30740;&#31350;&#20154;&#21592;&#22312;&#32654;&#22269;&#21508;&#22320;&#32852;&#31995;&#65292;&#25214;&#20102;N&#22810;&#32452;&#24535;&#24895;&#21152;&#20837;&#23454;&#39564;&#30340;&#23398;&#26657;&#65292;&#20570;&#30340;&#23454;&#39564;&#12290;&#20855;&#20307;&#19981;&#22810;&#35828;&#65292;&#23601;&#35828;&#25105;&#20851;&#27880;&#30340;&#37027;&#28857;&#20799;&#22909;&#20102;&#12290;</p>
<p>&#160;&#160;&#160; &#36825;&#26159;&#23454;&#39564;&#26465;&#20214;&#65306;</p>
<p>&#160;&#160;&#160;<span style="color: #ff0000;"> &#22312;&#22235;&#20010;&#22478;&#24066;&#20013;&#65292;&#33437;&#21152;&#21733;&#21644;&#32445;&#32422;&#22478;&#25353;&#29031;&#8220;&#20135;&#20986;&#8221;&#32473;&#19982;&#22870;&#21169;&#65292;&#36825;&#20004;&#20010;&#22478;&#24066;&#30340;&#23398;&#29983;&#25353;&#29031;&#32771;&#35797;&#25104;&#32489;&#33719;&#24471;&#22870;&#21169;&#65292;&#32771;&#35797;&#30001;&#25945;&#32946;&#37096;&#38376;&#21046;&#23450;&#65292;&#30456;&#24212;&#30340;&#25104;&#32489;&#21487;&#20197;&#33719;&#24471;&#19968;&#23450;&#30340;&#32654;&#37329;&#65307;&#32780;&#21326;&#30427;<br />
&#39039;&#29305;&#21306;&#21644;&#36798;&#25289;&#26031;&#30340;&#23398;&#29983;&#21017;&#26159;&#20381;&#25454;&#8220;&#25237;&#20837;&#8221;&#32473;&#19982;&#22870;&#21169;&#65292;&#36798;&#25289;&#26031;&#30340;&#23398;&#29983;&#21482;&#35201;&#35835;&#23436;&#19968;&#26412;&#20070;&#65292;&#23601;&#33021;&#24471;&#21040;&#20004;&#32654;&#20803;&#65292;&#32780;&#21326;&#30427;&#39039;&#29305;&#21306;&#30340;&#23398;&#29983;&#21017;&#26159;&#26681;&#25454;&#19978;&#35838;&#25237;&#20837;&#12289;&#20316;&#19994;&#23436;&#25104;&#20043;&#31867;&#30340;&#34892;&#20026;<br />
&#25351;&#26631;&#32473;&#19982;&#22870;&#21169;&#30340;&#12290;&#20316;&#20026;&#19968;&#39033;&#20005;&#35880;&#30340;&#31185;&#23398;&#23454;&#39564;&#65292;&#27599;&#20010;&#22320;&#21306;&#30340;&#23398;&#26657;&#37117;&#34987;&#20998;&#20026;&#20004;&#32452;&#65292;&#19968;&#32452;&#26377;&#37096;&#20998;&#24180;&#32423;&#21442;&#21152;&#36825;&#26679;&#30340;&#22870;&#21169;&#35745;&#21010;&#65292;&#32780;&#21478;&#19968;&#32452;&#26159;&#23545;&#29031;&#32452;&#65292;&#36825;&#20123;&#23398;&#26657;&#21017;&#25353;&#36807;&#21435;&#27491;&#24120;&#30340;&#26041;<br />
&#24335;&#25945;&#23398;&#12290;</span></p>
<p>&#160;&#160;&#160; &#32467;&#26524;&#65292;&#35835;&#19968;&#26412;&#20070;&#20004;&#32654;&#20803;&#30340;&#23567;&#32452;&#65292;&#25928;&#26524;&#19981;&#38169;&#65292;&#23398;&#29983;&#20204;&#38405;&#35835;&#33021;&#21147;&#25552;&#39640;&#24456;&#22810;&#65292;&#20852;&#36259;&#20063;&#22686;&#21152;&#12290;&#24182;&#19988;&#22312;&#22870;&#21169;&#20572;&#27490;&#21518;&#65292;&#36824;&#33021;&#20027;&#21160;&#33258;&#35273;&#33258;&#24895;&#30340;&#32487;&#32493;&#35835;&#20070;&#12290;&#33021;&#35828;&#26126;&#30340;&#38382;&#39064;&#26159;&#65292;&#22870;&#21169;&#26377;&#29992;&#65292;&#24182;&#19988;&#65292;&#22870;&#21169;&#22909;&#30340;&#34892;&#20026;&#65292;&#22909;&#36807;&#65292;&#22870;&#21169;&#22909;&#30340;&#32467;&#26524;&#12290;</p>
<p>&#160;&#160;&#160; &#25105;&#65292;&#23601;&#20174;&#36825;&#20457;&#23454;&#39564;&#65292;&#24819;&#21040;&#20102;&#33258;&#24049;&#30340;&#24515;&#24577;&#12290;</p>
<p>&#160;&#160;&#160; &#20197;&#21069;boss&#19981;push&#65292;&#22522;&#26412;&#20973;&#33258;&#35273;&#30340;&#26102;&#20505;&#12290;&#25105;&#33258;&#24471;&#20854;&#20048;&#65292;&#25353;&#29031;&#33258;&#24049;&#30340;&#23433;&#25490;&#65292;&#35813;&#24178;&#22043;&#24178;&#22043;&#65292;&#20027;&#35266;&#19978;&#65292;&#31639;&#26159;&#26377;&#33258;&#35273;&#30340;&#21160;&#26426;&#21543;&#12290;&#29616;&#22312;&#65292;&#35201;&#25630;&#20160;&#20040;&#31614;&#21040;&#65292;&#25353;&#26102;&#38388;&#36319;&#19978;&#19979;&#29677;&#20284;&#30340;&#65292;&#22352;&#22312;&#23454;&#39564;&#23460;&#65292;&#23601;&#21464;&#24471;&#26356;&#20687;&#19968;&#20010;&#20219;&#21153;&#12290;&#37027;&#20040;&#65292;&#25105;&#22312;&#37027;&#37324;&#65292;&#23601;&#26159;&#20026;&#20102;&#23436;&#25104;&#20219;&#21153;&#12290;&#26082;&#28982;&#36807;&#20102;&#26102;&#38388;&#65292;&#20026;&#20160;&#20040;&#36824;&#35201;&#21435;&#30475;&#35770;&#25991;&#65292;&#20889;&#20195;&#30721;&#12290;</p>
<p>&#160;&#160;&#160; &#36825;&#26679;&#24515;&#24577;&#30340;&#36716;&#21464;&#65292;&#26377;&#24456;&#22810;&#12290;&#23398;&#33521;&#35821;&#20063;&#26159;&#36825;&#26679;&#12290;&#19981;&#25954;&#35828;&#33258;&#24049;&#30340;&#33521;&#35821;&#26377;&#22810;&#20040;&#22909;&#65292;&#21487;&#26159;&#29616;&#22312;&#65292;&#26159;&#26377;&#20852;&#36259;&#30340;&#12290;&#20174;&#21069;&#65292;&#22312;&#32769;&#24072;&#30340;grammar&#25945;&#32946;&#19979;&#65292;&#29305;&#28902;&#33521;&#35821;&#65292;&#33021;&#19981;&#30475;&#23601;&#19981;&#30475;&#12290;&#33258;&#25171;&#27809;&#20102;&#32769;&#24072;&#30340;&#21387;&#36843;&#65292;&#25105;&#33258;&#24049;&#20010;&#20799;&#30475;&#33521;&#35821;&#65292;&#19981;&#22312;&#20046;&#25552;&#39640;&#22810;&#23569;&#65292;&#23601;&#26159;&#20026;&#20102;&#22909;&#29609;&#65292;&#21453;&#20498;&#26377;&#24847;&#24819;&#19981;&#21040;&#30340;&#25928;&#26524;&#12290;</p>
<p>&#160;&#160;&#160; &#25152;&#20197;&#37027;&#21477;&#35805;&#65292;<span style="color: #ff0000;">&#27809;&#26377;&#22870;&#21169;&#25343;&#65292;&#20026;&#20160;&#20040;&#36824;&#35201;&#30011;&#21602;&#65311;</span>&#27809;&#26377;&#20219;&#21153;&#27966;&#19979;&#26469;&#65292;&#20026;&#21861;&#35201;&#20027;&#21160;&#24178;&#27963;&#21602;&#65311;&#19968;&#20010;&#36947;&#29702;&#65292;&#26377;&#26102;&#20505;&#21834;&#65292;&#22806;&#30028;&#22826;push&#65292;&#19981;&#35265;&#24471;&#26159;&#22909;&#20107;&#20799;&#12290;&#23588;&#20854;&#26159;&#23398;&#20064;&#36825;&#20107;&#20799;&#12290;</p>
<p>&#160;&#160;&#160; &#24037;&#20316;&#26102;&#65292;&#20063;&#20250;&#26377;&#36825;&#31181;&#24515;&#24577;&#21543;&#12290;&#24681;&#65292;&#25353;&#36825;&#20010;&#36947;&#29702;&#24819;&#65292;&#32456;&#20110;&#33021;&#20174;&#29702;&#35770;&#19978;&#25903;&#25345;&#25105;&#30340;&#27498;&#29702;&#37034;&#35828;&#65306;&#24037;&#20316;&#26159;&#24037;&#20316;&#65292;&#29233;&#22909;&#26159;&#29233;&#22909;&#65292;&#35201;&#25226;&#24037;&#20316;&#21644;&#29233;&#22909;&#32479;&#19968;&#20102;&#65292;&#30830;&#23454;&#26159;&#38590;&#20107;&#20799;&#12290;</p>
                                    </p>
</div>


  <footer>
    <p class="meta">
      
  

<span class="byline author vcard">Posted by <span class="fn">muggleyoung</span></span>

      








  


<time datetime="2010-06-18T00:00:00+08:00" pubdate data-updated="true">Jun 18<span>th</span>, 2010</time>
      


    </p>
    
      <div class="sharing">
  
  <a href="http://twitter.com/share" class="twitter-share-button" data-url="http://muggleyoung.github.com/blog/2010/06/18/%E7%94%B1boss%E5%8F%91%E9%A3%99%E8%81%94%E6%83%B3%E5%88%B0%E6%88%91%E7%9A%84%E5%90%8E%E9%9D%92%E6%98%A5%E6%9C%9F%E5%8F%9B%E9%80%86/" data-via="" data-counturl="http://muggleyoung.github.com/blog/2010/06/18/%E7%94%B1boss%E5%8F%91%E9%A3%99%E8%81%94%E6%83%B3%E5%88%B0%E6%88%91%E7%9A%84%E5%90%8E%E9%9D%92%E6%98%A5%E6%9C%9F%E5%8F%9B%E9%80%86/" >Tweet</a>
  
  
  
</div>

    
    <p class="meta">
      
        <a class="basic-alignment left" href="/blog/2010/06/10/i-hate-u/" title="Previous Post: i hate U">&laquo; i hate U</a>
      
      
        <a class="basic-alignment right" href="/blog/2010/06/21/%E8%BF%99%E4%B8%80%E5%A4%A9%EF%BC%8C%E5%95%A5%E9%83%BD%E8%AF%B4%E6%98%8E%E7%99%BD%E4%BA%86/" title="Next Post: 这一天，啥都说明白了">这一天，啥都说明白了 &raquo;</a>
      
    </p>
  </footer>
</article>

</div>

<aside class="sidebar">
  
    <section>
  <h1>Recent Posts</h1>
  <ul id="recent_posts">
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-change-git-repo-name/">how to change git repo name</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-setup-a-new-remote-git-repo/">How to setup a new remote git repo</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/13/hui-gu-2012/">回顾2012</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/08/my-frist-post/">my-frist-post</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/05/14/eclipse---java.lang.noclassdeffounderror%3A-com.jayway.android.robotium.solo.solo%E9%94%99%E8%AF%AF%E8%A7%A3%E5%86%B3/">eclipse - java.lang.NoClassDefFoundError: com.jayway.android.robotium.solo.Solo错误解决</a>
      </li>
    
  </ul>
</section>






  
</aside>


    </div>
  </div>
  <footer role="contentinfo"><p>
  Copyright &copy; 2013 - muggleyoung -
  <span class="credit">Powered by <a href="http://octopress.org">Octopress</a>. Design by <a href="http://octopressthemes.com">Octopress Themes</a>.</span>
</p>

</footer>
  







  <script type="text/javascript">
    (function(){
      var twitterWidgets = document.createElement('script');
      twitterWidgets.type = 'text/javascript';
      twitterWidgets.async = true;
      twitterWidgets.src = 'http://platform.twitter.com/widgets.js';
      document.getElementsByTagName('head')[0].appendChild(twitterWidgets);
    })();
  </script>





</body>
</html>
