
<!DOCTYPE HTML>
<html>
<head>
	<meta charset="utf-8">
	<title>反省，诅咒——such a shame - </title>
	<meta name="author" content="muggleyoung">

	
	<meta name="description" content="&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#30495;&#26159;&#20498;&#38665;&#21040;&#23478;&#20102;&#65281;&#19978;&#23436;&#33258;&#20064;&#20599 &hellip;">
	
	<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

	<link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
	<link rel="canonical" href="">
	<link href="/favicon.png" rel="shortcut icon">
	<link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
	<!--[if lt IE 9]><script src="//html5shiv.googlecode.com/svn/trunk/html5.js"></script><![endif]-->
	<script src="//ajax.googleapis.com/ajax/libs/jquery/1.7.2/jquery.min.js"></script>
	
</head>

<body>
	<header id="header" class="inner"><h1><a href="/"></a></h1>
<nav id="main-nav"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</nav>
<nav id="mobile-nav">
	<div class="alignleft menu">
		<a class="button">Menu</a>
		<div class="container"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</div>
	</div>
	<div class="alignright search">
		<a class="button"></a>
		<div class="container">
			<form action="http://google.com/search" method="get">
				<input type="text" name="q" results="0">
				<input type="hidden" name="q" value="site:muggleyoung.github.com">
			</form>
		</div>
	</div>
</nav>
<nav id="sub-nav" class="alignright">
	<div class="social">
		
		
		
		
    
		
		
		
		
		
		<a class="rss" href="/atom.xml" title="RSS">RSS</a>
		
	</div>
	<form class="search" action="http://google.com/search" method="get">
		<input class="alignright" type="text" name="q" results="0">
		<input type="hidden" name="q" value="site:muggleyoung.github.com">
	</form>
</nav>

</header>
	
		
	
	<div id="content" class="inner"><article class="post">
	<h2 class="title">反省，诅咒——such a Shame</h2>
	<div class="entry-content"><p>
                                    <p>&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#30495;&#26159;&#20498;&#38665;&#21040;&#23478;&#20102;&#65281;&#19978;&#23436;&#33258;&#20064;&#20599;&#25042;&#19981;&#25226;&#20070;&#21253;&#32972;&#22238;&#23478;&#65292;&#32467;&#26524;&#20170;&#22825;&#26089;&#19978;&#23601;&#36973;&#25253;&#24212;&#20102;&#12290;&#22909;&#19981;&#23481;&#26131;&#38745;&#19979;&#24515;&#26469;&#19968;&#22823;&#26089;&#20852;&#20914;&#20914;&#30340;&#36305;&#21435;&#25945;&#23460;&#25171;&#31639;&#22909;&#22909;&#23398;&#20064;&#26469;&#30528;&#65292;&#22352;&#19979;&#26469;&#26159;&#23601;&#35273;&#24471;&#20070;&#21253;&#30340;&#26679;&#23376;&#21644;&#25105;&#26152;&#22825;&#36208;&#26102;&#26377;&#28857;&#19981;&#19968;&#26679;&#65292;&#20063;&#27809;&#22312;&#24847;.&#25343;&#36215;&#26469;&#25165;&#21457;&#29616;&#37324;&#38754;&#37027;&#20004;&#26412;&#21402;&#21402;&#30340;&#20070;&#37117;&#27809;&#26377;&#20102;&#65281;&#30495;&#26159;&#27668;&#27515;&#25105;&#20102;&#65281;&#26356;&#27668;&#20154;&#30340;&#26159;&#21407;&#26412;&#22841;&#22312;&#20070;&#37324;&#30340;&#33609;&#31295;&#32440;&#20182;&#36824;&#24456;&#26377;&#33391;&#24515;&#30340;&#30041;&#19979;&#20102;&#65292;&#21487;&#25105;&#37027;&#24352;&#21487;&#29233;&#30340;&#27987;&#24773;&#24039;&#20811;&#21147;&#30340;&#20070;&#31614;&#21364;&#34987;&#19968;&#24182;&#24102;&#36208;&#20102;&#8230;&#22823;&#21457;&#24863;&#24936;&#65306;&#25105;&#37027;&#21487;&#29233;&#30340;&#20070;&#31614;&#21834;&#65292;&#22909;&#23481;&#26131;&#20174;&#26376;&#26376;&#37027;&#37324;&#39575;&#26469;&#30340;&#65374;&#65374;&#65374;&#36824;&#26377;&#65292;&#29616;&#22312;&#30340;&#22823;&#23398;&#29983;&#24590;&#20040;&#37117;&#36825;&#32032;&#36136;&#21602;&#65374;&#65374;&#65374;<br />&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#32456;&#20110;&#21457;&#29616;&#32771;&#30740;&#30340;&#25104;&#26412;so&#39640;&#65292;&#37027;&#19968;&#26412;&#20070;&#36824;&#30495;&#26159;&#36149;&#21834;&#65292;&#20917;&#19988;&#25105;&#36825;&#19968;&#20002;&#23601;&#26159;&#20004;&#26412;&#65281;&#24515;&#30171;ing&#65374;&#65374;&#65374;<br />&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#20915;&#23450;&#20174;&#27492;&#19981;&#20877;&#37027;&#20040;&#22362;&#23450;&#30340;&#25903;&#25345;&#27491;&#29256;&#20102;.&#39184;&#21381;&#38376;&#21475;&#37027;&#20301;&#22823;&#21733;&#21334;&#30340;&#20070;&#36229;&#32423;&#24265;&#20215;.&#22909;&#20687;3&#25240;&#30340;&#35828;.&#21435;&#20080;&#26469;&#65292;&#28982;&#21518;&#36319;&#21520;&#27668;&#21516;&#23398;&#25442;&#65292;&#25105;&#29992;&#20182;&#21407;&#26469;&#37027;&#27491;&#29256;&#30340;&#8230;&#22079;&#22079;&#65292;&#22815;&#29409;&#35784;&#8230;<br />&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#20197;&#21518;&#19968;&#23450;&#35201;&#20570;&#20010;&#21220;&#21171;&#30340;&#23401;&#23376;&#65292;&#36824;&#26159;&#22825;&#22825;&#32972;&#20070;&#21253;&#21543;.&#22823;&#19981;&#20102;&#23601;&#19981;&#20877;&#38271;&#20010;&#20799;&#20102;&#21591;.&#27809;&#21861;&#65292;&#21453;&#27491;&#21681;&#36825;&#28023;&#25300;&#20063;&#36824;&#34892;&#20102;&#65292;&#31639;&#19981;&#19978;&#22826;&#30702;.<br />&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#20013;&#21320;&#22238;&#26469;&#34987;ocean&#25945;&#32946;&#20102;&#65306;<br />&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#30475;&#20320;&#25972;&#22825;&#24736;&#21705;&#24736;&#21705;&#30340;&#26679;&#23376;&#21643;&#23601;&#19981;&#35937;&#20010;&#35201;&#32771;&#30740;&#30340;&#20154;&#21834;&#8230;&#20877;&#30475;&#30475;&#20154;&#23478;**&#65292;&#19981;&#26159;&#19978;&#36741;&#23548;&#29677;&#23601;&#26159;&#19968;&#22823;&#26089;&#36305;&#21435;&#33258;&#20064;.&#20320;&#23601;&#25972;&#22825;&#24537;&#30528;&#36305;&#20986;&#21435;&#29609;&#8230;<br />&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#36824;&#26377;&#21069;&#20004;&#22825;&#30340;lh&#21516;&#23398;&#65306;<br />&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#20027;&#35201;&#26159;&#20320;&#30340;&#27880;&#24847;&#21147;&#19981;&#22312;&#36825;&#37324;&#8230;<br />&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#8230;&#24681;&#65292;&#22823;&#23478;&#35828;&#30340;&#37117;&#26377;&#36947;&#29702;&#8230;&#36825;&#19981;&#26159;&#26368;&#36817;&#20107;&#24773;&#22810;&#22043;.&#30005;&#33041;&#36824;&#27809;&#20080;&#65292;&#19968;&#30452;&#25805;&#24515;&#30528;&#65292;&#27809;&#20107;&#20102;&#23601;&#24806;&#35760;&#30528;&#19978;&#32593;&#30597;&#30597;&#65307;&#24555;&#24320;&#23398;&#20102;&#65292;&#19968;&#33324;&#23601;&#20250;&#26434;&#19971;&#26434;&#20843;&#30340;&#20107;&#24773;&#27604;&#36739;&#28902;&#20154;&#65307;&#32780;&#19988;&#8230;&#21681;&#36825;&#19981;&#26159;&#21018;&#21018;&#22833;&#31363;&#22043;&#65292;&#36229;&#32423;&#24433;&#21709;&#24515;&#24773;&#21834;&#65292;&#20877;&#20063;&#19981;&#24819;&#21435;&#25945;&#23460;&#8230;&#32972;&#30528;&#20070;&#21253;&#20986;&#38376;&#26102;&#36824;&#24456;&#40664;&#22865;&#30340;&#21644;&#21520;&#27668;&#21516;&#26102;&#35828;&#65292;&#20877;&#20063;&#19981;&#35201;&#26469;&#36825;&#20196;&#20154;&#20260;&#24515;&#30340;&#22320;&#26041;&#20102;&#65281;&#65307;&#20877;&#32780;&#19988;&#8230;&#22825;&#22825;&#30460;&#30528;WD&#26469;&#29609;&#65292;&#30460;&#26143;&#26143;&#30460;&#26376;&#20142;&#65292;&#22905;&#37027;&#30772;&#20307;&#26684;&#20559;&#20559;&#23601;&#32473;&#29983;&#30149;&#20102;&#65307;CK&#20063;&#19968;&#30452;&#35828;&#35201;&#26469;&#29609;&#65292;&#19981;&#30693;&#36947;&#36824;&#26469;&#19981;&#26469;&#20102;&#65307;&#24456;&#24555;&#24456;&#24555;&#65292;&#21448;&#26159;&#19968;&#24180;&#37324;&#25105;&#26368;&#26368;&#30460;&#26395;&#30340;&#26085;&#23376;&#65292;&#21363;&#20415;&#26159;&#29616;&#22312;&#36825;&#20040;&#19981;&#24895;&#24847;&#20877;&#38271;&#22823;&#65292;&#36824;&#26159;&#30460;&#26395;&#30528;&#8230;.<br />&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#20320;&#35828;&#65292;&#36825;&#20040;&#22810;&#20107;&#65292;&#20687;&#25105;&#36825;&#31181;&#36229;&#29233;&#35745;&#21010;&#30340;&#23567;P&#23401;&#65292;&#25105;&#33021;&#30475;&#30340;&#36827;&#20070;&#21527;.&#23601;&#21407;&#35845;&#25105;&#21543;&#65292;&#32473;&#25105;&#28857;&#29702;&#30001;&#20877;&#23567;&#25918;&#32437;&#20960;&#22825;&#65292;&#25105;&#20250;&#21162;&#21147;&#31649;&#20303;&#33258;&#24049;&#28404;&#12290;&#21516;&#24535;&#20204;&#36824;&#26159;&#30456;&#20449;&#25105;&#28404;&#21543;&#8230;<br />&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#24681;&#65292;&#21448;&#35201;&#36148;&#27468;.&#20160;&#20040;&#27468;&#25423;&#65311;&#23481;&#25105;&#24819;&#24819;&#21704;&#65292;&#27809;&#30005;&#33041;&#30495;&#40635;&#28902;&#65292;&#22909;&#22810;&#27468;&#21517;&#25105;&#37117;&#19981;&#35760;&#24471;&#20102;.&#23601;&#36825;&#20010;&#21543;&#65292;such a shame,&#25105;&#8230;&#25110;&#26159;&#8230;&#31363;&#20070;&#30340;&#37027;&#20301;&#8230;</p>
<p>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#21756;&#65281;&#25105;&#35201;&#29992;&#26368;&#26368;&#24694;&#27602;&#30340;&#35781;&#21650;&#35781;&#21650;&#20320;&#65281;&#65281;&#65281;<br />&#160;&#160;&#160;&#160;&#160;&#160;&#160; <iframe src="http://music.hexun.com/IframePlayer.aspx?CID=0&amp;MID=0&amp;IsFlash=0&amp;AutoStart=1&amp;UiMode=1&amp;FileUrl=http://219.149.122.178:8078/060502/vv66_1/t5948/73.Wma" frameborder="0" noresize width="300" scrolling="no" height="64"></iframe><br /></p>
                                    </p>
</div>


<div class="meta">
	<div class="date">








  


<time datetime="2007-08-15T00:00:00+08:00" pubdate data-updated="true">Aug 15<span>th</span>, 2007</time></div>
	<div class="tags">

</div>
	
</div></article>

	<div class="share">
	<div class="addthis_toolbox addthis_default_style ">
	
	
	<a class="addthis_button_tweet"></a>
	
	
	<a class="addthis_counter addthis_pill_style"></a>
	</div>
  <script type="text/javascript" src="http://s7.addthis.com/js/250/addthis_widget.js#pubid="></script>
</div>


</div>
	<footer id="footer" class="inner">Copyright &copy; 2013

    muggleyoung

</footer>
	<script src="/javascripts/slash.js"></script>
<script src="/javascripts/jquery.fancybox.pack.js"></script>
<script type="text/javascript">
(function($){
	$('.fancybox').fancybox();
})(jQuery);
</script> <!-- Delete or comment this line to disable Fancybox -->






</body>
</html>