
<!DOCTYPE html>
<!--[if IEMobile 7 ]><html class="no-js iem7"><![endif]-->
<!--[if lt IE 9]><html class="no-js lte-ie8"><![endif]-->
<!--[if (gt IE 8)|(gt IEMobile 7)|!(IEMobile)|!(IE)]><!--><html class="no-js" lang="en"><!--<![endif]-->
<head>
  <meta charset="utf-8">
  <title>脑袋串台 - muggleyoung's blog</title>
  <meta name="author" content="muggleyoung">

  
  <meta name="description" content="&#26412;&#26469;&#26159;&#24456;&#24819;&#20889;&#28857;&#20160;&#20040;&#30340;&#65292;&#31361;&#28982;&#22823;&#33041;&#23601;&#31354;&#30333;&# &hellip;">
  

  <!-- http://t.co/dKP3o1e -->
  <meta name="HandheldFriendly" content="True">
  <meta name="MobileOptimized" content="320">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  
  <link rel="canonical" href="http://muggleyoung.github.com/blog/2009/11/20/%E8%84%91%E8%A2%8B%E4%B8%B2%E5%8F%B0/">
  <link href="/favicon.png" rel="icon">
  <link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
  <script src="/javascripts/modernizr-2.0.js"></script>
  <script src="/javascripts/ender.js"></script>
  <script src="/javascripts/octopress.js" type="text/javascript"></script>
  <link href="/atom.xml" rel="alternate" title="muggleyoung's blog" type="application/atom+xml">
  <!--Fonts from Google"s Web font directory at http://google.com/webfonts -->
<link href="http://fonts.googleapis.com/css?family=PT+Serif:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<link href="http://fonts.googleapis.com/css?family=PT+Sans:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">

  

</head>

<body   >
  <header role="banner"><hgroup>
  <h1><a href="/">muggleyoung's blog</a></h1>
  
    <h2>A blogging framework for hackers.</h2>
  
</hgroup>

</header>
  <nav role="navigation"><ul class="subscription" data-subscription="rss">
  <li><a href="/atom.xml" rel="subscribe-rss" title="subscribe via RSS">RSS</a></li>
  
</ul>
  
<form action="http://google.com/search" method="get">
  <fieldset role="search">
    <input type="hidden" name="q" value="site:muggleyoung.github.com" />
    <input class="search" type="text" name="q" results="0" placeholder="Search"/>
  </fieldset>
</form>
  
<ul class="main-navigation">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
</ul>

</nav>
  <div id="main">
    <div id="content">
      <div>
<article class="hentry" role="article">
  
  <header>
    
      <h1 class="entry-title">脑袋串台</h1>
    
    
      <p class="meta">
        








  


<time datetime="2009-11-20T00:00:00+08:00" pubdate data-updated="true">Nov 20<span>th</span>, 2009</time>
        
      </p>
    
  </header>


<div class="entry-content"><p>
                                    <p>&#26412;&#26469;&#26159;&#24456;&#24819;&#20889;&#28857;&#20160;&#20040;&#30340;&#65292;&#31361;&#28982;&#22823;&#33041;&#23601;&#31354;&#30333;&#20102;&#12290;</p>
<p>&#27599;&#22825;&#26202;&#19978;&#30561;&#35273;&#21069;&#65292;&#25105;&#37117;&#38750;&#24120;&#24537;&#30860;&#65292;&#24537;&#30528;&#21453;&#24605;&#33258;&#24049;&#36825;&#19968;&#22825;&#37117;&#24178;&#20102;&#20160;&#20040;&#65292;&#21453;&#30465;&#26368;&#36817;&#21448;&#28010;&#36153;&#20102;&#22909;&#22810;&#23544;&#20809;&#38452;&#65292;&#28982;&#21518;&#22312;&#20026;&#23478;&#37324;&#21508;&#33394;&#20154;&#31561;&#30340;&#21508;&#31181;&#38382;&#39064;&#21457;&#24833;&#19968;&#36941;&#65292;&#36890;&#24120;&#36825;&#26102;&#20505;&#26089;&#24050;&#32463;&#36807;&#20102;&#21320;&#22812;&#20102;&#65292;&#20110;&#26159;&#65292;&#25105;&#26790;&#37324;&#32487;&#32493;&#22312;&#21457;&#24833;&#65292;&#22312;&#21453;&#30465;&#65292;&#25972;&#20010;&#26202;&#19978;&#36807;&#30340;&#24456;&#32047;&#65292;&#24456;&#32047;&#12290;&#12290;&#12290;</p>
<p>&#27599;&#22825;&#26089;&#19978;&#65292;&#37117;&#24819;&#19971;&#28857;&#19968;&#21051;&#36215;&#24202;&#65292;&#25910;&#25342;&#25910;&#25342;&#65292;&#21507;&#39039;&#20016;&#30427;&#30340;&#26089;&#39184;&#20043;&#21518;&#65292;&#25105;&#36824;&#21487;&#20197;&#26377;&#26102;&#38388;&#22312;&#27004;&#19979;&#21628;&#21560;&#20250;&#26032;&#40092;&#31354;&#27668;&#65292;&#39034;&#20415;&#24565;&#21480;&#24565;&#21480;&#20960;&#24180;&#26469;&#29978;&#26080;&#36827;&#27493;&#30340;&#33521;&#35821;&#12290;&#21487;&#26159;&#27599;&#27425;&#21162;&#21147;&#30529;&#24320;&#30524;&#30555;&#30475;&#34920;&#65292;&#37117;&#36807;&#20102;&#19971;&#28857;&#21322;&#12290;&#20197;&#25105;&#21507;&#26089;&#39277;&#30340;&#36895;&#24230;&#65292;&#27491;&#22909;&#33021;&#22312;&#20843;&#28857;&#19968;&#21051;&#24038;&#21491;&#21040;&#36798;&#23454;&#39564;&#23460;&#65292;&#26469;&#19981;&#21450;&#20877;&#19979;&#27004;&#21435;&#20928;&#21270;&#25105;&#30340;&#32954;&#20102;&#12290;</p>
<p>&#19968;&#30452;&#24456;&#32435;&#38391;&#65292;&#21507;&#39277;&#30340;&#26102;&#20505;&#25105;&#19968;&#22768;&#19981;&#21549;&#25340;&#21629;&#21507;&#65292;&#20026;&#21861;&#36824;&#36825;&#20040;&#24930;&#65292;&#31455;&#28982;&#36798;&#21040;&#26089;&#39184;&#32467;&#26463;&#36215;&#36523;&#26102;&#33050;&#37117;&#22352;&#40635;&#20102;&#30340;&#22659;&#30028;&#65292;&#19968;&#36315;&#19968;&#36315;&#30340;&#36461;&#21040;&#23454;&#39564;&#23460;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#22823;&#32422;&#19968;&#20010;&#26376;&#20102;&#65292;&#19968;&#30452;&#22788;&#20110;&#19981;&#19978;&#36827;&#30340;&#29366;&#24577;&#12290;&#32771;&#23436;&#25176;&#31119;&#20241;&#20859;&#65292;&#25509;&#30528;&#24515;&#24822;&#24822;&#31561;&#25104;&#32489;&#65292;&#31561;&#26469;&#32467;&#26524;&#21448;&#37057;&#38391;&#22909;&#20037;&#65292;&#30452;&#21040;&#29616;&#22312;&#37117;&#19981;&#30830;&#23450;&#33258;&#24049;&#23558;&#26469;&#20160;&#20040;&#20160;&#20040;&#12290;&#12290;&#12290;&#12290;&#36825;&#19981;&#26159;&#25105;&#30340;&#24378;&#39033;&#65292;&#24819;&#26410;&#26469;&#25105;&#33021;&#24819;&#20986;&#22826;&#22810;&#22826;&#22810;&#32467;&#26524;&#65292;&#22826;&#22810;&#22826;&#22810;&#24656;&#24807;&#65292;&#25152;&#20197;&#65292;&#36824;&#26159;&#20570;&#20010;&#31528;&#20154;&#21543;&#65292;&#22909;&#22909;&#20570;&#22909;&#29616;&#22312;&#30340;&#20107;&#24773;&#12290;&#19981;&#31649;&#20197;&#21518;&#36208;&#21738;&#26465;&#36335;&#65292;&#20570;&#22909;&#29616;&#22312;&#30340;&#8220;&#31185;&#30740;&#8221;&#36824;&#26159;&#24456;&#37325;&#35201;&#30340;&#12290;&#25509;&#30528;&#23601;&#26159;&#22909;&#22909;&#23398;&#20064;&#20102;&#65292;&#23398;&#33521;&#35821;&#65292;&#23398;&#19987;&#19994;&#30693;&#35782;&#65292;&#35201;&#23398;&#30340;&#19996;&#35199;&#22826;&#22810;&#65292;&#25105;&#24456;&#31528;&#65292;&#24635;&#26159;&#28014;&#20110;&#29702;&#35770;&#32780;&#26080;&#25152;&#25910;&#33719;&#65292;&#25110;&#35768;&#20063;&#26159;&#22240;&#20026;&#25105;&#24456;&#25042;&#21543;&#12290;</p>
<p>&#26368;&#36817;&#65292;&#36830;&#30528;&#20570;&#20102;&#20004;&#22825;&#23567;&#34588;&#30340;&#27963;&#65292;&#20889;&#25253;&#21578;&#65292;&#25972;&#26684;&#24335;&#65292;&#29702;&#35770;&#25991;&#65292;&#25628;&#36164;&#26009;&#65292;&#36305;&#33151;&#25171;&#21360;&#65292;&#30475;&#21518;&#21220;&#22823;&#21460;&#22823;&#22920;&#30340;&#33080;&#33394;&#65292;&#26080;&#25928;&#29575;&#24178;&#27963;&#12290;&#27599;&#27425;&#36935;&#35265;&#21518;&#21220;&#65292;&#25105;&#37117;&#20250;&#26356;&#21152;&#31491;&#23450;&#19981;&#35201;&#30041;&#26657;&#30340;&#20449;&#24565;&#65292;&#32769;&#29241;&#25972;&#22825;&#30424;&#31639;&#26469;&#30424;&#31639;&#21435;&#37117;&#26159;&#26080;&#29992;&#21151;&#12290;&#19981;&#36807;&#36828;&#31163;Beamlet&#20004;&#22825;&#65292;&#26377;&#28857;&#23567;&#21035;&#32988;&#26032;&#23130;&#30340;&#24863;&#35273;&#65292;&#31361;&#28982;&#30475;&#26126;&#30333;&#20102;&#28857;&#21861;&#65292;&#34429;&#28982;&#24807;&#24597;&#20889;&#20195;&#30721;&#65292;&#21487;&#26159;&#29031;&#29616;&#22312;&#30340;&#29366;&#20917;&#30475;&#19979;&#21435;&#65292;&#20272;&#35745;&#36807;&#19981;&#20102;&#19968;&#20004;&#21608;&#65292;&#24597;&#26159;&#21487;&#20197;&#24320;&#22987;&#20877;&#20889;&#20195;&#30721;&#35797;&#30528;&#23454;&#29616;&#19968;&#19979;&#20102;&#65292;&#31639;&#26159;&#22909;&#28040;&#24687;&#21527;&#65311;&#31639;&#26159;&#21543;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#20854;&#23454;&#25105;&#30340;&#25928;&#29575;&#20063;&#24456;&#20302;&#65292;&#26089;&#23601;&#35828;&#35201;&#20877;&#24320;&#22987;&#32972;&#21333;&#35789;&#20102;&#65292;&#26152;&#22825;&#25165;&#32456;&#20110;&#25226;&#21333;&#35789;&#20070;&#32972;&#21040;&#20102;&#23454;&#39564;&#23460;&#65292;&#21487;&#20381;&#28982;&#27809;&#26377;&#20999;&#23454;&#34892;&#21160;&#65292;&#26126;&#22825;&#36319;&#22969;&#21644;&#22905;&#20204;&#30340;&#32453;&#22763;&#30007;&#20080;&#25163;&#26426;&#21435;&#65292;&#39034;&#20415;&#36319;&#20154;&#22871;&#22871;&#36817;&#20046;&#65292;&#25163;&#26426;&#22043;&#65292;&#33258;&#24049;&#19981;&#20080;&#65292;&#20063;&#21482;&#22909;&#30475;&#20154;&#23478;&#20080;&#27838;&#31896;&#26032;&#20809;&#20102;&#65292;E63&#21834;~~~~</p>
<p>&#36824;&#26377;&#24456;&#22810;&#21453;&#30465;&#21644;&#25285;&#24551;&#65292;&#19981;&#22909;&#20889;&#20986;&#26469;&#65292;&#36824;&#26159;&#24456;&#26377;&#24517;&#35201;&#20934;&#22791;&#19968;&#20010;&#32440;&#36136;&#23567;&#30772;&#26412;&#20799;&#65292;&#35760;&#19979;&#28857;&#35841;&#37117;&#19981;&#35768;&#30475;&#30340;&#25991;&#23383;&#12290;</p>
<p>&#22909;&#21543;&#65292;&#35813;&#22238;&#21435;&#36827;&#34892;&#27599;&#26202;&#21322;&#23567;&#26102;&#30340;&#27873;&#33050;&#20102;&#12290;&#29616;&#22312;&#36807;&#24471;&#24456;&#20859;&#29983;&#65292;&#23613;&#37327;&#19981;&#21507;&#36771;&#26898;&#20102;&#65292;&#36215;&#24202;&#19968;&#26479;&#27700;&#65292;&#28982;&#21518;&#20250;&#20914;&#19968;&#26479;&#32418;&#31958;&#27700;&#24102;&#21435;&#23454;&#39564;&#23460;&#65292;&#21320;&#39277;&#26202;&#39277;&#21518;&#20250;&#26377;&#27700;&#26524;&#25110;&#32773;&#37240;&#22902;&#65292;&#26202;&#19978;&#21448;&#20914;&#19968;&#26479;&#34562;&#34588;&#27700;&#24102;&#21435;&#21917;&#12290;&#22312;&#21507;&#39277;&#19978;&#20248;&#24453;&#33258;&#24049;&#65292;&#22909;&#36807;&#29983;&#30149;&#30340;&#26102;&#20505;&#21435;&#25214;&#21307;&#29983;&#20219;&#20154;&#23472;&#21106;&#12290;&#21688;&#38451;&#33021;&#30475;&#30340;&#21307;&#29983;&#25105;&#37117;&#21435;&#30475;&#36807;&#30340;&#65292;&#33021;&#21507;&#30340;&#33647;&#20063;&#21507;&#24471;&#24046;&#19981;&#22810;&#20102;&#21543;&#65292;&#20013;&#21307;&#35199;&#21307;&#65292;&#20026;&#20160;&#20040;&#23601;&#27809;&#26377;&#19968;&#20010;&#33021;&#26681;&#27835;&#36825;&#20010;&#27611;&#30149;&#30340;&#65292;&#30495;&#26159;&#21463;&#22815;&#20102;&#65292;&#24819;&#24819;&#37027;&#30171;&#33510;&#30340;&#24863;&#35273;&#25105;&#23601;&#24694;&#24515;&#12290;&#24076;&#26395;&#36825;&#26679;&#35880;&#23567;&#24910;&#24494;&#30340;&#36817;&#20046;&#20110;&#32769;&#22823;&#22920;&#30340;&#23433;&#20840;&#29983;&#27963;&#20064;&#24815;&#33021;&#35753;&#25105;&#20197;&#21518;&#19981;&#20877;&#32922;&#23376;&#30140;&#30340;&#27515;&#21435;&#27963;&#26469;&#12290;God bless me!</p>
                                    </p>
</div>


  <footer>
    <p class="meta">
      
  

<span class="byline author vcard">Posted by <span class="fn">muggleyoung</span></span>

      








  


<time datetime="2009-11-20T00:00:00+08:00" pubdate data-updated="true">Nov 20<span>th</span>, 2009</time>
      


    </p>
    
      <div class="sharing">
  
  <a href="http://twitter.com/share" class="twitter-share-button" data-url="http://muggleyoung.github.com/blog/2009/11/20/%E8%84%91%E8%A2%8B%E4%B8%B2%E5%8F%B0/" data-via="" data-counturl="http://muggleyoung.github.com/blog/2009/11/20/%E8%84%91%E8%A2%8B%E4%B8%B2%E5%8F%B0/" >Tweet</a>
  
  
  
</div>

    
    <p class="meta">
      
        <a class="basic-alignment left" href="/blog/2009/11/19/adobe-pdf-%E7%94%9F%E6%88%90pdf%E6%96%87%E4%BB%B6%E5%87%BA%E9%94%99%E7%9A%84%E8%A7%A3%E5%86%B3%E5%8A%9E%E6%B3%95/" title="Previous Post: Adobe PDF 生成PDF文件出错的解决办法">&laquo; Adobe PDF 生成PDF文件出错的解决办法</a>
      
      
        <a class="basic-alignment right" href="/blog/2009/11/21/%E5%8D%81%E5%A4%A7%E9%AB%98%E6%98%8E%E7%9A%84google%E6%90%9C%E7%B4%A2%E6%8A%80%E6%9C%AF%EF%BC%88%E8%BD%AC%EF%BC%89/" title="Next Post: 十大高明的Google搜索技术（转）">十大高明的Google搜索技术（转） &raquo;</a>
      
    </p>
  </footer>
</article>

</div>

<aside class="sidebar">
  
    <section>
  <h1>Recent Posts</h1>
  <ul id="recent_posts">
    
      <li class="post">
        <a href="/blog/2013/01/13/hui-gu-2012/">回顾2012</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/08/my-frist-post/">my-frist-post</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/05/14/eclipse---java.lang.noclassdeffounderror%3A-com.jayway.android.robotium.solo.solo%E9%94%99%E8%AF%AF%E8%A7%A3%E5%86%B3/">eclipse - java.lang.NoClassDefFoundError: com.jayway.android.robotium.solo.Solo错误解决</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/04/08/%E4%BD%A0%E7%8E%B0%E5%9C%A8%E7%9A%84%E5%B7%A5%E4%BD%9C%E8%BD%BB%E6%9D%BE%E4%B9%88%EF%BC%9F/">你现在的工作轻松么？</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/02/19/css%E7%AC%94%E8%AE%B0-position%E9%83%BD%E6%9C%89%E5%95%A5%E5%B1%9E%E6%80%A7/">CSS笔记-position都有啥属性</a>
      </li>
    
  </ul>
</section>






  
</aside>


    </div>
  </div>
  <footer role="contentinfo"><p>
  Copyright &copy; 2013 - muggleyoung -
  <span class="credit">Powered by <a href="http://octopress.org">Octopress</a></span>
</p>

</footer>
  







  <script type="text/javascript">
    (function(){
      var twitterWidgets = document.createElement('script');
      twitterWidgets.type = 'text/javascript';
      twitterWidgets.async = true;
      twitterWidgets.src = 'http://platform.twitter.com/widgets.js';
      document.getElementsByTagName('head')[0].appendChild(twitterWidgets);
    })();
  </script>





</body>
</html>
