
<!DOCTYPE html>
<!--[if IEMobile 7 ]><html class="no-js iem7"><![endif]-->
<!--[if lt IE 9]><html class="no-js lte-ie8"><![endif]-->
<!--[if (gt IE 8)|(gt IEMobile 7)|!(IEMobile)|!(IE)]><!--><html class="no-js" lang="en"><!--<![endif]-->
<head>
  <meta charset="utf-8">
  <title></title>
  <meta name="author" content="muggleyoung">

  
  <meta name="description" content="&#26368;&#21916;&#27426;&#33310;&#32773;3&#65306;Robert
&#36825;&#19968;&#23395;&#26368;&#26368;&#26368;&#26368;&#21916;&#27426;&#30340;&#19968;&# &hellip;">
  

  <!-- http://t.co/dKP3o1e -->
  <meta name="HandheldFriendly" content="True">
  <meta name="MobileOptimized" content="320">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  
  <link rel="canonical" href="http://muggleyoung.github.com/blog/page/21/">
  <link href="/favicon.png" rel="icon">
  <link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
  <script src="/javascripts/modernizr-2.0.js"></script>
  <script src="/javascripts/ender.js"></script>
  <script src="/javascripts/octopress.js" type="text/javascript"></script>
  <link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
  <!--Fonts from Google"s Web font directory at http://google.com/webfonts -->
<link href="http://fonts.googleapis.com/css?family=PT+Serif:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<link href="http://fonts.googleapis.com/css?family=PT+Sans:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">

  

</head>

<body   >
  <header role="banner"><hgroup>
  <h1><a href="/"></a></h1>
  
    <h2>young for you</h2>
  
</hgroup>

</header>
  <nav role="navigation"><ul class="subscription" data-subscription="rss">
  <li><a href="/atom.xml" rel="subscribe-rss" title="subscribe via RSS">RSS</a></li>
  
</ul>
  
<form action="http://google.com/search" method="get">
  <fieldset role="search">
    <input type="hidden" name="q" value="site:muggleyoung.github.com" />
    <input class="search" type="text" name="q" results="0" placeholder="Search"/>
  </fieldset>
</form>
  
<ul class="main-navigation">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
</ul>

</nav>
  <div id="main">
    <div id="content">
      <div class="blog-index">
  
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-08-13T00:00:00+08:00" pubdate data-updated="true">Aug 13<span>th</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/08/13/so-you-think-you-can-dance-s7-%E9%9F%B3%E4%B9%90%E7%9C%9F%E7%9A%84%E5%BE%88%E9%87%8D%E8%A6%81/">So You Think You Can Dance S7-音乐真的很重要</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#26368;&#21916;&#27426;&#33310;&#32773;3&#65306;Robert</p>
<p>&#36825;&#19968;&#23395;&#26368;&#26368;&#26368;&#26368;&#21916;&#27426;&#30340;&#19968;&#20010;&#12290;&#30475;&#19968;&#36941;&#21741;&#19968;&#36941;&#30340;&#65292;&#30495;&#25402;&#24863;&#20154;&#30340;</p>
<p>&#38899;&#20048;&#65306;fix you by coldplay</p>
<p>
<object width="400" height="400" data="http://player.youku.com/player.php/sid/XMTkwNDk5NjQw/v.swf" type="application/x-shockwave-flash">
<param name="src" value="http://player.youku.com/player.php/sid/XMTkwNDk5NjQw/v.swf" /></object>
</p>
<p>&#23567;&#19985;&#30127;&#20102;&#65292;&#24456;&#40657;&#33394;&#22815;&#37034;&#24694;&#12290;&#23567;&#23401;&#23376;&#30475;&#20102;&#24597;&#26159;&#20250;&#20570;&#24694;&#26790;&#30340;&#12290;&#22079;&#22079;</p>
<p>
<object width="400" height="400" data="http://player.youku.com/player.php/sid/XMTk1NTMzNDUy/v.swf" type="application/x-shockwave-flash">
<param name="src" value="http://player.youku.com/player.php/sid/XMTk1NTMzNDUy/v.swf" /></object>
</p>
<p>&#25509;&#19979;&#26469;&#36825;&#20004;&#20010;routine&#20805;&#20998;&#35828;&#26126;&#20102;&#38899;&#20048;&#30340;&#37325;&#35201;&#24615;&#65292;&#25110;&#32773;&#35828;&#65292;&#20110;&#25105;&#65292;&#38899;&#20048;&#21152;&#28145;&#30340;&#23545;&#33310;&#36424;&#30340;&#21916;&#29233;&#12290;</p>
<p>&#24403;&#28982;&#65292;fix you&#25165;&#26159;&#22909;&#21548;&#24471;&#19981;&#24471;&#20102;&#30340;~~~~</p>
<p>music: lost by Anouk</p>
<p>
<object width="400" height="400" data="http://player.youku.com/player.php/sid/XMTk1NTc1OTk2/v.swf" type="application/x-shockwave-flash">
<param name="src" value="http://player.youku.com/player.php/sid/XMTk1NTc1OTk2/v.swf" /></object>
</p>
<p>music: mad world &#32654;&#20598;Adam Lambert&#21809;&#36807;&#20043;&#21518;&#65292;&#29233;&#19978;&#36825;&#39318;&#27468;&#12290;&#21407;&#21809;&#20063;&#24456;&#26377;&#24863;&#35273;</p>
<p>
<object width="400" height="400" data="http://player.youku.com/player.php/sid/XMTk0Nzg2ODY4/v.swf" type="application/x-shockwave-flash">
<param name="src" value="http://player.youku.com/player.php/sid/XMTk0Nzg2ODY4/v.swf" /></object>
</p>
<p>music: jar of hearts by Christina Perri&#160; &#36825;&#39318;&#20063;&#26159;&#26368;&#36817;&#30340;&#26368;&#29233;</p>
<p>&#27468;&#25163;&#26159;&#26032;&#20154;&#65292;&#22312;&#36825;&#25903;&#33310;&#20043;&#21069;&#36824;&#21482;&#26159;&#39184;&#21381;&#26381;&#21153;&#29983;&#12290;&#33410;&#30446;&#25773;&#20986;&#20043;&#21518;&#65292;&#36825;&#39318;&#27468;&#30452;&#25509;&#36291;&#19978;billboard&#20108;&#21313;&#20960;&#20301;&#65292;&#21518;&#26469;&#33410;&#30446;&#36824;&#36992;&#35831;&#22905;&#26469;&#33410;&#30446;&#34920;&#28436;&#65292;&#21385;&#23475;&#21834;~</p>
<p>
<object width="400" height="400" data="http://player.youku.com/player.php/sid/XMTg2MTgyMjI4/v.swf" type="application/x-shockwave-flash">
<param name="src" value="http://player.youku.com/player.php/sid/XMTg2MTgyMjI4/v.swf" /></object>
</p>
<p>&#21703;&#21734;&#21703;&#21734;&#65292;&#21018;&#30475;&#20102;finally&#65292;&#20896;&#20891;&#26159;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;Lauren&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#25746;&#33457;&#20799;&#25746;&#33457;&#20799;~~~~</p>
<p>&#36825;&#23567;&#22958;&#23376;&#25165;18&#35830;&#65292;&#30475;&#30528;&#24618;&#25104;&#29087;&#30340;</p>
<p>&#20877;&#21152;&#19978;&#19968;&#20010;&#65292;s7&#20896;&#20891;&#30340;hiphop~&#22826;&#24069;&#20102;~</p>
<p>
<object width="400" height="400" data="http://player.youku.com/player.php/sid/XMTkxNzc4OTY4/v.swf" type="application/x-shockwave-flash">
<param name="src" value="http://player.youku.com/player.php/sid/XMTkxNzc4OTY4/v.swf" /></object>
</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-08-12T00:00:00+08:00" pubdate data-updated="true">Aug 12<span>th</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/08/12/so-you-think-you-can-dance-season-7-best-routine-2/">So You Think You Can Dance Season 7-best Routine 2</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>Lauren&#65292;&#22362;&#25345;&#21040;&#26368;&#21518;&#30340;&#22899;&#29983;</p>
<p>&#25402;&#21487;&#29233;&#65292;&#20063;&#22810;&#21464;&#65292;&#23581;&#35797;&#22810;&#31181;&#39118;&#26684;&#65292;&#37117;&#36824;&#27604;&#36739;&#25104;&#21151;</p>
<p>hiphop&#65292;tango&#65292;&#29616;&#20195;&#33310;&#65292;&#23398;&#29983;&#30340;&#65292;&#25104;&#29087;&#30340;&#65292;&#37326;&#24615;&#30340;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#36825;&#27573;hiphop&#19981;&#38169;</p>
<p>
<object width="400" height="400" data="http://player.youku.com/player.php/sid/XMTkxNzc4OTY4/v.swf" type="application/x-shockwave-flash">
<param name="src" value="http://player.youku.com/player.php/sid/XMTkxNzc4OTY4/v.swf" /></object>
</p>
<p>&#20004;&#21452;&#38795;&#30340;&#29233;&#24773;&#25925;&#20107;&#65292;&#26368;&#21916;&#27426;&#36825;&#20010;</p>
<p>
<object width="400" height="400" data="http://player.youku.com/player.php/sid/XMTkyNjg2NjI4/v.swf" type="application/x-shockwave-flash">
<param name="src" value="http://player.youku.com/player.php/sid/XMTkyNjg2NjI4/v.swf" /></object>
</p>
<p>&#20877;&#21152;&#19968;&#20010;&#21483;kent&#30340;&#23567;&#23401;&#65292;&#29616;&#20195;&#33310;&#36339;&#30340;&#19981;&#38169;&#65292;&#19981;&#36807;&#21543;&#65292;&#24863;&#35273;&#34920;&#24773;&#27604;&#36739;&#21333;&#19968;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#36825;&#20010;&#25171;&#26550;&#30340;&#25925;&#20107;&#65292;&#25402;&#26377;&#24847;&#24605;~</p>
<p>
<object width="400" height="400" data="http://player.youku.com/player.php/sid/XMTk1NTk0MTk2/v.swf" type="application/x-shockwave-flash">
<param name="src" value="http://player.youku.com/player.php/sid/XMTk1NTk0MTk2/v.swf" /></object>
</p>
<p>&#21097;&#19979;&#30340;&#65292;&#30495;&#30340;&#30041;&#30528;&#26126;&#22825;&#25918;&#20102;&#12290;&#12290;&#12290;&#12290;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-08-12T00:00:00+08:00" pubdate data-updated="true">Aug 12<span>th</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/08/12/so-you-think-you-can-dance-season-7-best-routine-1/">So You Think You Can Dance Season 7-best Routine 1</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>so you think you can dance, &#20013;&#25991;&#35980;&#20284;&#21483;&#33310;&#26519;&#20105;&#38712;</p>
<p>&#22836;&#22238;&#30475;&#33310;&#36424;&#31867;&#33410;&#30446;</p>
<p>season 7 &#30524;&#30597;&#30528;&#26126;&#22825;&#23601;&#32467;&#26463;&#20102;&#12290;&#26377;&#24456;&#22810;&#20986;&#24425;&#30340;&#34920;&#28436;</p>
<p>&#20170;&#22825;&#20808;&#36148;&#20960;&#20010;&#26368;&#21916;&#27426;&#30340;&#65292;&#26126;&#22825;&#32487;&#32493;&#12290;</p>
<p>Alex&#26159;&#19981;&#24471;&#19981;&#35828;&#30340;&#19968;&#20010;&#65292;&#21407;&#26412;&#26159;&#20010;&#33453;&#34174;&#33310;&#32773;&#65292;&#21487;&#26159;&#35273;&#24471;&#33453;&#34174;&#25402;&#26080;&#32842;&#30340;&#65292;&#23601;&#26469;&#21442;&#21152;&#36825;&#20010;&#31168;&#20102;-&#35270;&#39057;&#37117;&#26159;eztv&#19978;&#19979;&#36733;&#30340;&#65292;&#27809;&#23383;&#24149;&#65292;&#25152;&#20197;&#21548;&#25026;&#22810;&#23569;&#35828;&#22810;&#23569;&#21704;~</p>
<p>&#20182;&#24456;&#26377;&#22825;&#36171;&#30340;&#12290;&#22312;&#20843;&#24378;&#30340;&#26102;&#20505;&#23601;&#21463;&#20260;&#20102;&#35201;&#20570;&#25163;&#26415;&#65292;&#19981;&#24471;&#20986;&#36864;&#20986;&#20102;&#27604;&#36187;&#65292;&#22826;&#21487;&#24796;&#20102;&#12290;&#35828;&#26159;&#22823;&#33151;&#30340;&#32905;&#21644;&#39592;&#22836;&#20998;&#31163;&#20102;&#65292;&#28982;&#21518;&#36824;&#24590;&#20040;&#25307;&#20102;&#65292;&#19987;&#19994;&#21517;&#23383;&#22043;&#65292;&#21548;&#19981;&#25026;&#12290;&#30475;&#30475;&#20182;&#27604;&#36739;&#20986;&#24425;&#30340;&#33310;&#36424;&#12290;</p>
<p>&#38899;&#20048;&#65306;Hallelujah&#160;&#160; &#20854;&#23454;&#38899;&#20048;&#21644;&#33310;&#36424;&#20851;&#31995;&#22826;&#22823;&#20102;&#65292;&#36825;&#19968;&#39318;&#32534;&#33310;&#36824;&#19981;&#38169;&#65292;&#21448;&#26159;&#25105;&#26368;&#29233;&#30340;&#27468;</p>
<p>
<object width="400" height="400" data="http://player.youku.com/player.php/sid/XMTkxMjU5MjUy/v.swf" type="application/x-shockwave-flash">
<param name="src" value="http://player.youku.com/player.php/sid/XMTkxMjU5MjUy/v.swf" /></object>
</p>
<p>&#36825;&#19968;&#27573;hiphop&#25165;&#26159;&#20142;&#28857;&#65292;&#30475;&#19981;&#20986;&#33453;&#34174;&#33310;&#30340;&#24433;&#23376;&#65292;&#20294;&#26159;&#32534;&#33310;&#20013;&#26377;&#21152;&#20837;&#20102;&#20182;&#26159;&#33453;&#34174;&#28436;&#21592;&#30340;&#32972;&#26223;&#65292;&#29305;&#21487;&#29233;&#65292;&#36339;&#30340;&#20063;&#24456;&#26377;&#24863;&#35273;&#12290;&#29233;&#27515;&#20102;~</p>
<p>&#30475;&#20102;&#26159;&#19968;&#36941;&#21448;&#19968;&#36941;&#21834;</p>
<p>&#36215;&#21021;&#35273;&#24471;&#20182;&#30524;&#30555;&#32959;&#32959;&#30340;&#19981;&#22909;&#30475;&#65292;&#25165;&#20960;&#38598;&#19979;&#26469;&#65292;&#23601;&#34987;&#20182;&#30340;personality&#25152;&#21560;&#24341;&#12290;&#30475;&#30528;&#23401;&#23376;&#31505;&#65292;&#30495;&#35273;&#24471;&#24320;&#24515;</p>
<p>
<object width="400" height="400" data="http://player.youku.com/player.php/sid/XMTkyNDY1OTEy/v.swf" type="application/x-shockwave-flash">
<param name="src" value="http://player.youku.com/player.php/sid/XMTkyNDY1OTEy/v.swf" /></object>
</p>
<p>&#22826;&#21487;&#24796;&#65292;&#26681;&#26412;&#27809;&#26377;&#26469;&#24471;&#21450;&#22909;&#22909;&#23637;&#29616;&#33258;&#24049;&#23601;&#30828;&#26159;&#22240;&#20026;&#20260;&#30149;&#36864;&#20986;&#20102;&#12290;&#32477;&#23545;&#30340;&#26080;&#20885;&#20043;&#29579;&#21834;&#65292;&#23601;&#20914;&#36825;&#65292;&#26126;&#24180;&#36824;&#30475;&#65292;&#21363;&#20351;&#20182;&#19981;&#20877;&#26469;&#27604;&#36187;&#65292;&#33267;&#23569;&#20063;&#21487;&#33021;&#20316;&#20026;old star&#20986;&#22330;&#21543;~</p>
<p>&#20877;&#26469;&#19968;&#20010;</p>
<p>Billy&#65292;&#36825;&#25903;&#33310;&#36873;&#26354;&#26159;&#38899;&#20048;&#21095;&#29483;&#37324;&#38754;&#30340;&#19968;&#27573;&#65292;&#20855;&#20307;&#22330;&#26223;&#35760;&#19981;&#28165;&#20102;&#65292;&#19981;&#36807;&#20182;&#36339;&#30340;&#25402;&#22909;&#65292;&#26377;&#28857;&#29483;&#30340;&#35809;&#24322;&#36731;&#24039;~</p>
<p>
<object width="400" height="400" data="http://player.youku.com/player.php/sid/XMTg3OTk0OTcy/v.swf" type="application/x-shockwave-flash">
<param name="src" value="http://player.youku.com/player.php/sid/XMTg3OTk0OTcy/v.swf" /></object>
</p>
<p>&#26126;&#22825;&#32487;&#32493;~</p>
<p>&#160;</p>
<p>&#160;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-08-08T00:00:00+08:00" pubdate data-updated="true">Aug 8<span>th</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/08/08/%E8%AE%B0%E9%BB%91%E7%8B%97%E9%98%9F-fix-you/">记黑狗队-fix You</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p><img src="http://filer.blogbus.com/5333148/5333148_1281277261p.jpg" border="0" alt="" /></p>
<p>&#20170;&#22825;&#20877;&#27425;&#36935;&#19978;&#22478;&#31649;</p>
<p>&#22312;&#25105;&#20204;&#36825;&#37324;&#65292;&#22823;&#23478;&#25226;&#22478;&#31649;&#21483;&#20570;&#40657;&#29399;&#38431;</p>
<p>&#25152;&#20197;&#65292;&#34429;&#28982;&#29233;&#29399;&#65292;&#20294;&#26159;&#23545;&#40657;&#29399;&#36825;&#35789;&#20799;&#65292;&#27809;&#21861;&#22909;&#24863;</p>
<p>&#20013;&#21320;&#29240;&#29240;&#27809;&#22238;&#23478;&#21507;&#39277;&#65292;&#22920;&#35828;&#65292;&#26089;&#19978;&#40657;&#29399;&#38431;&#21448;&#21435;&#25105;&#23478;&#24215;&#24215;&#25214;&#20107;&#20799;&#20102;</p>
<p>&#22636;&#19978;&#30340;&#24215;&#24215;&#22312;&#35013;&#20462;&#65292;&#26377;&#20123;&#19996;&#35199;&#25918;&#19981;&#19979;&#65292;&#23601;&#26242;&#26102;&#25670;&#22312;&#20102;&#22806;&#38754;</p>
<p>&#40657;&#29399;&#38431;&#36335;&#36807;&#65292;&#30475;&#19981;&#39034;&#30524;</p>
<p>&#20914;&#36827;&#24215;&#37324;&#65292;&#25250;&#36208;&#20102;&#25105;&#20204;&#25152;&#26377;&#26032;&#35746;&#30340;&#36135;&#26550;&#65292;&#26588;&#21488;</p>
<p>&#20026;&#21861;&#65311;&#20182;&#20204;&#28789;&#30528;&#21602;&#65292;&#30475;&#35265;&#22806;&#38754;&#25670;&#30340;&#19996;&#35199;&#19981;&#22909;&#65292;&#35201;&#27809;&#25910;&#23601;&#25910;&#20540;&#38065;&#30340;&#29289;&#20214;&#20799;</p>
<p>&#25105;&#19981;&#22312;&#22330;&#65292;&#20063;&#24819;&#35937;&#30340;&#20986;&#26159;&#24590;&#26679;&#29436;&#31821;&#30340;&#19968;&#21103;&#22330;&#26223;</p>
<p>&#20110;&#26159;&#65292;&#24037;&#20154;&#37117;&#20572;&#24037;&#22238;&#23478;&#20102;&#65292;&#25105;&#29241;&#21435;&#22478;&#31649;&#22823;&#38431;&#25214;&#20154;&#20132;&#32602;&#27454;&#24537;&#27963;&#20102;&#24555;&#19968;&#22825;~</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8211;</p>
<p>&#23064;&#35828;&#36825;&#20107;&#20799;&#65292;&#35753;&#25105;&#24819;&#36215;&#20102;&#24456;&#22810;&#23567;&#26102;&#20505;&#40657;&#29399;&#38431;&#25104;&#21151;&#32473;&#25105;&#30041;&#19979;&#30340;&#38452;&#24433;</p>
<p>&#21334;&#21032;&#20912;&#30340;&#26102;&#20505;&#65292;&#29240;&#22920;&#20026;&#20102;&#22810;&#25379;&#28857;&#65292;&#30333;&#22825;&#20063;&#20250;&#20882;&#30528;&#22826;&#38451;&#20986;&#38376;&#25670;&#25674;&#65292;&#26368;&#36817;&#20960;&#24180;&#25105;&#29240;&#36523;&#19978;&#26194;&#20986;&#30340;&#32905;&#32972;&#24515;&#25165;&#19981;&#37027;&#20040;&#26126;&#26174;&#20102;&#65292;&#22920;&#36824;&#20381;&#28982;&#40657;&#30246;&#30528;~</p>
<p>&#37027;&#26102;&#20505;&#65292;&#29240;&#39569;&#30528;&#19977;&#36718;&#36710;&#65292;&#21032;&#20912;&#26426;&#35013;&#22312;&#36710;&#19978;&#65292;&#21040;&#30446;&#30340;&#22320;&#20197;&#21518;&#65292;&#20250;&#25903;&#36215;&#19968;&#24352;&#26700;&#23376;&#65292;&#25670;&#20960;&#25226;&#20979;&#23376;&#65292;&#26700;&#23376;&#26049;&#36824;&#20250;&#25745;&#36215;&#19968;&#20010;&#24040;&#22823;&#30340;&#38451;&#20254;</p>
<p>&#40657;&#29399;&#38431;&#26366;&#32463;&#65292;&#25294;&#36215;&#20979;&#23376;&#23601;&#24448;&#22320;&#19978;&#30776;&#12290;&#26700;&#23376;&#34987;&#30776;&#35010;&#20102;&#65292;&#20979;&#23376;&#25481;&#28422;&#20102;&#65292;&#25105;&#23478;&#19968;&#30452;&#29992;&#20182;&#20204;&#21040;&#20170;&#24180;&#25644;&#23478;</p>
<p>&#40657;&#29399;&#38431;&#26366;&#32463;&#65292;&#25226;&#25105;&#29241;&#24825;&#27611;&#36807;&#12290;&#29241;&#22320;&#29992;&#37027;&#24040;&#22823;&#30340;&#38451;&#20254;&#20570;&#27494;&#22120;&#65292;&#36319;&#20154;&#24178;&#20102;&#19968;&#20183;&#12290;&#34429;&#35828;&#25105;&#29241;&#33086;&#27668;&#19981;&#22909;&#65292;&#24179;&#26102;&#20063;&#21482;&#26159;&#20982;&#32780;&#24050;&#65292;&#39030;&#22810;&#25105;&#19981;&#21548;&#35805;&#25171;&#20004;&#19979;&#12290;&#37027;&#22825;&#65292;&#32467;&#32467;&#23454;&#23454;&#30340;&#24178;&#20183;&#21518;&#26524;&#26159;&#65292;&#25105;&#29239;&#29239;&#38395;&#35759;&#36214;&#26469;&#65292;&#24102;&#30528;&#34987;&#25171;&#30340;&#20154;&#21435;&#21307;&#38498;&#26816;&#26597;&#12290;&#12290;&#12290;</p>
<p>&#40657;&#29399;&#38431;&#26366;&#32463;&#65292;&#25250;&#36807;&#25105;&#23478;&#19977;&#36718;&#36710;&#65292;&#30828;&#26159;&#25302;&#36208;&#20102;</p>
<p>&#36824;&#26377;&#25105;&#29240;&#24320;&#25705;&#30340;&#26102;&#20505;&#65292;&#25705;&#25176;&#36710;&#19981;&#30693;&#36947;&#34987;&#27809;&#25910;&#36807;&#22810;&#23569;&#22238;</p>
<p>&#27599;&#27425;&#24819;&#21040;&#36825;&#20123;&#65292;&#24515;&#37324;&#29305;&#37240;&#65292;&#24819;&#35937;&#19981;&#20986;&#29241;&#22920;&#20026;&#20102;&#25379;&#38065;&#65292;&#21463;&#32047;&#23601;&#19981;&#35828;&#20102;&#65292;&#21463;&#20102;&#22810;&#23569;&#30340;&#22996;&#23624;&#21834;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8211;</p>
<p>&#21518;&#26469;&#65292;&#23478;&#37324;&#30424;&#20102;&#19968;&#20010;&#24215;&#65292;&#19981;&#20877;&#25171;&#28216;&#20987;&#20102;&#12290;&#21487;&#20063;&#20813;&#19981;&#20102;&#34987;&#38712;&#36947;&#30340;&#40657;&#29399;&#38431;&#27450;&#36127;</p>
<p>&#21482;&#35828;&#25105;&#35265;&#36807;&#30340;&#21543;&#12290;</p>
<p>&#21019;&#20160;&#20040;&#22478;&#24066;&#30340;&#26102;&#20505;&#65292;&#20182;&#20204;&#30447;&#19978;&#20102;&#25105;&#23478;&#25670;&#22312;&#38376;&#21475;&#30340;&#24191;&#21578;&#29260;</p>
<p>&#35821;&#27668;&#34542;&#27178;&#30340;&#36827;&#26469;&#26021;&#36131;&#65292;&#25105;&#29240;&#20108;&#35805;&#27809;&#35828;&#65292;&#25226;&#29260;&#23376;&#25910;&#22238;&#26469;&#20102;</p>
<p>&#20182;&#20204;&#19981;&#36807;&#30270;&#21834;&#65292;&#25910;&#20102;&#19981;&#23601;&#27809;&#29702;&#30001;&#32602;&#38065;&#20102;&#22043;</p>
<p>&#23601;&#26377;&#20154;&#19981;&#30693;&#36947;&#20174;&#21738;&#37324;&#25220;&#26469;&#19968;&#26681;&#25302;&#25226;&#26829;&#65292;&#20914;&#36827;&#24215;&#37324;&#23601;&#30776;</p>
<p>&#25105;&#22920;&#19978;&#21435;&#25289;&#65292;&#34987;&#25105;&#25318;&#20303;&#20102;&#12290;&#19996;&#35199;&#22351;&#20102;&#27809;&#20851;&#31995;&#65292;&#21035;&#26368;&#21518;&#36824;&#25226;&#20154;&#24324;&#21463;&#20260;&#20102;</p>
<p>&#19968;&#33324;&#19968;&#26377;&#20107;&#65292;&#29240;&#23601;&#35753;&#25105;&#22238;&#23478;&#20102;</p>
<p>&#25454;&#35828;&#21518;&#26469;&#22909;&#35828;&#27513;&#35828;&#32602;&#27454;&#23569;&#20132;&#20102;&#28857;&#65292;&#20294;&#26159;&#65292;&#24215;&#37324;&#39640;&#26723;&#22871;&#35013;&#32473;&#20182;&#20204;&#39034;&#20102;&#22909;&#20960;&#20214;&#21435;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;-</p>
<p>&#24179;&#26102;&#40657;&#29399;&#30340;&#39578;&#25200;&#20063;&#26159;&#19981;&#26029;&#30340;&#65292;&#21482;&#35201;&#20182;&#20204;&#26469;&#65292;&#25105;&#29240;&#19968;&#33324;&#37117;&#20250;&#24456;&#38271;&#30524;&#33394;&#30340;&#36865;&#28857;&#19996;&#35199;</p>
<p>&#23621;&#28982;&#26377;&#22825;&#26469;&#25214;&#33580;&#65292;&#19981;&#20294;&#20809;&#26126;&#27491;&#22823;&#30340;&#39034;&#19996;&#35199;&#65292;&#36824;&#20599;&#25720;&#30340;&#39034;&#36208;&#20102;&#24215;&#37324;&#21592;&#24037;&#30340;&#30382;&#21253;</p>
<p>&#20320;TM&#36824;&#26159;&#20154;&#20040;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;-</p>
<p>&#36825;&#31867;&#30340;&#20107;&#20214;&#65292;&#35753;&#25105;&#23567;&#26102;&#20505;&#23545;&#26435;&#36825;&#20010;&#35789;&#20805;&#28385;&#20102;&#24656;&#24807;</p>
<p>&#20877;&#35828;&#28857;&#21035;&#30340;&#65292;4&#65292;5&#23681;&#26102;&#65292;&#21435;&#36731;&#38498;&#23016;&#22920;&#23478;&#12290;&#37027;&#26102;&#20505;&#36731;&#38498;&#36827;&#38376;&#35201;&#30331;&#35760;&#30340;&#65292;&#25105;&#20204;&#36827;&#38376;&#26102;&#65292;&#36319;&#22823;&#29239;&#35828;&#25214;***,&#22823;&#29239;&#27809;&#35753;&#30331;&#35760;&#23601;&#25918;&#25105;&#20204;&#36827;&#21435;&#20102;&#12290;&#36825;&#23601;&#26159;&#40635;&#28902;&#30340;&#24320;&#22987;&#12290;</p>
<p>&#36319;&#29240;&#29240;&#20986;&#38376;&#30340;&#26102;&#20505;&#65292;&#22823;&#29239;&#19981;&#22312;&#20102;&#65292;&#26159;&#20457;&#23567;&#24180;&#36731;&#12290;&#30001;&#20110;&#25214;&#19981;&#30528;&#30331;&#35760;&#20449;&#24687;&#65292;&#20182;&#20204;&#27515;&#27963;&#19981;&#35753;&#25105;&#20457;&#20986;&#38376;&#65292;&#25197;&#30528;&#25105;&#29240;&#23601;&#24448;&#21150;&#20844;&#23460;&#36208;&#12290;&#37027;&#26102;&#20505;&#29240;&#29240;&#32473;&#33258;&#24049;&#26032;&#20080;&#30340;&#65292;&#29305;&#22909;&#30475;&#30340;&#25163;&#34920;&#65292;&#22312;&#25197;&#25171;&#20013;&#25684;&#20102;&#65292;&#34920;&#38754;&#30862;&#20102;&#65292;&#21360;&#35937;&#20043;&#25152;&#20197;&#24456;&#28145;&#65292;&#22240;&#20026;&#27809;&#38065;&#65292;&#36825;&#22359;&#34920;&#38754;&#30862;&#20102;&#30340;&#25163;&#34920;&#65292;&#29240;&#29240;&#24102;&#20102;&#24456;&#20037;&#24456;&#20037;</p>
<p>&#23567;&#24180;&#36731;&#36215;&#21021;&#24456;&#20982;&#65292;&#21621;&#26021;&#65292;&#21160;&#25163;&#21160;&#33050;&#12290;&#22823;&#27010;&#22240;&#20026;&#25105;&#22312;&#21518;&#38754;&#36319;&#30528;&#65292;&#65288;&#37027;&#26102;&#20505;&#37117;&#20667;&#20102;&#65292;&#19981;&#30693;&#25152;&#25514;&#65289;&#29240;&#29305;&#22909;&#33086;&#27668;&#30340;&#37197;&#21512;&#30528;&#20182;&#20204;&#65292;&#28982;&#21518;&#65292;&#25105;&#20457;&#19968;&#36215;&#36466;&#22312;&#36731;&#38498;&#27966;&#20986;&#25152;&#21150;&#20844;&#23460;&#22681;&#36793;&#65292;&#38506;&#30528;&#37027;&#20457;&#20154;&#65292;&#20182;&#20204;&#22312;&#30475;&#29699;&#36187;&#65292;&#36275;&#29699;&#36187;&#12290;&#29699;&#36187;&#32467;&#26463;&#65292;&#32769;&#29240;&#19968;&#30452;&#24456;&#21644;&#27668;&#65292;&#24456;&#37197;&#21512;&#65292;&#21518;&#26469;&#20063;&#19981;&#30693;&#20182;&#20204;&#24590;&#20040;&#22788;&#29702;&#30340;&#65292;&#35753;&#25105;&#20204;&#22238;&#23478;&#21435;&#20102;&#12290;</p>
<p>&#37027;&#22825;&#65292;&#32966;&#23567;&#30340;&#25105;&#31455;&#28982;&#27809;&#21741;</p>
<p>&#21487;&#26159;&#20174;&#37027;&#22825;&#24320;&#22987;&#65292;&#23545;&#20219;&#20309;&#26377;&#26426;&#20250;&#28389;&#29992;&#26435;&#21147;&#30340;&#20154;&#65292;&#37117;&#20805;&#28385;&#24656;&#24807;&#12290;</p>
<p>&#27604;&#22914;&#65292;&#32769;&#24072;&#65292;&#35686;&#23519;&#65292;&#40657;&#29399;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8211;</p>
<p>&#29616;&#22312;&#65292;&#25105;&#19981;&#24597;&#20320;&#20204;&#20102;&#12290;</p>
<p>&#24515;&#37324;&#30340;&#38452;&#24433;&#21364;&#26159;&#26080;&#27861;&#28040;&#38500;&#65292;&#20219;&#20309;&#19968;&#20214;&#20107;&#24773;&#22238;&#24819;&#36215;&#26469;&#37117;&#36275;&#20197;&#35753;&#25105;&#27882;&#33146;&#32321;&#24537;&#19968;&#20250;</p>
<p>&#23588;&#20854;&#26159;&#22312;&#20320;&#20204;&#25746;&#27900;&#30340;&#26102;&#20505;&#65292;&#25105;&#26367;&#20320;&#20204;&#35273;&#24471;&#21487;&#24754;</p>
<p>&#25171;&#24515;&#30524;&#20799;&#37324;&#35273;&#24471;&#24694;&#24515;~</p>
<p>P.S. &#27604;&#26041;&#35828;&#36825;&#20004;&#22825;&#37117;&#22312;&#35828;&#37101;&#24503;&#32434;&#65292;&#36825;&#19981;&#23601;&#26159;&#31867;&#20284;&#30340;&#20107;&#24773;&#20040;&#12290;&#19981;&#36807;&#20182;&#38754;&#23545;&#30340;&#26159;&#26356;&#22823;&#30340;&#26435;&#21147;&#65292;&#26356;&#39640;&#30340;&#22681;~</p>
<p>
<object classid="clsid:6bf52a52-394a-11d3-b153-00c04f79faa6" width="0" height="0" codebase="http://activex.microsoft.com/activex/controls/mplayer/en/nsmp2inf.cab#Version=5,1,52,701">
<param name="url" value="http://cd04.static.jango.com/music/07/08/41/0708417235.mp3" /><embed type="application/x-mplayer2" width="0" height="0" src="http://cd04.static.jango.com/music/07/08/41/0708417235.mp3"></embed></object>
</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-08-07T00:00:00+08:00" pubdate data-updated="true">Aug 7<span>th</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/08/07/%E6%B0%B8%E4%B9%85%E7%9A%84%E6%98%A5%E5%A4%A9/">永久的春天</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#22312;&#36825;&#20010;&#22797;&#21476;&#39118;&#34892;&#30340;&#26102;&#20195;&#65292;&#27704;&#20037;&#36866;&#26102;&#30340;&#25214;&#22238;&#20102;&#33258;&#24049;&#30340;&#26149;&#22825;&#12290;</p>
<p>&#26368;&#21916;&#27426;&#30340;&#23601;&#26159;&#36825;&#19968;&#36742;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12810714468.jpg" border="0" alt="" /><img src="http://filer.blogbus.com/5333148/5333148_1281071452m.jpg" border="0" alt="" /></p>
<p>&#36824;&#26159;&#40657;&#33394;&#30340;&#26368;&#22909;&#30475;&#65292;&#20160;&#20040;&#31881;&#32418;&#31881;&#34013;&#30340;&#65292;&#23601;&#23569;&#20102;&#20123;&#35768;&#21619;&#36947;</p>
<p>&#30475;&#30528;&#36710;&#23376;&#65292;&#23601;&#33021;&#24819;&#35937;&#20986;&#65292;&#31359;&#30528;&#36203;&#26412;&#24335;vintage&#36830;&#34915;&#35033;&#30340;&#22993;&#23064;&#65292;&#39569;&#30528;&#36825;&#26679;&#30340;&#36710;&#23376;&#22312;&#31354;&#26103;&#22823;&#34903;&#19978;&#39134;&#22868;&#65292;&#27839;&#36335;&#39128;&#36807;&#30340;&#31505;&#22768;&#21644;&#24494;&#21367;&#30340;&#38271;&#21457;~~~</p>
<p>&#24403;&#28982;&#65292;&#36825;&#26223;&#35937;&#20272;&#35745;&#20063;&#23601;&#27431;&#24335;&#23567;&#38215;&#19978;&#30475;&#30475;&#20102;&#65292;&#20197;&#21681;&#36825;&#20154;&#21475;&#23494;&#38598;&#30340;&#31243;&#24230;&#65292;&#36825;&#26679;&#30340;&#22993;&#23064;&#20063;&#21482;&#26377;&#22312;&#39532;&#36335;&#19978;&#40863;&#36895;&#26194;&#22826;&#38451;&#30340;&#20221;&#20799;&#20102;&#65292;&#22826;&#26292;&#27524;&#22825;&#29289;&#20102;&#19981;&#26159;&#12290;</p>
<p>&#25214;&#21040;&#20102;&#25370;&#29233;&#30340;&#31169;&#22868;&#23478;&#21334;&#36807;&#30340;&#19968;&#26465;&#35033;&#23376;&#65292;&#29305;&#26377;&#36825;&#26679;&#30340;&#24863;&#35273;&#65292;&#21482;&#26159;&#21806;&#20215;&#23545;&#25105;&#26469;&#35828;&#36149;&#20102;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12810719967.jpg" border="0" alt="" /></p>
<p>&#26377;&#22815;&#32654;&#35980;&#21543;~</p>
<p>&#39034;&#20415;&#38468;&#24215;&#22336;&#65306;http://vinelope.taobao.com/&#65292;&#29992;&#20154;&#30340;&#22270;&#29255;&#65292;&#21363;&#20351;&#36825;&#37324;&#27809;&#26377;&#28857;&#20987;&#37327;&#65292;&#20063;&#35201;&#24191;&#21578;&#20043;~</p>
                                    </p>
</div>
  
  


    </article>
  
  <div class="pagination">
    
      <a class="prev" href="/blog/page/22/">&larr; Older</a>
    
    <a href="/blog/archives">Blog Archives</a>
    
    <a class="next" href="/blog/page/20/">Newer &rarr;</a>
    
  </div>
</div>
<aside class="sidebar">
  
    <section>
  <h1>Recent Posts</h1>
  <ul id="recent_posts">
    
      <li class="post">
        <a href="/blog/2013/03/27/version-control-dot-vim-file-with-git/">Version Control .vim File With Git</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/25/how-to-use-font-icon-in-html/">How to use font icon in HTML</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-change-git-repo-name/">how to change git repo name</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-setup-a-new-remote-git-repo/">How to setup a new remote git repo</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/13/hui-gu-2012/">回顾2012</a>
      </li>
    
  </ul>
</section>






  
</aside>

    </div>
  </div>
  <footer role="contentinfo"><p>
  Copyright &copy; 2013 - muggleyoung -
  <span class="credit">Powered by <a href="http://octopress.org">Octopress</a>. Design by <a href="http://octopressthemes.com">Octopress Themes</a>.</span>
</p>

</footer>
  







  <script type="text/javascript">
    (function(){
      var twitterWidgets = document.createElement('script');
      twitterWidgets.type = 'text/javascript';
      twitterWidgets.async = true;
      twitterWidgets.src = 'http://platform.twitter.com/widgets.js';
      document.getElementsByTagName('head')[0].appendChild(twitterWidgets);
    })();
  </script>





</body>
</html>
