
<!DOCTYPE HTML>
<html>
<head>
	<meta charset="utf-8">
	<title></title>
	<meta name="author" content="muggleyoung">

	
	<meta name="description" content="&#26412;&#26469;&#22823;&#22909;&#24515;&#24773;&#36807;&#19971;&#22805;&#30340;&#65292;&#33258;&#25214;&#19981;&#24841;&#24555;&#65292;&#36825;&# &hellip;">
	
	<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

	<link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
	<link rel="canonical" href="">
	<link href="/favicon.png" rel="shortcut icon">
	<link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
	<!--[if lt IE 9]><script src="//html5shiv.googlecode.com/svn/trunk/html5.js"></script><![endif]-->
	<script src="//ajax.googleapis.com/ajax/libs/jquery/1.7.2/jquery.min.js"></script>
	
</head>

<body>
	<header id="header" class="inner"><h1><a href="/"></a></h1>
<nav id="main-nav"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</nav>
<nav id="mobile-nav">
	<div class="alignleft menu">
		<a class="button">Menu</a>
		<div class="container"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</div>
	</div>
	<div class="alignright search">
		<a class="button"></a>
		<div class="container">
			<form action="http://google.com/search" method="get">
				<input type="text" name="q" results="0">
				<input type="hidden" name="q" value="site:muggleyoung.github.com">
			</form>
		</div>
	</div>
</nav>
<nav id="sub-nav" class="alignright">
	<div class="social">
		
		
		
		
    
		
		
		
		
		
		<a class="rss" href="/atom.xml" title="RSS">RSS</a>
		
	</div>
	<form class="search" action="http://google.com/search" method="get">
		<input class="alignright" type="text" name="q" results="0">
		<input type="hidden" name="q" value="site:muggleyoung.github.com">
	</form>
</nav>

</header>
	
		
	
	<div id="content" class="inner">


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/08/16/%E7%BE%8E%E5%8C%85%E5%8C%85%E5%BA%A6%E5%91%A8%E6%9C%AB-almost-lover/">
		
			美包包度周末-almost Lover</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p><img src="http://filer.blogbus.com/5333148/5333148_1282050535d.jpg" border="0" alt="" /></p>
<p>&#26412;&#26469;&#22823;&#22909;&#24515;&#24773;&#36807;&#19971;&#22805;&#30340;&#65292;&#33258;&#25214;&#19981;&#24841;&#24555;&#65292;&#36825;&#20250;&#20799;&#24515;&#37324;&#24971;&#23624;&#12290;&#20570;&#20010;&#26631;&#35760;&#65292;&#26126;&#22825;&#20889;&#26085;&#24535;&#21543;&#65292;&#23613;&#37327;&#19981;&#25265;&#24616;&#12290;</p>
<p>08.16</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8211;</p>
<p>&#21608;&#26411;&#22238;&#23478;&#21069;&#30340;&#19979;&#21320;&#65292;&#24819;&#36215;&#22823;&#21460;&#19981;&#38752;&#35889;&#30340;&#36861;&#27714;&#24443;&#24213;&#22833;&#36133;&#65292;&#21516;&#24773;&#24515;&#27867;&#28389;&#65292;&#35831;&#20182;&#21507;&#39277;&#12290;&#36825;&#26159;&#20010;&#38169;&#35823;&#30340;&#38138;&#22443;&#12290;</p>
<p>&#20043;&#21069;&#22242;&#36141;&#20102;c&#8217;est la vie&#30340;&#34507;&#31957;&#21048;&#65292;&#33258;&#24049;&#28040;&#28781;&#20102;&#19968;&#25552;&#25289;&#31859;&#33487;&#21518;&#65292;&#32473;&#23064;&#20146;&#24102;&#22238;&#21435;&#19968;&#22359;&#26641;&#33683;&#34507;&#31957;&#12290;&#25105;&#19981;&#20250;&#20139;&#31119;&#30340;&#27597;&#20146;&#22823;&#20154;&#65292;&#24403;&#26202;&#27809;&#21507;&#65292;&#27425;&#26085;&#20174;&#20912;&#31665;&#25343;&#20986;&#26469;&#65292;&#21448;&#27809;&#21507;&#65292;&#36824;&#25918;&#22312;&#28909;&#28888;&#28888;&#30340;&#23627;&#23376;&#37324;&#12290;&#27668;&#24471;&#25105;&#21448;&#32473;&#25735;&#20912;&#31665;&#20102;&#65292;&#20877;&#36807;&#21518;&#19968;&#26085;&#65292;&#24635;&#31639;&#22312;&#25105;&#28139;&#23041;&#19979;&#23494;&#35199;&#20102;&#12290;&#24046;&#28857;&#26505;&#36153;&#25105;&#23567;&#24515;&#32764;&#32764;&#31471;&#20102;&#19968;&#36335;&#25343;&#22238;&#23478;&#30340;&#25163;&#21170;&#12290;</p>
<p>&#21608;&#20845;&#65292;&#21483;&#22969;&#22969;&#21435;&#28216;&#27891;&#65292;&#23043;&#26377;&#20107;&#12290;&#19968;&#20010;&#20154;&#22312;&#23478;&#21507;&#21507;&#21917;&#21917;&#65292;&#30475;&#24102;&#22238;&#21435;&#30340;&#20070;&#65292;&#30561;&#35273;&#12290;&#26368;&#36817;&#30475;&#30340;&#20070;&#65306;&#25105;&#30340;&#22859;&#26007;&#65288;&#19981;&#26159;&#24076;&#29305;&#21202;&#30340;&#65289;&#65292;&#29420;&#21809;&#22242;&#65292;&#22823;&#26641;&#12290;&#27599;&#21608;&#19968;&#26412;&#12290;&#24179;&#26102;&#22312;&#23398;&#26657;&#30475;&#24515;&#29702;&#23398;&#37027;&#26412;&#12290;&#26412;&#26469;&#36824;&#24819;&#21333;&#29420;&#35828;&#35828;&#36825;&#20123;&#20070;&#65292;&#30475;&#26469;&#65292;&#19981;&#22823;&#21487;&#33021;&#20102;&#12290;&#12290;&#12290;</p>
<p>&#21608;&#26085;&#65292;&#21696;&#24764;&#26085;&#12290;&#36825;&#25105;&#24471;&#35828;&#35828;&#20102;&#12290;&#29616;&#22312;&#26377;&#21696;&#24764;&#26085;&#26159;&#22909;&#20107;&#65292;&#26159;&#19968;&#31181;&#23545;&#27515;&#32773;&#30340;&#23562;&#37325;&#21644;&#36861;&#24605;&#12290;&#21487;&#26159;&#65292;&#25171;&#24320;&#30005;&#35270;&#25152;&#26377;&#30005;&#35270;&#21488;&#37117;&#24182;&#26426;AV1&#65292;&#28207;&#21488;&#30005;&#35270;&#30452;&#25509;&#25488;&#20102;&#65307;&#19978;&#32593;&#19981;&#33021;&#29609;&#28216;&#25103;&#30475;&#35270;&#39057;&#24456;&#27491;&#24120;&#65292;&#19981;&#33021;&#19979;&#38899;&#20048;&#65307;&#36824;&#26377;&#22320;&#26041;&#28216;&#27891;&#39302;&#20851;&#38376;&#20572;&#19994;&#12290;&#28216;&#27891;&#31639;&#26159;&#22823;&#20247;&#23089;&#20048;&#20040;&#12290;&#31350;&#31455;&#21696;&#24764;&#30340;&#23610;&#24230;&#24590;&#20040;&#25226;&#25569;&#65311;&#25105;&#20063;&#19981;&#30693;&#36947;&#65292;&#21487;&#35273;&#24471;&#36825;&#26377;&#28857;&#20799;&#36807;&#20102;&#12290;&#25954;&#38382;&#28216;&#27891;&#39302;&#37117;&#27463;&#19994;&#20102;&#65292;SB&#20250;&#21643;&#36824;&#25509;&#23458;&#12290;&#30475;&#24494;&#34180;&#65292;&#26377;&#20154;&#21457;&#20102;&#24352;&#24494;&#31505;&#30340;&#29031;&#29255;&#65292;&#37117;&#34987;&#39554;&#24471;&#24456;&#24808;&#12290;&#19981;&#33267;&#20110;&#21543;&#65292;&#27963;&#30528;&#30340;&#20154;&#29983;&#27963;&#36824;&#26159;&#35201;&#32487;&#32493;&#21834;~</p>
<p>&#24418;&#24335;&#20027;&#20041;&#23475;&#27515;&#20154;~&#23601;&#20687;&#25105;&#27599;&#21608;&#30340;&#24037;&#20316;&#25253;&#21578;&#65292;&#26126;&#26126;&#20960;&#21477;&#35805;&#23601;&#23436;&#20107;&#30340;&#65292;&#38750;&#24471;&#20889;&#19978;&#33509;&#24178;&#39029;&#12290;</p>
<p>&#36825;&#22825;&#65292;&#23398;&#20250;&#20102;&#25226;&#33041;&#34955;&#19968;&#30452;&#25918;&#22312;&#27700;&#38754;&#19978;&#28216;&#27891;&#65292;&#34429;&#28982;&#19981;&#22914;&#22969;&#33258;&#22914;&#65292;&#25163;&#33050;&#20005;&#37325;&#19981;&#21327;&#35843;&#65292;&#21487;&#24635;&#26159;&#20010;&#22909;&#30340;&#24320;&#22987;&#21704;&#12290;&#36824;&#24471;&#25277;&#31354;&#28216;&#19968;&#22238;&#12290;&#31561;&#32922;&#23376;&#30140;&#23436;&#20102;&#21543;</p>
<p>&#21608;&#26085;&#28216;&#27891;&#32047;&#65292;&#27809;&#22238;&#23398;&#26657;&#65292;&#21608;&#19968;&#26089;&#26216;&#30561;&#25042;&#35273;&#65292;&#37266;&#26469;&#29305;&#24320;&#24515;&#12290;&#20063;&#19981;&#30693;&#36947;&#26159;&#19971;&#22805;&#65292;&#20013;&#38388;&#36824;&#39034;&#36947;&#36305;&#38047;&#27004;&#36891;&#20102;&#19968;&#22280;&#65292;&#22238;&#26469;&#21482;&#24819;&#24863;&#35874;&#39532;&#20113;&#65292;&#22079;&#22079;</p>
<p>&#36824;&#20570;&#20102;&#21016;&#28023;&#65292;&#28907;&#20102;&#19979;&#65292;&#26174;&#24471;&#33041;&#38376;&#19981;&#24590;&#20040;&#22823;&#20102;&#12290;&#20048;&#24471;&#25105;&#21834;~</p>
<p>&#19968;&#20999;&#19968;&#20999;&#27585;&#20110;&#26202;&#39184;&#12290;&#22823;&#21460;&#35831;&#21507;&#39277;&#12290;&#24819;&#36215;&#26469;&#26159;&#19971;&#22805;&#65292;&#20272;&#35745;&#23043;&#20260;&#24863;&#20102;&#12290;&#25105;&#35828;&#35805;&#29378;&#29031;&#39038;&#23043;&#24773;&#32490;&#65292;&#23043;&#19981;&#29031;&#39038;&#25105;&#65292;&#29378;&#25171;&#20987;&#25105;&#65292;&#37027;&#36807;&#21435;&#30340;&#20107;&#20799;&#25380;&#20817;&#25105;&#12290;&#26080;&#22856;&#21681;&#26159;&#20010;&#21453;&#24212;&#24930;&#30340;&#20154;&#65292;&#24403;&#26102;&#21482;&#26159;&#35273;&#24471;&#28902;&#65292;&#22238;&#26469;&#22352;&#19979;&#20102;&#65292;&#25165;&#36234;&#35273;&#24471;&#23043;&#22826;&#19981;&#21402;&#36947;&#12290;</p>
<p>&#26412;&#25171;&#31639;&#26202;&#19978;&#22238;&#26469;&#22909;&#22909;&#35760;&#19979;&#19971;&#22805;&#36825;&#22825;&#30340;&#24555;&#20048;&#21602;&#12290;&#24681;&#65292;&#24555;&#20048;&#27809;&#20102;&#65292;&#24515;&#37324;&#22581;&#27515;&#20102;&#12290;&#12290;&#12290;</p>
<p>&#25918;&#39318;&#27468;&#65292;&#37117;&#19981;&#30693;&#36947;&#21861;&#26102;&#20505;&#19979;&#30340;&#12290;almost lover&#12290;&#19981;&#26159;&#25105;&#30699;&#24773;&#65292;&#26159;&#25105;&#24694;&#27602;&#30340;&#35781;&#21650;&#65292;&#35781;&#21650;&#27668;&#25105;&#30340;&#20154;&#65292;&#21482;&#33021;almost&#65292;&#19981;&#33021;be&#12290;&#21704;&#21704;&#21704;&#21704;
<object classid="clsid:6bf52a52-394a-11d3-b153-00c04f79faa6" width="0" height="0" codebase="http://activex.microsoft.com/activex/controls/mplayer/en/nsmp2inf.cab#Version=5,1,52,701">
<param name="url" value="http://api.ning.com/files/0JuYXZvF9vTw88tj4MAQHsPXf1H3z8M2fu53cxanL2KEsrwV9bwCXSxZbT*4TQWD2K2isYBp4EUZ4jbtiIPbeF99rhUh9FL7/AFineFrenzyAlmostLovers.mp3" /><embed type="application/x-mplayer2" width="0" height="0" src="http://api.ning.com/files/0JuYXZvF9vTw88tj4MAQHsPXf1H3z8M2fu53cxanL2KEsrwV9bwCXSxZbT*4TQWD2K2isYBp4EUZ4jbtiIPbeF99rhUh9FL7/AFineFrenzyAlmostLovers.mp3"></embed></object>
&#19981;&#35201;&#38543;&#20415;&#24825;&#27611;&#25105;&#65281;</p>
<p>P.S. &#26202;&#19978;3&#28857;&#21322;&#21518;&#20837;&#30561;&#65292;&#26089;&#26216;&#19981;&#21040;&#19971;&#28857;&#37266;&#12290;&#29579;&#20025;&#23567;&#39134;&#20320;&#20457;&#21151;&#19981;&#21487;&#27809;&#65292;&#22312;&#36825;&#35760;&#19968;&#31508;~</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-08-16T00:00:00+08:00" pubdate data-updated="true">Aug 16<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/08/13/wants-and-needs/">
		
			Wants and Needs</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#30475;&#21040;&#19968;&#20010;&#22909;&#29609;&#20799;&#30340;&#23567;&#35843;&#26597;&#65306;&#24555;&#36895;&#22238;&#31572;what you want?and what you need?</p>
<p>&#25105;&#30340;&#31572;&#26696;&#22522;&#26412;&#27809;&#36807;&#33041;&#65306;I want freedom, I need money.</p>
<p>&#34987;&#36190;&#22815;&#23454;&#22312;&#30340;</p>
<p>&#19968;&#20010;&#20154;&#19981;&#36807;&#30270;&#65292;&#30828;&#25214;&#20102;&#20960;&#20010;&#20154;&#21448;&#38382;&#12290;</p>
<p>ck&#38382;&#25105;want&#21644;need&#26377;&#21861;&#21306;&#21035;&#65292;&#27809;&#31572;&#19978;&#26469;&#65292;&#36825;&#20250;&#24819;&#26126;&#30333;&#28857;&#20799;&#20102;&#12290;want&#23601;&#26159;&#24819;&#35201;&#30340;&#21862;&#65292;need&#23601;&#26159;&#27604;&#36739;&#24613;&#20999;&#38656;&#35201;&#30340;&#12290;&#22909;&#20687;&#36319;&#27809;&#35828;&#19968;&#26679;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#160;</p>
<p>ck&#31572;&#26696;&#65306;&#24819;&#35201;&#25104;&#21151;&#65292;&#38656;&#35201;&#30495;&#27491;&#29702;&#35299;&#25105;&#30340;&#20154;&#12290;</p>
<p>&#160;&#160;&#160; &#25105;&#39044;&#26399;&#21040;&#21518;&#32773;&#65292;&#20294;&#27809;&#24819;&#35201;&#20182;&#20250;&#23545;&#25104;&#21151;&#22914;&#27492;&#28212;&#26395;&#12290;</p>
<p>&#160;</p>
<p>&#39134;&#65306;&#25105;&#24819;&#35201;&#33258;&#30001;&#65292;&#23454;&#38469;&#19968;&#28857;&#26159;&#25105;&#24819;&#21435;&#21488;&#28286;&#65292;&#25105;&#38656;&#35201;Money&#21644;&#20581;&#24247;.</p>
<p>&#160;&#160; &#36825;&#23401;&#23376;&#22826;&#36138;&#24515;&#20102;&#65292;&#27599;&#26679;&#37117;&#36873;&#20102;&#20457;&#12290;&#26681;&#25454;&#35843;&#26597;&#30340;&#30446;&#30340;&#65292;&#21435;&#21488;&#28286;&#36825;&#20010;&#31572;&#26696;&#27604;&#36739;&#29289;&#36136;&#21270;&#65292;&#26126;&#26174;&#39564;&#35777;&#20102;&#29289;&#20197;&#31867;&#32858;&#36825;&#19968;&#35828;&#12290;</p>
<p>&#160;&#160; &#21518;&#26469;&#22905;&#21448;&#34917;&#20805;&#35828;&#35273;&#24471;&#20581;&#24247;&#26368;&#37325;&#35201;&#65292;&#36825;&#20010;&#23601;&#20559;&#39064;&#20102;&#65292;&#26368;&#38656;&#35201;&#30340;&#21644;&#26368;&#37325;&#35201;&#30340;&#24403;&#28982;&#19981;&#21516;&#12290;&#25105;&#20204;&#20381;&#28982;&#24180;&#36731;&#65292;&#38656;&#35201;&#20581;&#24247;&#30340;&#19981;&#24456;&#22810;&#21543;&#12290;</p>
<p>&#160;</p>
<p>&#21507;&#39277;&#30340;&#36335;&#19978;&#21448;&#38382;&#20102;&#23071;&#20799;&#65292;&#23043;&#26356;&#23454;&#22312;</p>
<p>&#23071;&#20799;&#65306;&#24819;&#35201;&#20195;&#30721;&#65292;&#38656;&#35201;&#20195;&#30721;&#12290;&#26126;&#26174;&#19968;&#20010;&#35843;&#20195;&#30721;&#35843;&#30127;&#20102;&#30340;&#23043;&#65292;&#30495;&#21487;&#24604;~~~~</p>
<p>&#160;</p>
<p>&#38382;&#20102;D&#65292;&#23043;&#20197;&#19978;&#29677;&#20026;&#20511;&#21475;&#19981;&#22238;&#31572;&#25105;&#65292;&#20272;&#35745;&#24597;&#25105;&#35774;&#22871;&#12290;&#26202;&#19978;q&#19978;&#21482;&#35828;&#20102;&#38656;&#35201;money</p>
<p>&#38382;&#20102;D&#20043;&#21518;&#35273;&#24471;&#21776;&#31361;&#30340;&#38382;&#20154;&#23478;&#36825;&#38382;&#39064;&#65292;&#25402;&#22855;&#24618;&#30340;&#12290;&#35843;&#26597;&#27490;&#20110;&#27492;&#12290;</p>
<p>&#30475;&#22270;&#29255;&#65292;&#19981;&#21516;&#30340;&#22238;&#31572;&#65292;&#24456;&#26377;&#36259;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1281624936m.jpg" border="0" alt="" /></p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1281624929s.jpg" border="0" alt="" /></p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12816249214.jpg" border="0" alt="" /></p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12816249135.jpg" border="0" alt="" /></p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1281624905b.jpg" border="0" alt="" /></p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1281624897l.jpg" border="0" alt="" /></p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1281624889o.jpg" border="0" alt="" /></p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12816248812.jpg" border="0" alt="" /></p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1281624874j.jpg" border="0" alt="" /></p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-08-13T00:00:00+08:00" pubdate data-updated="true">Aug 13<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/08/13/so-you-think-you-can-dance-s7-%E9%9F%B3%E4%B9%90%E7%9C%9F%E7%9A%84%E5%BE%88%E9%87%8D%E8%A6%81/">
		
			So You Think You Can Dance S7-音乐真的很重要</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#26368;&#21916;&#27426;&#33310;&#32773;3&#65306;Robert</p>
<p>&#36825;&#19968;&#23395;&#26368;&#26368;&#26368;&#26368;&#21916;&#27426;&#30340;&#19968;&#20010;&#12290;&#30475;&#19968;&#36941;&#21741;&#19968;&#36941;&#30340;&#65292;&#30495;&#25402;&#24863;&#20154;&#30340;</p>
<p>&#38899;&#20048;&#65306;fix you by coldplay</p>
<p>
<object width="400" height="400" data="http://player.youku.com/player.php/sid/XMTkwNDk5NjQw/v.swf" type="application/x-shockwave-flash">
<param name="src" value="http://player.youku.com/player.php/sid/XMTkwNDk5NjQw/v.swf" /></object>
</p>
<p>&#23567;&#19985;&#30127;&#20102;&#65292;&#24456;&#40657;&#33394;&#22815;&#37034;&#24694;&#12290;&#23567;&#23401;&#23376;&#30475;&#20102;&#24597;&#26159;&#20250;&#20570;&#24694;&#26790;&#30340;&#12290;&#22079;&#22079;</p>
<p>
<object width="400" height="400" data="http://player.youku.com/player.php/sid/XMTk1NTMzNDUy/v.swf" type="application/x-shockwave-flash">
<param name="src" value="http://player.youku.com/player.php/sid/XMTk1NTMzNDUy/v.swf" /></object>
</p>
<p>&#25509;&#19979;&#26469;&#36825;&#20004;&#20010;routine&#20805;&#20998;&#35828;&#26126;&#20102;&#38899;&#20048;&#30340;&#37325;&#35201;&#24615;&#65292;&#25110;&#32773;&#35828;&#65292;&#20110;&#25105;&#65292;&#38899;&#20048;&#21152;&#28145;&#30340;&#23545;&#33310;&#36424;&#30340;&#21916;&#29233;&#12290;</p>
<p>&#24403;&#28982;&#65292;fix you&#25165;&#26159;&#22909;&#21548;&#24471;&#19981;&#24471;&#20102;&#30340;~~~~</p>
<p>music: lost by Anouk</p>
<p>
<object width="400" height="400" data="http://player.youku.com/player.php/sid/XMTk1NTc1OTk2/v.swf" type="application/x-shockwave-flash">
<param name="src" value="http://player.youku.com/player.php/sid/XMTk1NTc1OTk2/v.swf" /></object>
</p>
<p>music: mad world &#32654;&#20598;Adam Lambert&#21809;&#36807;&#20043;&#21518;&#65292;&#29233;&#19978;&#36825;&#39318;&#27468;&#12290;&#21407;&#21809;&#20063;&#24456;&#26377;&#24863;&#35273;</p>
<p>
<object width="400" height="400" data="http://player.youku.com/player.php/sid/XMTk0Nzg2ODY4/v.swf" type="application/x-shockwave-flash">
<param name="src" value="http://player.youku.com/player.php/sid/XMTk0Nzg2ODY4/v.swf" /></object>
</p>
<p>music: jar of hearts by Christina Perri&#160; &#36825;&#39318;&#20063;&#26159;&#26368;&#36817;&#30340;&#26368;&#29233;</p>
<p>&#27468;&#25163;&#26159;&#26032;&#20154;&#65292;&#22312;&#36825;&#25903;&#33310;&#20043;&#21069;&#36824;&#21482;&#26159;&#39184;&#21381;&#26381;&#21153;&#29983;&#12290;&#33410;&#30446;&#25773;&#20986;&#20043;&#21518;&#65292;&#36825;&#39318;&#27468;&#30452;&#25509;&#36291;&#19978;billboard&#20108;&#21313;&#20960;&#20301;&#65292;&#21518;&#26469;&#33410;&#30446;&#36824;&#36992;&#35831;&#22905;&#26469;&#33410;&#30446;&#34920;&#28436;&#65292;&#21385;&#23475;&#21834;~</p>
<p>
<object width="400" height="400" data="http://player.youku.com/player.php/sid/XMTg2MTgyMjI4/v.swf" type="application/x-shockwave-flash">
<param name="src" value="http://player.youku.com/player.php/sid/XMTg2MTgyMjI4/v.swf" /></object>
</p>
<p>&#21703;&#21734;&#21703;&#21734;&#65292;&#21018;&#30475;&#20102;finally&#65292;&#20896;&#20891;&#26159;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;Lauren&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#25746;&#33457;&#20799;&#25746;&#33457;&#20799;~~~~</p>
<p>&#36825;&#23567;&#22958;&#23376;&#25165;18&#35830;&#65292;&#30475;&#30528;&#24618;&#25104;&#29087;&#30340;</p>
<p>&#20877;&#21152;&#19978;&#19968;&#20010;&#65292;s7&#20896;&#20891;&#30340;hiphop~&#22826;&#24069;&#20102;~</p>
<p>
<object width="400" height="400" data="http://player.youku.com/player.php/sid/XMTkxNzc4OTY4/v.swf" type="application/x-shockwave-flash">
<param name="src" value="http://player.youku.com/player.php/sid/XMTkxNzc4OTY4/v.swf" /></object>
</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-08-13T00:00:00+08:00" pubdate data-updated="true">Aug 13<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/08/12/so-you-think-you-can-dance-season-7-best-routine-2/">
		
			So You Think You Can Dance Season 7-best Routine 2</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>Lauren&#65292;&#22362;&#25345;&#21040;&#26368;&#21518;&#30340;&#22899;&#29983;</p>
<p>&#25402;&#21487;&#29233;&#65292;&#20063;&#22810;&#21464;&#65292;&#23581;&#35797;&#22810;&#31181;&#39118;&#26684;&#65292;&#37117;&#36824;&#27604;&#36739;&#25104;&#21151;</p>
<p>hiphop&#65292;tango&#65292;&#29616;&#20195;&#33310;&#65292;&#23398;&#29983;&#30340;&#65292;&#25104;&#29087;&#30340;&#65292;&#37326;&#24615;&#30340;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#36825;&#27573;hiphop&#19981;&#38169;</p>
<p>
<object width="400" height="400" data="http://player.youku.com/player.php/sid/XMTkxNzc4OTY4/v.swf" type="application/x-shockwave-flash">
<param name="src" value="http://player.youku.com/player.php/sid/XMTkxNzc4OTY4/v.swf" /></object>
</p>
<p>&#20004;&#21452;&#38795;&#30340;&#29233;&#24773;&#25925;&#20107;&#65292;&#26368;&#21916;&#27426;&#36825;&#20010;</p>
<p>
<object width="400" height="400" data="http://player.youku.com/player.php/sid/XMTkyNjg2NjI4/v.swf" type="application/x-shockwave-flash">
<param name="src" value="http://player.youku.com/player.php/sid/XMTkyNjg2NjI4/v.swf" /></object>
</p>
<p>&#20877;&#21152;&#19968;&#20010;&#21483;kent&#30340;&#23567;&#23401;&#65292;&#29616;&#20195;&#33310;&#36339;&#30340;&#19981;&#38169;&#65292;&#19981;&#36807;&#21543;&#65292;&#24863;&#35273;&#34920;&#24773;&#27604;&#36739;&#21333;&#19968;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#36825;&#20010;&#25171;&#26550;&#30340;&#25925;&#20107;&#65292;&#25402;&#26377;&#24847;&#24605;~</p>
<p>
<object width="400" height="400" data="http://player.youku.com/player.php/sid/XMTk1NTk0MTk2/v.swf" type="application/x-shockwave-flash">
<param name="src" value="http://player.youku.com/player.php/sid/XMTk1NTk0MTk2/v.swf" /></object>
</p>
<p>&#21097;&#19979;&#30340;&#65292;&#30495;&#30340;&#30041;&#30528;&#26126;&#22825;&#25918;&#20102;&#12290;&#12290;&#12290;&#12290;</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-08-12T00:00:00+08:00" pubdate data-updated="true">Aug 12<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/08/12/so-you-think-you-can-dance-season-7-best-routine-1/">
		
			So You Think You Can Dance Season 7-best Routine 1</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>so you think you can dance, &#20013;&#25991;&#35980;&#20284;&#21483;&#33310;&#26519;&#20105;&#38712;</p>
<p>&#22836;&#22238;&#30475;&#33310;&#36424;&#31867;&#33410;&#30446;</p>
<p>season 7 &#30524;&#30597;&#30528;&#26126;&#22825;&#23601;&#32467;&#26463;&#20102;&#12290;&#26377;&#24456;&#22810;&#20986;&#24425;&#30340;&#34920;&#28436;</p>
<p>&#20170;&#22825;&#20808;&#36148;&#20960;&#20010;&#26368;&#21916;&#27426;&#30340;&#65292;&#26126;&#22825;&#32487;&#32493;&#12290;</p>
<p>Alex&#26159;&#19981;&#24471;&#19981;&#35828;&#30340;&#19968;&#20010;&#65292;&#21407;&#26412;&#26159;&#20010;&#33453;&#34174;&#33310;&#32773;&#65292;&#21487;&#26159;&#35273;&#24471;&#33453;&#34174;&#25402;&#26080;&#32842;&#30340;&#65292;&#23601;&#26469;&#21442;&#21152;&#36825;&#20010;&#31168;&#20102;-&#35270;&#39057;&#37117;&#26159;eztv&#19978;&#19979;&#36733;&#30340;&#65292;&#27809;&#23383;&#24149;&#65292;&#25152;&#20197;&#21548;&#25026;&#22810;&#23569;&#35828;&#22810;&#23569;&#21704;~</p>
<p>&#20182;&#24456;&#26377;&#22825;&#36171;&#30340;&#12290;&#22312;&#20843;&#24378;&#30340;&#26102;&#20505;&#23601;&#21463;&#20260;&#20102;&#35201;&#20570;&#25163;&#26415;&#65292;&#19981;&#24471;&#20986;&#36864;&#20986;&#20102;&#27604;&#36187;&#65292;&#22826;&#21487;&#24796;&#20102;&#12290;&#35828;&#26159;&#22823;&#33151;&#30340;&#32905;&#21644;&#39592;&#22836;&#20998;&#31163;&#20102;&#65292;&#28982;&#21518;&#36824;&#24590;&#20040;&#25307;&#20102;&#65292;&#19987;&#19994;&#21517;&#23383;&#22043;&#65292;&#21548;&#19981;&#25026;&#12290;&#30475;&#30475;&#20182;&#27604;&#36739;&#20986;&#24425;&#30340;&#33310;&#36424;&#12290;</p>
<p>&#38899;&#20048;&#65306;Hallelujah&#160;&#160; &#20854;&#23454;&#38899;&#20048;&#21644;&#33310;&#36424;&#20851;&#31995;&#22826;&#22823;&#20102;&#65292;&#36825;&#19968;&#39318;&#32534;&#33310;&#36824;&#19981;&#38169;&#65292;&#21448;&#26159;&#25105;&#26368;&#29233;&#30340;&#27468;</p>
<p>
<object width="400" height="400" data="http://player.youku.com/player.php/sid/XMTkxMjU5MjUy/v.swf" type="application/x-shockwave-flash">
<param name="src" value="http://player.youku.com/player.php/sid/XMTkxMjU5MjUy/v.swf" /></object>
</p>
<p>&#36825;&#19968;&#27573;hiphop&#25165;&#26159;&#20142;&#28857;&#65292;&#30475;&#19981;&#20986;&#33453;&#34174;&#33310;&#30340;&#24433;&#23376;&#65292;&#20294;&#26159;&#32534;&#33310;&#20013;&#26377;&#21152;&#20837;&#20102;&#20182;&#26159;&#33453;&#34174;&#28436;&#21592;&#30340;&#32972;&#26223;&#65292;&#29305;&#21487;&#29233;&#65292;&#36339;&#30340;&#20063;&#24456;&#26377;&#24863;&#35273;&#12290;&#29233;&#27515;&#20102;~</p>
<p>&#30475;&#20102;&#26159;&#19968;&#36941;&#21448;&#19968;&#36941;&#21834;</p>
<p>&#36215;&#21021;&#35273;&#24471;&#20182;&#30524;&#30555;&#32959;&#32959;&#30340;&#19981;&#22909;&#30475;&#65292;&#25165;&#20960;&#38598;&#19979;&#26469;&#65292;&#23601;&#34987;&#20182;&#30340;personality&#25152;&#21560;&#24341;&#12290;&#30475;&#30528;&#23401;&#23376;&#31505;&#65292;&#30495;&#35273;&#24471;&#24320;&#24515;</p>
<p>
<object width="400" height="400" data="http://player.youku.com/player.php/sid/XMTkyNDY1OTEy/v.swf" type="application/x-shockwave-flash">
<param name="src" value="http://player.youku.com/player.php/sid/XMTkyNDY1OTEy/v.swf" /></object>
</p>
<p>&#22826;&#21487;&#24796;&#65292;&#26681;&#26412;&#27809;&#26377;&#26469;&#24471;&#21450;&#22909;&#22909;&#23637;&#29616;&#33258;&#24049;&#23601;&#30828;&#26159;&#22240;&#20026;&#20260;&#30149;&#36864;&#20986;&#20102;&#12290;&#32477;&#23545;&#30340;&#26080;&#20885;&#20043;&#29579;&#21834;&#65292;&#23601;&#20914;&#36825;&#65292;&#26126;&#24180;&#36824;&#30475;&#65292;&#21363;&#20351;&#20182;&#19981;&#20877;&#26469;&#27604;&#36187;&#65292;&#33267;&#23569;&#20063;&#21487;&#33021;&#20316;&#20026;old star&#20986;&#22330;&#21543;~</p>
<p>&#20877;&#26469;&#19968;&#20010;</p>
<p>Billy&#65292;&#36825;&#25903;&#33310;&#36873;&#26354;&#26159;&#38899;&#20048;&#21095;&#29483;&#37324;&#38754;&#30340;&#19968;&#27573;&#65292;&#20855;&#20307;&#22330;&#26223;&#35760;&#19981;&#28165;&#20102;&#65292;&#19981;&#36807;&#20182;&#36339;&#30340;&#25402;&#22909;&#65292;&#26377;&#28857;&#29483;&#30340;&#35809;&#24322;&#36731;&#24039;~</p>
<p>
<object width="400" height="400" data="http://player.youku.com/player.php/sid/XMTg3OTk0OTcy/v.swf" type="application/x-shockwave-flash">
<param name="src" value="http://player.youku.com/player.php/sid/XMTg3OTk0OTcy/v.swf" /></object>
</p>
<p>&#26126;&#22825;&#32487;&#32493;~</p>
<p>&#160;</p>
<p>&#160;</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-08-12T00:00:00+08:00" pubdate data-updated="true">Aug 12<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>

<nav id="pagenavi">
    
        <a href="/blog/page/20/" class="prev">Prev</a>
    
    
        <a href="/blog/page/22/" class="next">Next</a>
    
    <div class="center"><a href="/blog/archives">Blog Archives</a></div>
</nav></div>
	<footer id="footer" class="inner">Copyright &copy; 2013

    muggleyoung

</footer>
	<script src="/javascripts/slash.js"></script>
<script src="/javascripts/jquery.fancybox.pack.js"></script>
<script type="text/javascript">
(function($){
	$('.fancybox').fancybox();
})(jQuery);
</script> <!-- Delete or comment this line to disable Fancybox -->


<script type="text/javascript">
      var disqus_shortname = 'muggleyoung';
      
        
        var disqus_script = 'count.js';
      
    (function () {
      var dsq = document.createElement('script'); dsq.type = 'text/javascript'; dsq.async = true;
      dsq.src = 'http://' + disqus_shortname + '.disqus.com/' + disqus_script;
      (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);
    }());
</script>





</body>
</html>