
<!DOCTYPE HTML>
<html>
<head>
	<meta charset="utf-8">
	<title>happy new year - </title>
	<meta name="author" content="muggleyoung">

	
	<meta name="description" content="&#24681;&#65292;&#27809;&#38169;&#65292;&#36825;&#19981;&#23601;&#26159;&#26032;&#30340;&#19968;&#24180;&#20040;~
&#24895;&#25105;&#25509;&#19979;&# &hellip;">
	
	<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

	<link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
	<link rel="canonical" href="">
	<link href="/favicon.png" rel="shortcut icon">
	<link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
	<!--[if lt IE 9]><script src="//html5shiv.googlecode.com/svn/trunk/html5.js"></script><![endif]-->
	<script src="//ajax.googleapis.com/ajax/libs/jquery/1.7.2/jquery.min.js"></script>
	
</head>

<body>
	<header id="header" class="inner"><h1><a href="/"></a></h1>
<nav id="main-nav"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</nav>
<nav id="mobile-nav">
	<div class="alignleft menu">
		<a class="button">Menu</a>
		<div class="container"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</div>
	</div>
	<div class="alignright search">
		<a class="button"></a>
		<div class="container">
			<form action="http://google.com/search" method="get">
				<input type="text" name="q" results="0">
				<input type="hidden" name="q" value="site:muggleyoung.github.com">
			</form>
		</div>
	</div>
</nav>
<nav id="sub-nav" class="alignright">
	<div class="social">
		
		
		
		
    
		
		
		
		
		
		<a class="rss" href="/atom.xml" title="RSS">RSS</a>
		
	</div>
	<form class="search" action="http://google.com/search" method="get">
		<input class="alignright" type="text" name="q" results="0">
		<input type="hidden" name="q" value="site:muggleyoung.github.com">
	</form>
</nav>

</header>
	
		
	
	<div id="content" class="inner"><article class="post">
	<h2 class="title">Happy New Year</h2>
	<div class="entry-content"><p>
                                    <p><img src="http://filer.blogbus.com/5333148/5333148_1283435992z.jpg" border="0" alt="" /></p>
<p>&#24681;&#65292;&#27809;&#38169;&#65292;&#36825;&#19981;&#23601;&#26159;&#26032;&#30340;&#19968;&#24180;&#20040;~</p>
<p>&#24895;&#25105;&#25509;&#19979;&#26469;&#25214;&#24037;&#20316;&#19968;&#20999;&#39034;&#21033;&#12290;&#32769;&#29241;&#65292;&#21035;&#20877;&#36924;&#30528;&#25105;&#35835;&#21338;&#22763;&#20102;&#65292;&#23454;&#22312;&#27809;&#20852;&#36259;&#21834;&#65292;&#25105;&#20063;&#19981;&#21916;&#27426;&#20570;&#32769;&#24072;&#12290;&#25105;&#20498;&#26159;&#24819;&#20986;&#22269;&#35835;&#20070;&#38271;&#38271;&#35265;&#35782;&#65292;&#37027;&#20063;&#19981;&#33021;&#26159;&#21338;&#22763;&#21834;&#12290;&#22238;&#22836;&#26377;&#26426;&#20250;&#65292;&#37325;&#26032;&#35835;&#20010;&#21035;&#30340;&#21543;&#12290;&#35745;&#31639;&#26426;&#65292;&#20889;&#20195;&#30721;&#65292;&#30740;&#31350;&#31639;&#27861;&#65292;&#21380;&#20799;&#65292;&#25105;&#30528;&#23454;&#19981;&#24819;&#38519;&#36827;&#21435;&#12290;</p>
<p>&#39134;&#65292;&#36825;&#19968;&#24180;&#20063;&#20250;&#22909;&#30340;&#21543;&#12290;&#24819;&#35201;&#23398;&#20064;&#30340;&#65292;&#33021;&#26377;&#20010;&#24320;&#22987;&#12290;&#25105;&#35273;&#24471;&#65292;&#20320;&#21435;&#31859;&#22269;&#20986;&#24046;&#36825;&#20107;&#20799;&#38750;&#24120;&#26377;&#35889;&#12290;&#21040;&#26102;&#20505;&#35760;&#24471;&#25226;&#25105;&#35013;&#34892;&#26446;&#31665;&#24102;&#19978;&#21704;</p>
<p>Dr.Li&#65292;&#20063;&#26159;&#26032;&#30340;&#19968;&#24180;&#12290;&#19968;&#20999;&#37117;&#23613;&#24555;&#36866;&#24212;&#21679;&#65292;&#26368;&#22909;&#20080;&#20010;&#36710;&#21780;&#24471;&#12290;&#25105;&#23601;&#25351;&#30528;&#24744;&#22238;&#26469;&#31572;&#36777;&#26102;&#20505;&#24102;&#19996;&#35199;&#20102;&#12290;</p>
<p>&#22969;&#20204;&#65292;&#20063;&#26159;&#26032;&#30340;&#24320;&#22987;&#12290;&#23613;&#24555;&#36866;&#24212;&#26032;&#23398;&#26657;&#65292;&#23613;&#24555;&#29420;&#31435;&#65292;&#24182;&#19988;&#38752;&#35889;&#30340;&#29420;&#31435;&#12290;&#21035;&#36319;&#22992;&#23398;&#65292;&#22992;&#26202;&#29087;~</p>
<p>&#19981;&#21402;&#36947;&#30340;&#22969;&#38382;&#65292;&#32769;&#20102;&#19968;&#23681;&#65292;&#26377;&#20154;&#25285;&#24515;&#20320;&#20010;&#20154;&#38382;&#39064;&#20040;&#12290;</p>
<p>&#24681;&#65292;&#20182;&#20204;&#27809;&#31354;&#65292;&#25285;&#24515;&#20063;&#27809;&#29992;&#12290;&#22079;&#22079;&#65292;&#21681;&#23601;&#19981;&#26159;&#37027;&#21495;&#20154;~</p>
<p>&#23460;&#21451;&#25945;&#32946;&#25105;&#65292;&#21040;&#26102;&#20505;&#20320;&#23601;&#30693;&#36947;&#20102;&#65292;&#19968;&#20010;&#20154;&#21487;&#23396;&#21333;&#20102;&#12290;</p>
<p>&#22909;&#21543;&#65292;&#25105;&#26377;&#26102;&#20505;&#20063;&#35273;&#24471;&#23396;&#21333;&#12290;&#21487;&#26159;&#65292;&#21487;&#26159;&#65292;&#19968;&#20010;&#20154;&#33021;&#20570;&#30340;&#20107;&#24773;&#20063;&#22909;&#22810;&#21834;&#12290;&#25105;&#24635;&#33021;&#35273;&#24471;&#33258;&#24049;&#22909;&#24537;&#22909;&#24537;&#65292;&#24537;&#30340;&#27809;&#26102;&#38388;&#20889;&#20195;&#30721;&#65292;&#27809;&#26102;&#38388;&#24178;&#27491;&#32463;&#20107;&#20799;~</p>
<p>&#27604;&#22914;&#26152;&#22825;&#65292;&#24537;&#27963;&#20102;&#19968;&#25972;&#22825;&#65292;&#35745;&#21010;&#35201;&#29609;&#29609;&#20799;&#21435;&#24180;&#39134;&#36865;&#26469;&#30340;&#36339;&#33310;&#27631;&#65292;&#35745;&#21010;&#35201;&#36319;&#29492;&#23376;&#22909;&#22909;&#20132;&#27969;&#24863;&#24773;&#65292;&#37117;&#27809;&#26102;&#38388;&#20102;&#12290;&#25105;&#30340;&#8220;&#27491;&#32463;&#20107;&#20799;&#8221;&#22826;&#22810;&#21862;&#65281;</p>
<p>&#26368;&#36817;bother&#30340;&#20107;&#20799;&#65292;&#23013;&#23013;&#30340;&#36523;&#20307;&#65292;&#29240;&#22920;&#30340;&#24537;&#30860;&#12290;</p>
<p>&#25152;&#20197;&#65292;&#36138;&#29609;&#20799;&#30340;&#23401;&#23376;&#20063;&#24320;&#22987;&#22909;&#22909;&#23398;&#20064;&#21862;&#65292;&#20063;&#25226;&#31185;&#30740;&#21015;&#20026;&#27491;&#32463;&#20799;&#20107;&#20799;&#21862;~</p>
<p>&#20197;&#27492;&#65292;&#20316;&#20026;&#26032;&#30340;&#19968;&#24180;&#30340;&#24320;&#22987;&#12290;&#20934;&#22791;&#25214;&#24037;&#20316;&#65292;&#22810;&#25379;&#38065;~</p>
<p>&#33521;&#35821;&#65292;&#25105;&#36824;&#35201;&#32487;&#32493;&#23398;&#20064;&#65292;&#20197;&#24590;&#26679;&#30340;&#26041;&#24335;&#65292;&#24590;&#26679;&#30340;&#30446;&#30340;&#65292;&#36825;&#20010;&#24471;&#20877;&#30424;&#31639;&#19979;&#12290;</p>
<p>P.S.&#25910;&#21040;GRE&#25104;&#32489;&#21333;&#20102;&#65292;&#35064;&#32771;&#33021;&#25343;&#36825;&#20998;&#25968;&#65292;&#33258;&#28982;&#24320;&#24515;&#12290;&#21487;&#33258;&#24049;&#20063;&#28165;&#26970;&#65292;&#20869;&#24515;&#36824;&#26159;&#19981;&#28385;&#24847;&#30340;&#65292;&#19981;&#26159;&#25104;&#32489;&#65292;&#32780;&#26159;&#33258;&#24049;&#12290;</p>
<p>&#23567;&#39134;&#19978;&#30524;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12834359861.jpg" border="0" alt="" /><img src="http://filer.blogbus.com/5333148/5333148_1283435979.jpg" border="0" alt="" /></p>
                                    </p>
</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-08-29T00:00:00+08:00" pubdate data-updated="true">Aug 29<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>

	<div class="share">
	<div class="addthis_toolbox addthis_default_style ">
	
	
	<a class="addthis_button_tweet"></a>
	
	
	<a class="addthis_counter addthis_pill_style"></a>
	</div>
  <script type="text/javascript" src="http://s7.addthis.com/js/250/addthis_widget.js#pubid="></script>
</div>


</div>
	<footer id="footer" class="inner">Copyright &copy; 2013

    muggleyoung

</footer>
	<script src="/javascripts/slash.js"></script>
<script src="/javascripts/jquery.fancybox.pack.js"></script>
<script type="text/javascript">
(function($){
	$('.fancybox').fancybox();
})(jQuery);
</script> <!-- Delete or comment this line to disable Fancybox -->






</body>
</html>