
<!DOCTYPE HTML>
<html>
<head>
	<meta charset="utf-8">
	<title></title>
	<meta name="author" content="muggleyoung">

	
	<meta name="description" content="&#20197;&#19979;&#20889;&#20110;&#160; 2009-08-17 16:40 &#65292;&#22312;&#26657;&#20869;&#19987;&#20026;&#39134;&#26356;&#26032;&#30340;&#19968;&# &hellip;">
	
	<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

	<link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
	<link rel="canonical" href="">
	<link href="/favicon.png" rel="shortcut icon">
	<link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
	<!--[if lt IE 9]><script src="//html5shiv.googlecode.com/svn/trunk/html5.js"></script><![endif]-->
	<script src="//ajax.googleapis.com/ajax/libs/jquery/1.7.2/jquery.min.js"></script>
	
</head>

<body>
	<header id="header" class="inner"><h1><a href="/"></a></h1>
<nav id="main-nav"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</nav>
<nav id="mobile-nav">
	<div class="alignleft menu">
		<a class="button">Menu</a>
		<div class="container"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</div>
	</div>
	<div class="alignright search">
		<a class="button"></a>
		<div class="container">
			<form action="http://google.com/search" method="get">
				<input type="text" name="q" results="0">
				<input type="hidden" name="q" value="site:muggleyoung.github.com">
			</form>
		</div>
	</div>
</nav>
<nav id="sub-nav" class="alignright">
	<div class="social">
		
		
		
		
    
		
		
		
		
		
		<a class="rss" href="/atom.xml" title="RSS">RSS</a>
		
	</div>
	<form class="search" action="http://google.com/search" method="get">
		<input class="alignright" type="text" name="q" results="0">
		<input type="hidden" name="q" value="site:muggleyoung.github.com">
	</form>
</nav>

</header>
	
		
	
	<div id="content" class="inner">


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2009/11/30/%E8%BF%B7%E7%B3%8A%E7%9A%84%E9%95%BF%E5%A4%A7/">
		
			迷糊的长大</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p><span style="color: #888888;">&#20197;&#19979;&#20889;&#20110;&#160; </span><span class="timestamp"><span style="color: #888888;"><span style="color: #888888;">2009-08-17 16:40</span> &#65292;&#22312;&#26657;&#20869;&#19987;&#20026;&#39134;&#26356;&#26032;&#30340;&#19968;&#31687;&#26085;&#24535;&#12290;&#21152;&#23494;&#20102;&#30340;&#65292;&#19968;&#30452;&#19981;&#24895;&#26292;&#38706;&#33258;&#24049;&#30340;&#24605;&#24819;&#65292;&#24635;&#35273;&#24471;&#36825;&#26159;&#23545;&#33258;&#24049;&#26368;&#22909;&#30340;&#20445;&#25252;&#12290;&#31361;&#28982;&#65292;&#23601;&#24819;&#25226;&#36825;&#31687;&#36148;&#20986;&#26469;&#65292;&#27605;&#31455;&#26102;&#38388;&#36824;&#26159;&#26377;&#24456;&#22823;&#26432;&#20260;&#21147;&#30340;&#65292;&#36825;&#26102;&#20505;&#20877;&#30475;&#36215;&#20174;&#21069;&#30340;&#25991;&#23383;&#65292;&#24515;&#37324;&#24635;&#26159;&#23569;&#20102;&#20123;&#38450;&#24481;&#65292;&#22810;&#20102;&#20123;&#24863;&#24936;&#12290;</span></span></p>
<p>&#20146;&#29233;&#30340;&#65292;&#23494;&#30721;&#22810;&#23569;&#20320;&#35813;&#30693;&#36947;&#30340;&#21543;</p>
<p>&#160; &#20320;&#36825;&#23401;&#23376;&#65292;&#20652;&#21629;&#39740;&#19968;&#26679;&#30340;&#22825;&#22825;&#38382;&#25105;&#20889;&#20449;&#27809;&#12290;&#30495;&#26159;&#30340;&#65292;&#25105;&#30340;&#24605;&#32490;&#20063;&#26159;&#38656;&#35201;&#25972;&#29702;&#30340;&#21834;&#12290;&#12290;&#12290;</p>
<p>&#160; &#35831;&#21407;&#35845;&#25105;&#22312;&#19968;&#24320;&#22987;&#23601;&#26080;&#35270;&#20320;&#30340;&#28966;&#34385;&#65292;&#39038;&#24038;&#21491;&#32780;&#35328;&#20182;&#12290;&#26152;&#26202;&#25105;&#22833;&#30496;&#24456;&#20005;&#37325;&#65292;&#22240;&#20026;&#22312;&#23478;&#28363;&#28070;&#30340;&#21644;&#21271;&#20140;&#26102;&#38388;&#26377;&#20102;&#26102;&#24046;&#65292;&#22240;&#20026;&#21160;&#29992;&#20102;&#22826;&#22810;&#33041;&#32454;&#32990;&#24819;&#37027;&#20123;&#24635;&#24819;&#19981;&#28165;&#26970;&#30340;&#20107;&#24773;&#12290;&#20320;&#19981;&#20250;&#20171;&#24847;&#25105;&#32110;&#32110;&#21480;&#21480;&#35828;&#33258;&#24049;&#30340;&#20107;&#24773;&#21543;&#12290;&#12290;&#12290;</p>
<p>&#160; &#20808;&#21578;&#35785;&#20320;&#19968;&#22121;&#32791;&#65306;</p>
<p>&#160; &#25105;&#20204;&#26368;&#36817;&#19968;&#30452;&#35752;&#35770;&#30340;&#38382;&#39064;&#65292;&#23545;&#20110;&#25105;&#65292;&#38670;&#26102;&#25104;&#20026;&#20102;&#36843;&#22312;&#30473;&#30571;&#30340;&#20107;&#24773;&#12290;&#22240;&#20026;&#25105;&#20204;&#30340;&#23454;&#39564;&#23460;&#20843;&#25104;&#26159;&#21448;&#35201;&#27873;&#27748;&#20102;&#30340;&#12290;</p>
<p>&#160; &#25176;&#31119;&#26159;&#35201;&#26426;&#32771;&#30340;&#65292;&#20063;&#23601;&#26159;&#35828;&#26377;&#24456;&#22810;&#32451;&#20064;&#25105;&#29616;&#22312;&#23601;&#35201;&#23613;&#37327;&#22312;&#30005;&#33041;&#19978;&#23436;&#25104;&#65292;&#20197;&#36866;&#24212;&#36825;&#26679;&#30340;&#24418;&#24335;&#12290;&#21487;&#26159;&#23454;&#39564;&#23460;&#27809;&#20102;&#65292;&#20320;&#24212;&#35813;&#21487;&#20197;&#24819;&#35937;&#22312;&#23487;&#33293;&#37324;&#23436;&#25104;&#36825;&#20123;&#30340;&#22256;&#38590;&#31243;&#24230;&#12290;&#30001;&#20110;&#26159;&#20013;&#21320;&#25165;&#30693;&#36947;&#20102;&#36825;&#20107;&#65292;&#25105;&#36824;&#27809;&#26469;&#24471;&#21450;&#32771;&#34385;&#25509;&#19979;&#26469;&#30340;&#22797;&#20064;&#35813;&#24590;&#20040;&#36827;&#34892;&#12290;</p>
<p>&#160; &#20063;&#23601;&#26159;&#31361;&#28982;&#38388;&#65292;&#25105;&#24819;&#25226;&#21452;&#26143;&#24320;&#21040;&#28120;&#23453;&#30340;&#24565;&#22836;&#21448;&#21464;&#24471;&#24378;&#28872;&#12290;&#36825;&#20010;&#12290;&#12290;&#12290;&#19981;&#25289;&#19981;&#25289;&#12290;&#12290;&#12290;&#23601;&#20808;&#19981;&#22810;&#35828;&#20102;&#12290;</p>
<p>&#160; &#25105;&#36824;&#19981;&#26195;&#24471;&#25509;&#19979;&#26469;&#30340;&#25152;&#35859;&#31185;&#30740;&#35813;&#22914;&#20309;&#36827;&#34892;&#19979;&#21435;&#12290;&#34429;&#35828;&#19981;&#21916;&#27426;&#65292;&#21487;&#26159;&#19981;&#20570;&#20063;&#26159;&#19981;&#21487;&#33021;&#30340;&#65292;&#25105;&#30340;&#30740;&#19981;&#33021;&#30333;&#35835;&#12290;</p>
<p>&#160; &#20854;&#23454;&#65292;&#22240;&#20026;&#32570;&#20047;&#26126;&#30830;&#30340;&#30446;&#26631;&#65292;&#25152;&#20197;&#22312;&#25214;&#23547;&#30446;&#26631;&#30340;&#26102;&#20505;&#36935;&#19978;&#27599;&#19968;&#36873;&#25321;&#65292;&#37117;&#33293;&#19981;&#24471;&#25918;&#24323;&#20854;&#20013;&#20219;&#20309;&#19968;&#20010;&#36873;&#39033;&#12290;&#26368;&#21518;&#24471;&#19981;&#20607;&#22833;&#65292;&#21861;&#37117;&#27809;&#24471;&#21040;&#12290;</p>
<p>&#160; &#20854;&#23454;&#65292;&#25105;&#35273;&#24471;&#65292;&#20174;&#36947;&#29702;&#19978;&#26469;&#35828;&#65292;&#33267;&#23569;&#35813;&#26377;&#20010;&#22823;&#33268;&#30340;&#26041;&#21521;&#12290;&#28982;&#21518;&#22312;&#21521;&#20182;&#38752;&#25314;&#30340;&#26399;&#38388;&#65292;&#20250;&#26377;&#24456;&#22810;&#20107;&#24773;&#21487;&#20197;&#20570;&#65292;&#25105;&#20204;&#35813;&#26681;&#25454;&#37325;&#35201;&#24615;&#65292;&#21015;&#20986;&#20248;&#20808;&#32423;&#30340;No1&#65292;&#20840;&#21147;&#21435;&#20570;&#36825;&#19968;&#20214;&#20107;&#12290;&#21516;&#26102;&#36824;&#24471;&#19981;&#32829;&#35823;&#20102;No2~No n&#65292;&#33267;&#23569;&#36798;&#21040;&#22522;&#26412;&#23436;&#25104;&#65292;&#36824;&#24471;&#23481;&#24525;&#22312;No2~No n&#19978;&#30340;&#22833;&#24847;&#12290;&#22914;&#26524;&#23427;&#27809;&#26377;&#24471;&#21040;vip&#30340;&#24453;&#36935;&#65292;&#25105;&#20204;&#21448;&#20309;&#24503;&#20309;&#33021;&#26399;&#24453;&#23427;&#32473;&#20320;vip&#30340;&#22238;&#25253;&#65292;&#33021;&#20840;&#24515;&#20840;&#24847;&#20570;&#22909;vip&#37027;&#19968;&#20214;&#20107;&#65292;&#23601;&#24456;&#19981;&#23481;&#26131;&#30340;&#20102;&#12290;&#32780;&#25105;&#65292;&#29978;&#33267;&#26080;&#33021;&#21147;&#20316;&#20986;&#25225;&#25321;&#65292;&#30830;&#23450;&#33258;&#24049;&#30340;No1&#65292;&#20160;&#20040;&#37117;&#24819;&#35201;&#65292;&#20160;&#20040;&#37117;&#33293;&#19981;&#24471;&#12290;&#21487;&#33021;&#65292;&#36825;&#20063;&#26159;&#25104;&#38271;&#30340;&#19968;&#37096;&#20998;&#21543;&#65292;&#38754;&#23545;&#36825;&#20040;&#22810;&#30340;&#20107;&#24773;&#65292;&#21382;&#32451;&#20986;&#28129;&#23450;&#30340;&#24515;&#24773;&#12290;</p>
<p>&#160; &#21482;&#35760;&#24471;&#65292;&#20320;&#35828;&#20844;&#21496;&#30340;&#26576;&#24352;&#32440;&#19978;&#27809;&#20320;&#30340;&#21517;&#23383;&#12290;&#20320;&#20063;&#36319;&#25105;&#35828;&#36807;&#65292;&#19981;&#29992;&#20107;&#20107;&#37117;&#35201;&#20105;&#31532;&#19968;&#30340;&#21834;&#12290;&#25105;&#24819;&#36215;&#27599;&#27425;&#30331;&#38470;&#23398;&#26657;&#32593;&#31449;&#30475;&#35265;&#33258;&#24049;&#21487;&#24604;&#20998;&#25968;&#26102;&#30340;&#24515;&#24773;&#12290;&#25630;&#19981;&#28165;&#20320;&#20855;&#20307;&#26159;&#24590;&#26679;&#30340;&#65292;&#25105;&#24403;&#21021;&#32771;&#35797;&#26102;&#34429;&#35828;&#23601;&#27809;&#24819;&#30528;&#32771;&#22810;&#22909;&#65292;&#21487;&#26159;&#30475;&#21040;&#25104;&#32489;&#19981;&#29702;&#24819;&#36824;&#26159;&#24515;&#29702;&#20250;&#19981;&#33298;&#26381;&#12290;&#20154;&#22823;&#27010;&#37117;&#20250;&#36825;&#26679;&#21543;&#65292;&#19981;&#36807;&#36825;&#26679;&#30340;&#24773;&#32490;&#36807;&#21435;&#20102;&#23601;&#24471;&#36807;&#21435;&#65292;&#35813;&#24178;&#22043;&#36824;&#26159;&#24471;&#24178;&#22043;&#12290;&#22914;&#26524;&#20320;&#30495;&#30340;&#24819;&#20570;&#22909;&#36825;&#20221;&#24037;&#20316;&#65292;&#37027;&#25509;&#19979;&#26469;&#20877;&#21162;&#21147;&#20063;&#26469;&#24471;&#21450;&#30340;&#21834;&#12290;</p>
<p>&#160; &#20854;&#23454;&#36825;&#20010;&#36947;&#29702;&#25105;&#24456;&#26089;&#23601;&#25026;&#20102;&#65292;&#21487;&#26159;&#20570;&#36215;&#26469;&#22909;&#38590;&#12290;&#36873;&#19981;&#20986;most important&#65292;&#20570;&#19981;&#21040;&#24515;&#26080;&#26049;&#39579;&#30340;&#19987;&#24515;&#19968;&#20214;&#20107;&#12290;&#25105;&#19981;&#26159;&#25104;&#23601;&#22823;&#19994;&#30340;&#20154;&#65292;&#21487;&#26159;&#36825;&#20040;&#28857;&#23567;&#20107;&#37117;&#20570;&#19981;&#22909;&#65292;&#25105;&#20063;&#24456;&#26377;&#25387;&#36133;&#24863;&#12290;</p>
<p>&#160; &#19981;&#30693;&#36947;&#26159;&#20160;&#20040;&#24086;&#23376;&#65292;&#20063;&#19981;&#30830;&#23450;&#26159;&#37027;&#31687;&#21338;&#25991;&#35302;&#21160;&#20102;&#20320;&#12290;&#25105;&#35273;&#24471;&#65292;&#22312;&#25214;&#23547;&#20852;&#36259;&#30340;&#21516;&#26102;&#65292;&#25509;&#35302;&#20102;&#35768;&#22810;&#19981;&#21516;&#30340;&#20107;&#29289;&#65292;&#21363;&#20351;&#26159;&#27973;&#23581;&#36740;&#27490;&#65292;&#20063;&#23601;&#36896;&#23601;&#20102;&#19968;&#20010;&#20852;&#36259;&#24191;&#27867;&#30340;&#20154;&#65292;&#27809;&#20160;&#20040;&#19981;&#22909;&#12290;&#33021;&#20174;&#20107;&#19968;&#20221;&#19981;&#21388;&#24694;&#30340;&#24037;&#20316;&#65292;&#20063;&#31639;&#26159;&#24184;&#36816;&#20102;&#12290;&#25105;&#20063;&#21453;&#30465;&#20102;&#33258;&#24049;&#65292;&#36825;&#19968;&#28857;&#65292;&#20320;&#20570;&#30340;&#27604;&#25105;&#22909;&#65292;&#25105;&#29978;&#33267;&#36830;&#25366;&#25496;&#34920;&#38754;&#30340;&#32784;&#24515;&#37117;&#27809;&#26377;&#65292;&#23454;&#22312;&#26159;&#19981;&#22909;&#12290;</p>
<p>&#160; &#20320;&#35813;&#33021;&#30475;&#20986;&#26469;&#65292;&#25105;&#33258;&#24049;&#33041;&#34955;&#37117;&#26159;&#20081;&#30340;&#12290;&#25104;&#38271;&#65292;&#22823;&#27010;&#23601;&#26159;&#36825;&#20040;&#36855;&#36855;&#31946;&#31946;&#30340;&#12290;&#20320;&#23601;&#27809;&#20107;&#20570;&#20570;&#22351;&#20154;&#65292;&#23545;&#25105;&#32819;&#25552;&#38754;&#21629;&#19979;&#65292;&#26377;&#21161;&#20110;&#25226;&#27974;&#31946;&#22823;&#33041;&#34955;&#32473;&#32469;&#28165;&#26970;&#20102;&#12290;&#23454;&#22312;&#26377;&#28857;&#24515;&#24773;&#19981;&#22909;&#65292;&#20063;&#35760;&#19981;&#36215;&#20320;&#36824;&#35828;&#20102;&#20160;&#20040;&#65292;&#23601;&#20808;&#23553;&#31508;&#20102;&#12290;</p>
<p>&#160; &#25105;&#20063;&#35273;&#24471;&#26292;&#38706;&#22823;&#33041;&#25402;&#19981;&#29245;&#30340;&#65292;&#30475;&#23436;&#30041;&#20010;&#35328;&#65292;&#25105;&#22909;&#20851;&#38381;&#12290;&#23601;&#26159;&#19981;&#24819;&#21457;&#37038;&#20214;&#65292;&#21704;&#21704;&#12290;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8211;</p>
<p>2009-11-30</p>
<p>&#39134;&#25945;&#32946;&#25105;&#65292;&#35201;&#23398;&#20250;&#19968;&#20010;&#20154;&#29983;&#27963;&#12290;&#36825;&#20040;&#20037;&#20102;&#65292;&#25105;&#20381;&#28982;&#22312;&#23398;&#20064;&#20013;&#12290;&#12290;&#12290;</p>
<p>&#39134;&#24635;&#35828;&#25105;&#22909;&#30340;&#36319;&#26421;&#33457;&#20799;&#20284;&#30340;&#65292;&#25105;&#20063;&#35797;&#30528;&#36825;&#26679;&#23545;&#33258;&#24049;&#35828;</p>
<p>&#39134;&#37027;&#20040;&#30475;&#22909;&#25105;&#65292;&#25105;&#20063;&#35201;&#30475;&#22909;&#25105;&#33258;&#24049;</p>
<p>&#20381;&#28982;&#24076;&#26395;&#26377;&#22825;&#65292;&#33021;&#20877;&#36935;&#19978;&#36825;&#26679;&#30340;&#20154;&#65292;&#35753;&#25105;&#24819;&#36215;&#26469;&#23601;&#20250;&#24525;&#19981;&#20303;&#31505;&#65292;&#19968;&#22825;&#19981;&#32852;&#31995;&#23601;&#24515;&#24908;&#24908;&#65292;&#19968;&#36215;&#21507;&#39277;&#65292;&#21363;&#20351;&#26159;&#35199;&#32418;&#26623;&#28818;&#40481;&#34507;&#25105;&#20063;&#33021;&#21507;&#30340;&#27941;&#27941;&#26377;&#21619;&#65292;&#20320;&#24555;&#20048;&#25152;&#20197;&#25105;&#24555;&#20048;&#30340;&#20154;&#12290;</p>
<p>&#24076;&#26395;&#20197;&#21518;&#25105;&#21487;&#20197;&#20877;&#37027;&#20040;&#24184;&#31119;&#24555;&#20048;&#21543;</p>
<p>&#29616;&#22312;&#65292;&#25105;&#26377;&#25105;&#30340;VIP</p>
<p>&#22909;&#22909;&#20570;&#31185;&#30740;&#65292;&#25105;&#35201;&#21457;&#35770;&#25991;&#65292;&#21457;&#22909;&#35770;&#25991;</p>
<p>&#22909;&#22909;&#23398;&#33521;&#35821;&#65292;&#25240;&#33150;&#20102;&#36825;&#20040;&#20037;&#65292;&#24635;&#35201;&#23567;&#26377;&#25152;&#25104;</p>
<p>&#21453;&#27491;&#25105;&#22909;&#30340;&#36319;&#26421;&#33457;&#20799;&#20284;&#30340;&#65292;&#19981;&#30528;&#24613;&#65292;&#19981;&#30528;&#24613;</p>
<p><img src="http://public.blogbus.com/biaoqing/nownow/32.gif" border="0" alt="" />&#32654;&#22909;&#30340;&#26410;&#26469;&#21834;&#65292;&#19981;&#33021;&#25351;&#26395;&#21035;&#20154;&#65292;&#35201;&#33258;&#24049;&#36861;&#36880;&#30340;</p>
<p>&#25105;&#20381;&#28982;&#26159;&#37027;&#20010;&#27809;&#26377;&#23433;&#20840;&#24863;&#30340;&#32769;&#23567;&#23401;&#20799;&#12290;&#38752;&#35841;&#37117;&#19981;&#22914;&#38752;&#33258;&#24049;&#65292;&#20877;&#22909;&#30340;&#19996;&#35199;&#21464;&#25104;&#20102;&#33258;&#24049;&#30340;&#65292;&#25165;&#36367;&#23454;&#12290;&#12290;&#12290;</p>
<p>&#24180;&#36731;&#22312;&#20110;&#25240;&#33150;&#65292;&#21152;&#27833;&#21591;&#65292;&#32769;&#21674;~~~</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2009-11-30T00:00:00+08:00" pubdate data-updated="true">Nov 30<span>th</span>, 2009</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2009/11/30/%E8%BF%9F%E6%9A%AEiverson/">
		
			迟暮Iverson</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p><img src="http://filer.blogbus.com/5333148/53331481259564076t.jpg" border="0" alt="" /></p>
<p>&#24076;&#26395;&#20182;&#26377;&#22825;&#36824;&#33021;&#22238;&#26469;&#25171;&#29699;&#65292;&#25105;&#19968;&#23450;&#20877;&#30475;NBA&#65281;&#65281;&#65281;</p>
<p>11&#26376;&#23601;&#35201;&#32467;&#26463;&#20102;&#65292;&#24515;&#37324;&#24456;&#24971;&#23624;&#12290;&#24456;&#22810;&#20107;&#24773;&#35753;&#25105;&#24971;&#23624;&#65292;&#27604;&#22914;&#19981;&#20105;&#27668;&#30340;&#30005;&#33041;&#65292;&#28010;&#36153;&#25481;&#30340;&#22823;&#25226;&#26102;&#38388;&#65292;&#36824;&#26377;&#25105;&#19981;&#22909;&#26292;&#38706;&#30340;&#22823;&#33041;</p>
<p>Iverson&#36864;&#24441;&#20102;&#65292;&#37027;&#20040;&#26080;&#22856;&#30340;&#23459;&#24067;&#20102;&#36864;&#24441;&#12290;&#30452;&#25509;&#23548;&#33268;&#25105;&#36830;&#32493;&#20960;&#22825;&#24515;&#24213;&#26080;&#27604;&#20932;&#20937;&#65292;&#36824;&#24320;&#22987;&#20102;&#26029;&#26029;&#32493;&#32493;&#20026;&#26399;&#25968;&#22825;&#30340;&#22238;&#24518;</p>
<p>&#24819;&#36215;&#21018;&#24320;&#22987;&#30475;NBA&#65292;&#21021;&#20013;&#30340;&#26102;&#20505;&#21543;&#65292;&#21360;&#35937;&#26368;&#28145;&#30340;&#23601;&#26159;76&#20154;&#21644;&#28246;&#20154;&#30340;&#24635;&#20915;&#36187;&#12290;&#25509;&#35302;NBA&#65292;&#20063;&#23601;&#26159;&#37027;&#20010;&#36187;&#23395;&#65292;&#35748;&#35782;&#20102;Iverson&#65292;&#31185;&#27604;&#65292;&#22885;&#23612;&#23572;&#65292;&#21916;&#27426;76&#20154;&#65292;&#21916;&#27426;Iverson&#21644;&#31302;&#22823;&#21460;&#12290;</p>
<p>&#37027;&#26102;&#30340;Iverson&#23601;&#26159;&#25105;&#24515;&#30446;&#20013;&#30340;&#23396;&#32966;&#33521;&#38596;&#12290;&#20182;&#37027;&#20040;&#19968;&#20010;&#19968;&#31859;&#20843;&#30340;&#23567;&#20010;&#23376;&#65292;&#22312;NBA&#30340;&#24040;&#20154;&#20204;&#20013;&#19981;&#26029;&#31361;&#30772;&#65292;&#19978;&#31726;&#12290;&#36523;&#19978;&#24102;&#30528;11&#22788;&#20260;&#30149;&#65292;&#22362;&#25345;&#30528;&#65292;&#28246;&#20154;&#29992;&#22235;&#20010;&#20154;&#22312;&#31726;&#19979;&#30828;&#26159;&#25377;&#19981;&#20303;&#20182;&#12290;&#36824;&#26377;&#37027;&#24778;&#20154;&#30340;&#24377;&#36339;&#21147;&#65292;&#29978;&#33267;&#21487;&#20197;&#30422;&#20102;&#22885;&#23612;&#23572;&#30340;&#24125;&#12290;&#24456;&#24069;&#65292;&#24456;&#24069;&#12290;&#37027;&#20010;&#26102;&#20505;&#65292;&#21916;&#27426;&#20182;&#30340;&#21457;&#22411;&#65292;&#32441;&#36523;&#65292;&#36824;&#26377;&#19978;&#31726;&#30340;&#21160;&#20316;&#12290;&#37027;&#26102;&#24320;&#22987;&#26126;&#30333;&#28748;&#31726;&#19981;&#31639;&#20160;&#20040;&#65292;&#36825;&#26679;&#25165;&#26159;&#23454;&#21147;&#12290;&#21516;&#26679;&#65292;&#37027;&#26102;&#23601;&#35273;&#24471;&#20182;&#36825;&#26679;&#24819;&#25343;&#21040;&#24635;&#20896;&#20891;&#20250;&#24456;&#38590;&#12290;&#27605;&#31455;&#29699;&#38431;&#19981;&#26159;&#19968;&#20010;&#20154;&#30340;&#29699;&#38431;&#65292;&#20182;&#30340;&#39118;&#26684;&#22826;&#36807;&#20110;&#29420;&#31435;&#12290;whatever&#65292;&#20381;&#28982;&#24456;&#21916;&#27426;&#12290;</p>
<p>&#30475;&#21040;&#26032;&#38395;&#21518;&#65292;&#21040;&#22788;&#25628;&#32034;&#65292;&#24863;&#24936;&#19975;&#21315;&#12290;&#33521;&#38596;&#36831;&#26286;&#21834;&#65292;&#27599;&#20010;&#20465;&#20048;&#37096;&#37117;&#26159;&#31934;&#26126;&#30340;&#21830;&#20154;&#65292;&#22312;&#29699;&#21592;&#21644;&#35266;&#20247;&#38388;&#28818;&#20316;&#29609;&#24324;&#12290;&#21040;&#24213;&#35841;&#26159;&#23567;&#19985;&#65292;&#35841;&#26159;&#26827;&#23376;&#12290;</p>
<p>&#26085;&#23376;&#20037;&#20102;&#65292;&#24515;&#37324;&#24819;&#27861;&#24840;&#21152;&#22797;&#26434;&#65292;&#20063;&#19981;&#30693;&#36947;&#35813;&#20889;&#20123;&#20160;&#20040;&#20102;&#12290;&#23601;&#36825;&#26679;&#21543;&#12290;</p>
<p>&#24819;&#36215;&#21021;&#20013;&#26102;&#65306;</p>
<p>&#19968;&#30007;&#29983;&#38382;&#65292;&#20320;&#35273;&#24471;&#31185;&#27604;&#21644;&#24067;&#33713;&#24681;&#29305;&#21738;&#20010;&#27604;&#36739;&#24069;&#65307;</p>
<p>&#25105;&#20667;&#30524;&#65292;&#27809;&#21548;&#36807;&#65281;</p>
<p>&#21478;&#22806;&#20004;&#20010;&#22899;&#29983;&#29022;&#26377;&#20171;&#20107;&#30340;&#24320;&#22987;&#35752;&#35770;&#65292;&#31185;&#27604;&#26159;&#21738;&#20010;&#65292;&#24067;&#33713;&#24681;&#29305;&#21448;&#26159;&#21738;&#20010;&#65292;&#31350;&#31455;&#21738;&#20010;&#27604;&#36739;&#24069;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#36824;&#26366;&#32463;&#26377;&#20010;&#26497;&#20854;&#35752;&#21388;&#30340;&#30007;&#29983;&#20197;&#38647;.&#38463;&#20262;&#33258;&#35817;&#65292;&#30475;&#27604;&#36187;&#26102;&#21482;&#35201;&#26377;&#36825;&#20010;&#20154;&#65292;&#25105;&#23601;&#36991;&#32780;&#19981;&#30475;&#12290;&#33267;&#20170;&#65292;&#20381;&#28982;&#19981;&#30693;&#36947;&#21738;&#20010;&#26159;&#38647;.&#38463;&#20262;&#12290;&#21487;&#24604;&#20102;&#36825;&#20804;&#24351;&#65292;&#34987;&#20154;&#26579;&#20102;&#27745;&#21517;&#12290;</p>
<p>&#29616;&#22312;&#30340;&#26102;&#20195;&#65292;&#35980;&#20284;&#28176;&#28176;&#31163;&#25105;&#32780;&#21435;&#12290;&#24403;&#21021;&#21916;&#27426;&#30340;&#29699;&#26143;&#20204;&#23601;&#25509;&#36817;&#36864;&#24441;&#65292;&#25110;&#24320;&#22987;&#22352;&#36215;&#20919;&#26495;&#20979;&#12290;&#26356;&#19981;&#35201;&#35828;&#23089;&#20048;&#26041;&#38754;&#20102;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#30475;&#26469;&#65292;&#25105;&#30495;&#30340;&#24320;&#22987;&#32769;&#20102;&#12290;&#21834;&#65281;&#24515;&#21487;&#19981;&#33021;&#32769;&#21834;&#65281;</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2009-11-30T00:00:00+08:00" pubdate data-updated="true">Nov 30<span>th</span>, 2009</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2009/11/21/%E5%8D%81%E5%A4%A7%E9%AB%98%E6%98%8E%E7%9A%84google%E6%90%9C%E7%B4%A2%E6%8A%80%E6%9C%AF%EF%BC%88%E8%BD%AC%EF%BC%89/">
		
			十大高明的Google搜索技术（转）</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <!-- for US Universities & Colleges ... --></p>

<p>			<!-- &#20026;&#26032;&#25176;&#31119;&#35789;&#27719;&#20998;&#31867;&#31361;&#30772;&#28155;&#21152;&#38899;&#39057;&#25773;&#25918; -->
<p>&#36716;&#33258;http://www.lixiaolai.com/index.php/archives/23.html</p>
<p>&#21069;&#35328;&#65306;&#22810;&#25968;&#20154;&#22312;&#20351;&#29992;Google&#25628;&#32034;&#30340;&#36807;&#31243;&#26159;&#38750;&#24120;&#20302;&#25928;&#21644;&#26080;&#35859;&#30340;&#65292;&#22914;&#26524;&#20320;&#21482;&#26159;&#36755;&#20837;&#20960;&#20010;&#20851;&#38190;&#35789;&#65292;&#28982;&#21518;&#25353;&#25628;&#32034;&#25353;&#38062;&#65292;&#20320;&#23558;&#26159;&#37027;&#20123;&#26080;&#27861;&#24471;&#21040;Google&#20840;&#37096;&#20449;&#24687;&#30340;&#29992;&#25143;&#65292;&#22312;&#36825;&#31687;&#25991;&#31456;&#20013;&#65292;Google&#25628;&#32034;&#19987;&#23478;&#36808;&#20811;&#23572;.&#31859;&#21202;&#23558;&#21521;&#24744;&#23637;&#31034;&#22914;&#20309;&#26356;&#26234;&#33021;&#12289;&#26356;&#39640;&#25928;&#22320;&#36827;&#34892;Google&#30340;&#31995;&#21015;&#25628;&#32034;&#12290;
</p>
<p>Google&#26159;&#19968;&#20010;&#38750;&#24120;&#31934;&#23494;&#25104;&#29087;&#30340;&#25628;&#32034;&#24341;&#25806;&#65292;&#20294;&#22823;&#22810;&#25968;&#30340;&#29992;&#25143;&#37117;&#27809;&#26377;&#33021;&#23436;&#20840;&#22320;&#21033;&#29992;&#21040;&#23427;&#30340;&#33021;&#21147;&#12290;&#19968;&#33324;&#20154;&#23601;&#26159;&#22312;Google&#30340;&#25628;&#32034;&#26694;&#20013;&#36755;&#20837;&#19968;&#20004;&#20010;&#20851;&#38190;&#23383;&#65292;<br />
&#28982;&#21518;&#28857;&#20987;&#8220;&#25628;&#32034;&#8221;&#25353;&#38062;&#65292;&#31561;&#30528;Google&#26174;&#31034;&#20986;&#23427;&#31532;&#19968;&#39029;&#30340;&#25628;&#32034;&#32467;&#26524;&#12290;&#36825;&#26159;&#19968;&#20010;&#30456;&#24403;&#31616;&#21333;&#27169;&#24335;&#21305;&#37197;&#31639;&#27861;&#30340;&#25628;&#32034;&#65292;&#19981;&#24184;&#30340;&#26159;&#65292;&#36890;&#24120;&#27492;&#26102;&#20986;&#29616;&#30340;&#22823;&#37096;&#20998;&#37117;&#26159;&#24182;&#19981;&#38656;&#35201;&#30340;<br />
&#32467;&#26524;&#12290;</p>
<p>&#20854;&#23454;&#65292;&#36824;&#26159;&#26377;&#26356;&#22909;&#30340;&#26041;&#24335;&#33021;&#22815;&#35753;&#25628;&#32034;&#20135;&#29983;&#19968;&#20123;&#26356;&#23569;&#12289;&#26356;&#20026;&#20934;&#30830;&#30340;&#32467;&#26524;&#12290;&#20320;&#25152;&#38656;&#35201;&#20570;&#30340;&#20107;&#21482;&#26159;&#23398;&#20064;&#19968;&#20123;&#31616;&#21333;&#30340;&#25216;&#24039;&#65292;&#20320;&#23601;&#33021;&#24456;&#24555;&#24471;&#21040;&#26356;&#22810;&#26356;&#22909;&#30340;Google&#25628;&#32034;&#32467;&#26524;&#12290;</p>
<p><strong>&#25216;&#24039;&#19968;&#65306;&#20351;&#29992;&#27491;&#30830;&#30340;&#26041;&#27861;</strong></p>
<p>&#26080;&#35770;&#20320;&#26159;&#20351;&#29992;&#19968;&#20010;&#31616;&#21333;&#25110;&#26159;&#39640;&#32423;&#30340;Google&#25628;&#32034;&#65292;&#22312;&#27492;&#37117;&#23384;&#22312;&#20320;&#24212;&#35813;&#20351;&#29992;&#30340;&#26576;&#31181;&#21487;&#38752;&#30340;&#26041;&#27861;&#12290;&#36981;&#24490;&#36866;&#24403;&#30340;&#26041;&#27861;&#20320;&#23601;&#33021;&#33719;&#24471;&#38750;&#24120;&#20934;&#30830;&#30340;&#32467;&#26524;&#65307;&#35201;&#26159;&#24573;&#30053;&#36825;&#26465;&#24314;&#35758;&#30340;&#35805;&#65292;&#20320;&#20063;&#35768;&#23601;&#20250;&#30475;&#21040;&#22823;&#37327;&#19981;&#30456;&#20851;&#30340;&#32467;&#26524;&#25110;&#26159;&#32570;&#20047;&#20320;&#24819;&#35201;&#30340;&#30456;&#20851;&#32467;&#26524;&#12290;</p>
<p>&#34429;&#28982;&#26377;&#24456;&#22810;&#19981;&#21516;&#65288;&#19988;&#21516;&#26679;&#26377;&#25928;&#30340;&#65289;&#26041;&#27861;&#29992;&#20110;&#32593;&#32476;&#25628;&#32034;&#65292;&#25105;&#20445;&#35777;&#36825;&#20010;&#29305;&#21035;&#30340;&#26041;&#27861;&#23558;&#33021;&#24102;&#26469;&#26368;&#26834;&#30340;&#32467;&#26524;&#12290;&#36825;&#26159;&#19968;&#20010;&#20998;&#20845;&#27493;&#39588;&#30340;&#36807;&#31243;&#65292;&#22914;&#19979;&#65306;</p>
<p>1&#12289;&#39318;&#20808;&#65292;&#24819;&#22909;&#20320;&#24819;&#35201;&#23547;&#25214;&#20160;&#20040;&#12290;&#21738;&#20123;&#35789;&#33021;&#22815;&#26368;&#22909;&#22320;&#25551;&#36848;&#20320;&#35201;&#23547;&#25214;&#30340;&#20449;&#24687;&#25110;&#32773;&#27010;&#24565;&#65311;&#21738;&#20123;&#35789;&#26159;&#20320;&#33021;&#22815;&#29992;&#26469;&#26367;&#25442;&#30340;&#65311;&#26377;&#27809;&#26377;&#37027;&#20123;&#35789;&#26159;&#21487;&#20197;&#19981;&#24517;&#21253;&#25324;&#22312;&#20320;&#24819;&#35201;&#25628;&#32034;&#30340;&#26356;&#22909;&#23450;&#20041;&#20320;&#30340;&#38656;&#27714;&#20043;&#20869;&#65311;</p>
<p>2&#12289;&#26500;&#24314;&#20320;&#30340;&#25628;&#32034;&#35201;&#27714;&#12290;&#20351;&#29992;&#23613;&#21487;&#33021;&#22810;&#20320;&#25152;&#38656;&#35201;&#30340;&#20851;&#38190;&#35789;&#65307;&#36234;&#22810;&#36234;&#22909;&#12290;&#22914;&#26524;&#30342;&#23384;&#22312;&#21487;&#33021;&#30340;&#35805;&#65292;&#35797;&#30528;&#29992;&#36866;&#24403;&#30340;&#25628;&#32034;&#25805;&#20316;&#26469;&#20351;&#20320;&#30340;&#25628;&#32034;&#26356;&#31934;&#28860;&#8212;&#8212;&#25110;&#32773;&#65292;&#22914;&#26524;&#20320;&#24895;&#24847;&#30340;&#35805;&#65292;&#21487;&#20197;&#20351;&#29992;&#39640;&#32423;&#25628;&#32034;&#39029;&#38754;&#12290;</p>
<p>3&#12289;&#28857;&#20987;&#8220;&#25628;&#32034;&#8221;&#25353;&#38062;&#36827;&#34892;&#25628;&#32034;&#12290;</p>
<p>4&#12289;&#35780;&#20272;&#19968;&#19979;&#25628;&#32034;&#32467;&#26524;&#39029;&#38754;&#19978;&#30340;&#21305;&#37197;&#31243;&#24230;&#12290;&#22914;&#26524;&#19968;&#24320;&#22987;&#30340;&#32467;&#26524;&#19982;&#20320;&#24819;&#35201;&#30340;&#19981;&#19968;&#33268;&#65292;&#20877;&#31934;&#28860;&#20320;&#30340;&#25628;&#32034;&#35201;&#27714;&#24182;&#37325;&#26032;&#25628;&#32034;&#8212;&#8212;&#25110;&#36716;&#21521;&#26356;&#21512;&#36866;&#30340;&#25628;&#32034;&#31449;&#28857;&#20877;&#36827;&#34892;&#25628;&#32034;&#12290;</p>
<p>5&#12289;&#36873;&#25321;&#20320;&#24819;&#35201;&#26597;&#30475;&#30340;&#21305;&#37197;&#30340;&#39029;&#38754;&#65292;&#28857;&#20987;&#36827;&#34892;&#27983;&#35272;&#12290;</p>
<p>6&#12289;&#20445;&#23384;&#36825;&#20123;&#26368;&#31526;&#21512;&#20320;&#38656;&#27714;&#30340;&#20449;&#24687;&#12290;</p>
<p>&#25442;&#35328;&#20043;&#65292;&#36825;&#38656;&#35201;&#20320;&#22312;&#25628;&#32034;&#20043;&#21069;&#24605;&#32771;&#28165;&#26970;&#65292;&#25509;&#30528;&#22312;&#33719;&#24471;&#26368;&#21021;&#32467;&#26524;&#21518;&#31934;&#28860;&#20320;&#30340;&#25628;&#32034;&#12290;&#36825;&#20123;&#22810;&#20570;&#30340;&#21162;&#21147;&#37117;&#26159;&#36731;&#24494;&#30340;&#65292;&#20294;&#30830;&#23454;&#24456;&#20540;&#24471;&#12290;</p>
<p><strong> &#25216;&#24039;&#20108;&#65306;&#21512;&#29702;&#21033;&#29992;&#19968;&#20010;&#8220;&#19982;/&#25110;&#8221;&#30340;&#25628;&#32034;</strong></p>
<p>&#22823;&#22810;&#25968;&#30340;&#29992;&#25143;&#37117;&#27809;&#26377;&#24847;&#35782;&#21040;&#65292;Google&#20250;&#33258;&#21160;&#20551;&#23450;&#19968;&#27425;&#25628;&#32034;&#35201;&#27714;&#20013;&#25152;&#26377;&#30340;&#35789;&#20043;&#38388;&#37117;&#26159;&#19968;&#31181;&#8220;&#21644;&#8221;&#30340;&#20851;&#31995;&#12290;&#20063;&#23601;&#26159;&#65292;&#22914;&#26524;&#20320;&#36755;&#20837;&#20004;&#20010;&#35789;&#65292;&#23427;&#23601;&#20250;&#20551;&#23450;&#20320;&#25152;&#23547;&#25214;&#30340;&#39029;&#38754;&#26159;&#21253;&#21547;&#36825;&#20004;&#20010;&#35789;&#30340;&#12290;&#23427;&#19981;&#20250;&#21453;&#39304;&#32473;&#20320;&#20165;&#21253;&#21547;&#20854;&#20013;&#19968;&#20010;&#35789;&#30340;&#39029;&#38754;&#12290;</p>
<p>&#36825;&#23601;&#20351;&#24471;&#20320;&#26080;&#39035;&#22312;&#36755;&#20837;&#25628;&#32034;&#35201;&#27714;&#26102;&#36755;&#20837;&#19968;&#20010;&#8220;&#21644;&#8221;&#12290;&#22914;&#26524;&#20320;&#24819;&#35201;&#25628;&#32034;&#30340;&#21253;&#25324;&#8220;Bob&#8221;&#21644;&#8220;Ted&#8221;&#65292;&#20320;&#25152;&#38656;&#35201;&#20570;&#30340;&#23601;&#26159;&#36755;&#20837;bob ted&#21363;&#21487;&#12290;Google&#20250;&#33258;&#24049;&#20551;&#23450;&#19968;&#20010;&#8220;&#21644;&#8221;&#65292;&#24182;&#33258;&#21160;&#22320;&#23558;&#23427;&#21253;&#25324;&#22312;&#20869;&#37096;&#30340;&#32034;&#24341;&#25628;&#32034;&#20869;&#12290;</p>
<p>&#36825;&#19982;&#22312;&#25152;&#35201;&#27714;&#30340;&#35789;&#20043;&#38388;&#20551;&#23450;&#8220;&#25110;&#8221;&#26159;&#19981;&#21516;&#30340;&#12290;&#20363;&#22914;&#65292;&#23545;&#27604;&#36755;&#20837;&#30340;&#35201;&#27714;&#8220;bob<br />
ted&#8221;&#65288;&#35760;&#24471;&#65292;&#36825;&#20010;&#23454;&#38469;&#19978;&#26159;bob&#21644;ted&#65289;&#19982;&#8220;bob&#25110;ted&#8221;&#12290;&#26681;&#25454;&#31532;&#19968;&#20010;&#35201;&#27714;&#25152;&#24471;&#30340;&#32467;&#26524;&#25152;&#21253;&#21547;&#30340;&#39029;&#38754;&#20250;&#20849;&#21516;&#25552;&#21040;Bob&#21644;Ted.&#32780;&#21518;&#32773;&#65292;&#32467;&#26524;&#25152;&#21253;<br />
&#21547;&#30340;&#39029;&#38754;&#20250;&#21482;&#21333;&#29420;&#25552;&#21040;Bob&#65292;&#20063;&#26377;&#20123;&#39029;&#38754;&#26159;&#21333;&#29420;&#25552;&#21040;Ted&#65292;&#36824;&#26377;&#19968;&#20123;&#26159;&#20849;&#21516;&#25552;&#21040;&#20182;&#20204;&#20108;&#32773;&#30340;&#12290;&#36825;&#26159;&#19968;&#20010;&#24494;&#22937;&#30340;&#24046;&#24322;&#65292;&#20294;&#21364;&#26159;&#24456;&#37325;&#35201;&#30340;&#12290;</p>
<p>&#22240;&#27492;&#65292;&#22914;&#26524;&#20320;&#24819;&#35201;&#19968;&#20010;&#8220;&#19982;/&#25110;&#8221;&#30340;&#25628;&#32034;&#8212;&#8212;&#25628;&#32034;&#21253;&#25324;&#19968;&#20010;&#25110;&#21478;&#19968;&#20010;&#35789;&#30340;&#39029;&#38754;&#65292;&#20294;&#19981;&#19968;&#23450;&#26159;&#37117;&#21253;&#25324;&#20108;&#32773;&#8212;&#8212;&#20320;&#24517;&#39035;&#22312;&#20004;&#20010;&#20851;&#38190;&#35789;&#20043;&#38388;&#25554;&#20837;&#19968;&#20010;&#24102;&#26377;&#8220;&#25110;&#32773;&#8221;&#21151;<br />
&#33021;&#30340;&#25805;&#20316;&#12290;&#24403;&#20320;&#36755;&#20837;&#36825;&#20010;&#8220;OR&#8221;&#30340;&#34920;&#31034;&#8220;&#25110;&#32773;&#8221;&#25805;&#20316;&#26102;&#65292;&#35831;&#30830;&#20445;&#25152;&#36755;&#20837;&#30340;&#35201;&#22823;&#20889;&#65292;&#21542;&#21017;Google&#20250;&#23558;&#23427;&#24573;&#35270;&#20026;&#19968;&#20010;&#24573;&#30053;&#30340;&#21333;&#35789;&#65288;stop<br />
word&#65289;&#8212;&#8212;&#20063;&#25105;&#20204;&#25509;&#19979;&#21435;&#23558;&#35201;&#35762;&#21040;&#30340;&#12290;</p>
<p><strong>&#25216;&#24039;&#19977;&#65306;&#20320;&#30340;&#25628;&#32034;&#20013;&#21253;&#25324;&#25110;&#19981;&#21253;&#25324;&#30340;&#35789;</strong></p>
<p>&#20851;&#20110;&#36825;&#20123;&#8220;and&#8221;&#21644;&#8220;or&#8221;&#30340;&#35789;&#65292;Google&#20250;&#33258;&#21160;&#22320;&#23558;&#36825;&#20123;&#22312;&#20320;&#36755;&#20837;&#30340;&#25628;&#32034;&#35201;&#27714;&#20013;&#30340;&#19981;&#37325;&#35201;&#30340;&#12289;&#26222;&#36890;&#30340;&#35789;&#24573;&#30053;&#25481;&#12290;&#36825;&#20123;&#34987;&#31216;&#20316;&#26159;&#8220;&#24573;&#30053;&#30340;&#21333;&#35789;&#8221;&#65292;&#21253;<br />
&#25324;<br />
&#8220;and&#8221;&#12289;&#8220;the&#65292;&#8221;&#12289;&#8220;where&#8221;&#12289;&#8220;how&#8221;&#12289;&#8220;what&#8221;&#12289;&#8220;or&#8221;&#65288;&#25152;&#26377;&#23383;&#27597;&#30342;&#20026;&#23567;&#20889;&#65292;&#36824;&#26377;&#20854;&#23427;&#19968;&#20123;&#31867;&#20284;&#30340;&#35789;&#8212;&#8212;&#21253;&#25324;&#19968;&#20123;&#21333;&#29420;&#30340;&#25968;&#23383;&#25110;&#21333;&#29420;<br />
&#30340;&#23383;&#27597;&#65288;&#20363;&#22914; &#8220;a&#8221;&#65289;&#12290;</p>
<p>&#22312;&#25628;&#32034;&#20013;&#21253;&#21547;&#24573;&#30053;&#30340;&#21333;&#35789;&#24182;&#27809;&#26377;&#20160;&#20040;&#22823;&#30861;&#65292;&#19981;&#36807;&#20250;&#20351;&#25628;&#32034;&#36895;&#24230;&#26377;&#20123;&#19979;&#38477;&#65292;&#36825;&#23601;&#26159;Google&#23558;&#23427;&#20204;&#21076;&#38500;&#30340;&#21407;&#22240;&#12290;&#20030;&#19968;&#20010;&#20363;&#23376;&#65292;&#20320;&#24819;&#35201;&#25628;&#32034;&#30340;&#26159;&#8220;how<br />
a toaster works&#8221;&#65288;&#28900;&#31665;&#22914;&#20309;&#24037;&#20316;&#65289;&#65292;Google&#20250;&#31227;&#38500;&#8220;how&#8221;&#21644;&#8220;a&#8221;&#20004;&#20010;&#35789;&#65292;&#24182;&#33258;&#34892;&#25353;&#26032;&#30340;&#26356;&#30701;&#30340;&#20851;&#38190;&#35789;&#8220;toaster<br />
works&#8221;&#36827;&#34892;&#25628;&#32034;&#12290;</p>
<p>&#22914;&#26524;&#20320;&#24819;&#35201;&#35753;&#36825;&#20123;&#19968;&#33324;&#30340;&#35789;&#21253;&#21547;&#22312;&#20320;&#30340;&#25628;&#32034;&#35201;&#27714;&#20869;&#65292;&#20320;&#21487;&#20197;&#36890;&#36807;&#35753;Google&#24517;&#39035;&#22312;&#25628;&#32034;&#20013;&#21253;&#21547;&#36825;&#20123;&#29305;&#23450;&#30340;&#35789;&#65292;&#20351;&#23427;&#19981;&#21435;&#25490;&#38500;&#8220;&#24573;&#30053;&#30340;&#21333;&#35789;&#8221;&#12290;&#24819;&#35201;&#20570;&#21040;&#36825;<br />
&#28857;&#65292;&#20320;&#21487;&#20197;&#22312;&#20320;&#30830;&#23454;&#38656;&#35201;&#30340;&#35789;&#20043;&#21069;&#21152;&#19978;&#19968;&#20010;&#8220;+&#8221;&#31526;&#21495;&#12290;&#20363;&#22914;&#65292;&#35201;&#22312;&#25628;&#32034;&#35201;&#27714;&#20013;&#21253;&#21547;&#8220;how&#8221;&#65292;&#20320;&#24212;&#35813;&#36755;&#20837;&#8220;+how&#8221;&#12290;&#35831;&#30830;&#20445;&#22312;+&#31526;&#21495;&#20043;&#21069;&#26377;&#19968;&#20010;&#31354;&#26684;&#31526;&#65292;&#32780;<br />
&#19981;&#26159;&#22312;&#23427;&#20043;&#21518;&#12290;</p>
<p>&#20174;&#21478;&#19968;&#26041;&#38754;&#26469;&#35828;&#65292;&#26377;&#26102;&#20320;&#20250;&#24819;&#35201;&#36890;&#36807;&#25490;&#38500;&#19968;&#20123;&#21253;&#21547;&#29305;&#23450;&#35789;&#30340;&#39029;&#38754;&#26469;&#31934;&#28860;&#20320;&#30340;&#25628;&#32034;&#32467;&#26524;&#12290;&#20320;&#21487;&#20197;&#36890;&#36807;&#20351;&#29992;&#19968;&#20010;&#8220;-&#8221;&#21495;&#26469;&#21435;&#25481;&#25628;&#32034;&#32467;&#26524;&#20013;&#19981;&#24819;&#35201;&#21253;&#25324;&#22312;&#20869;&#30340;&#35789;&#65307;<br />
&#22312;&#20320;&#30340;&#25628;&#32034;&#35201;&#27714;&#20013;&#20219;&#20309;&#20043;&#21069;&#21152;&#19978;&#20102;&#8220;-&#8221;&#31526;&#21495;&#30340;&#35789;&#37117;&#20250;&#33258;&#21160;&#22320;&#25490;&#38500;&#22312;&#25628;&#32034;&#32467;&#26524;&#20043;&#22806;&#12290;&#21516;&#26679;&#22320;&#65292;&#20063;&#35831;&#35760;&#20303;&#22312;&#8220;-&#8221;&#31526;&#21495;&#20043;&#21069;&#30041;&#19968;&#20010;&#31354;&#26684;&#31526;&#12290;</p>
<p>&#20363;&#22914;&#65292;&#22914;&#26524;&#20320;&#24819;&#35201;&#25628;&#32034;&#8220;bass&#8221;&#65292;&#20320;&#25152;&#24471;&#21040;&#30340;&#39029;&#38754;&#21487;&#33021;&#20250;&#21253;&#25324;&#30007;&#27468;&#25163;&#19968;&#31867;&#30340;&#25110;&#26159;&#20851;&#20110;&#40060;&#30340;&#19968;&#31867;&#30340;&#12290;&#22914;&#26524;&#20320;&#20165;&#21521;&#25628;&#32034;&#30340;&#26159;&#27468;&#25163;&#36825;&#31867;&#30340;&#39029;&#38754;&#65292;&#36755;&#20837;&#25628;&#32034;&#35201;&#27714;&#26102;&#24212;&#22914;&#19979;&#65306;&#8220;bass -fish&#8221;&#12290;</p>
<p><strong>&#25216;&#24039;&#22235;&#65306;&#25628;&#32034;&#36817;&#20284;&#30340;&#35789;</strong></p>
<p>&#19981;&#30830;&#23450;&#20320;&#22312;&#19968;&#27425;&#25628;&#32034;&#20013;&#24819;&#35201;&#25628;&#32034;&#30340;&#35789;&#26159;&#27491;&#30830;&#30340;&#65311;&#20320;&#26159;&#21542;&#25285;&#24515;&#19968;&#20123;&#39029;&#38754;&#20250;&#20351;&#29992;&#21487;&#26367;&#20195;&#30340;&#35789;&#26469;&#25551;&#36848;&#20320;&#24819;&#35201;&#30340;&#19996;&#35199;&#21602;&#65311;</p>
<p>&#24184;&#36816;&#30340;&#26159;&#65292;Google&#33021;&#22815;&#35753;&#20320;&#25628;&#32034;&#36817;&#20284;&#30340;&#35789;&#8212;&#8212;&#21483;&#20570;&#21516;&#20041;&#35789;&#8212;&#8212;&#36890;&#36807;&#20351;&#29992;&#8220;~&#8221;&#31526;&#21495;&#12290;&#21482;&#35201;&#22312;&#24819;&#35201;&#25628;&#32034;&#30340;&#35789;&#20043;&#21069;&#21152;&#19978;&#8220;~&#8221;&#31526;&#21495;&#65292;Google&#23601;&#20250;&#25628;&#32034;&#25152;&#26377;&#21253;&#25324;&#36825;&#20010;&#35789;&#20197;&#21450;&#21512;&#36866;&#30340;&#36817;&#20041;&#35789;&#30340;&#39029;&#38754;&#12290;</p>
<p>&#20363;&#22914;&#65292;&#35201;&#25628;&#32034;&#31867;&#20284;&#8220;elderly&#8221;&#30340;&#35789;&#65292;&#36755;&#20837;&#8220;~elderly&#8221;&#65292;&#25152;&#24471;&#21040;&#30340;&#39029;&#38754;&#23601;&#20250;&#19981;&#20165;&#26159;&#21253;&#25324;&#8220;elderly&#8221;&#36825;&#20010;&#35789;&#65292;&#36824;&#20250;&#26377;&#21253;&#25324;&#8220;senior&#8221;&#12289;&#8220;older&#8221;&#12289;&#8220;aged&#8221;&#31561;&#31561;&#35789;&#30340;&#39029;&#38754;&#12290;</p>
<p>&#22312;&#27492;&#36824;&#26377;&#20010;&#39069;&#22806;&#30340;&#25216;&#24039;&#65306;&#22914;&#26524;&#35201;&#21482;&#26159;&#21015;&#20986;&#36817;&#20041;&#35789;&#30340;&#39029;&#38754;&#65292;&#32780;&#19981;&#38656;&#35201;&#32473;&#20986;&#35768;&#22810;&#21407;&#20808;&#36755;&#20837;&#30340;&#37027;&#20010;&#35789;&#30340;&#39029;&#38754;&#65292;&#21487;&#20197;&#29992;&#8220;-&#8221;&#31526;&#21495;&#26469;&#36830;&#25509;&#8220;~&#8221;&#25805;&#20316;&#65292;&#20363;&#22914;<br />
&#8220;~keyword<br />
-keyword&#8221;&#12290;&#36825;&#26679;&#23601;&#33021;&#22312;&#36817;&#20041;&#35789;&#25152;&#24471;&#30340;&#32467;&#26524;&#20013;&#25490;&#38500;&#21407;&#20808;&#36755;&#20837;&#30340;&#35789;&#12290;&#22312;&#20808;&#21069;&#30340;&#20363;&#23376;&#20013;&#65292;&#35201;&#24471;&#21040;&#20165;&#26377;&#8220;elderly&#8221;&#36817;&#20041;&#35789;&#30340;&#25628;&#32034;&#32467;&#26524;&#65292;&#23601;&#36755;&#20837;<br />
&#8220;~elderly -elderly&#8221;&#21363;&#21487;&#12290;</p>
<p><strong>&#25216;&#24039;&#20116;&#65306;&#25628;&#32034;&#29305;&#23450;&#30340;&#35789;&#32452;</strong></p>
<p>&#24403;&#20320;&#25628;&#32034;&#19968;&#20010;&#29305;&#23450;&#35789;&#32452;&#26102;&#65292;&#22914;&#26524;&#20320;&#21482;&#26159;&#31616;&#21333;&#22320;&#36755;&#20837;&#35789;&#32452;&#20013;&#25152;&#26377;&#30340;&#35789;&#20320;&#26159;&#26080;&#27861;&#24471;&#21040;&#26368;&#22909;&#30340;&#32467;&#26524;&#30340;&#12290;Google&#20063;&#35768;&#33021;&#22815;&#21453;&#39304;&#20986;&#21253;&#21547;&#36825;&#20010;&#35789;&#32452;&#30340;&#32467;&#26524;&#65292;&#20294;&#23427;&#20063;&#20250;&#21015;&#20986;&#21253;&#21547;&#20320;&#25152;&#36755;&#20837;&#25152;&#26377;&#35789;&#30340;&#32467;&#26524;&#65292;&#21364;&#26410;&#24517;&#35753;&#36825;&#20123;&#35789;&#25353;&#29031;&#27491;&#30830;&#30340;&#39034;&#24207;&#12290;</p>
<p>&#22914;&#26524;&#20320;&#35201;&#25628;&#32034;&#19968;&#20010;&#29305;&#23450;&#30340;&#35789;&#32452;&#65292;&#20320;&#24212;&#35813;&#23558;&#25972;&#20010;&#35789;&#32452;&#25918;&#22312;&#19968;&#20010;&#24341;&#21495;&#20869;&#12290;&#36825;&#26679;&#23601;&#33021;&#35753;Google&#25628;&#32034;&#35268;&#23450;&#39034;&#24207;&#30340;&#31934;&#30830;&#30340;&#20851;&#38190;&#35789;&#12290;</p>
<p>&#20363;&#22914;&#65292;&#22914;&#26524;&#20320;&#35201;&#25628;&#32034;&#8220;Monty Python&#8221;&#65292;&#20320;&#21487;&#20197;&#36755;&#20837;monty<br />
python&#20316;&#20026;&#20320;&#30340;&#25628;&#32034;&#35201;&#27714;&#65292;&#25509;&#30528;&#20320;&#20063;&#35768;&#20250;&#33719;&#24471;&#21487;&#25509;&#21463;&#30340;&#32467;&#26524;&#65307;&#36825;&#20123;&#32467;&#26524;&#20013;&#20250;&#21253;&#21547;&#26377;&#30528;&#8220;monty&#8221;&#21644;&#8220;python&#8221;&#20004;&#20010;&#35789;&#30340;&#39029;&#38754;&#12290;&#20294;&#36825;&#20123;&#32467;&#26524;&#24182;&#19981;&#20165;&#26159;<br />
&#21253;&#21547;&#20102;&#20851;&#20110;&#33521;&#22269;&#21916;&#21095;&#22242;&#20307;&#30340;&#39029;&#38754;&#65292;&#36824;&#21253;&#25324;&#20102;&#21517;&#21483;Monty&#30340;&#34503;&#20197;&#21450;&#21517;&#21483;Monty&#30340;&#23478;&#20249;&#65292;&#20182;&#20859;&#20102;&#34503;&#26469;&#24403;&#23456;&#29289;&#65292;&#36824;&#26377;&#20854;&#23427;&#19968;&#20123;&#21253;&#25324;&#20102;&#8220;monty&#8221;&#21644;<br />
&#8220;python&#8221;&#30340;&#35789;&#30340;&#39029;&#38754;&#65292;&#21363;&#20351;&#23427;&#20204;&#20043;&#38388;&#30475;&#36215;&#26469;&#20284;&#20046;&#27627;&#26080;&#20851;&#32852;&#12290;</p>
<p>&#20026;&#20102;&#23558;&#25628;&#32034;&#32467;&#26524;&#38480;&#23450;&#22312;&#21482;&#20851;&#20110;Monty<br />
Python&#21916;&#21095;&#22242;&#20043;&#20869;&#65292;&#20063;&#23601;&#26159;&#20320;&#24819;&#35201;&#25628;&#32034;&#30340;&#39029;&#38754;&#26159;&#25353;&#35268;&#23450;&#30340;&#39034;&#24207;&#65292;&#23558;&#36825;&#20004;&#20010;&#35789;&#20316;&#20026;&#19968;&#20010;&#35789;&#32452;&#21253;&#21547;&#22312;&#20869;&#30340;&#65292;&#20320;&#23601;&#24212;&#35813;&#22312;&#36755;&#20837;&#25628;&#32034;&#35201;&#27714;&#26102;&#36755;&#20837;&#8221;monty<br />
python&#8221;&#8212;&#8212;&#30830;&#20445;&#36825;&#20010;&#35789;&#32452;&#22312;&#24341;&#21495;&#20043;&#20869;&#12290;&#36825;&#26679;&#30340;&#35805;&#65292;&#22914;&#26524;&#27809;&#26377;&#25353;&#29031;&#35268;&#23450;&#30340;&#39034;&#24207;&#23558;&#36825;&#20004;&#20010;&#27425;&#21305;&#37197;&#20026;&#19968;&#20010;&#31934;&#30830;&#30340;&#35789;&#32452;&#65292;&#36825;&#20010;&#39029;&#38754;&#23601;&#19981;&#20250;&#34987;&#21015;&#22312;&#25628;&#32034;&#32467;&#26524;&#24403;&#20013;&#12290;</p>
<p><strong>&#25216;&#24039;&#20845;&#65306;&#21015;&#20986;&#30456;&#20284;&#30340;&#39029;&#38754;</strong></p>
<p>&#20320;&#26159;&#21542;&#26377;&#21457;&#29616;&#36807;&#19968;&#20010;&#32593;&#39029;&#26159;&#20320;&#30830;&#23454;&#24456;&#21916;&#27426;&#30340;&#65292;&#21448;&#24819;&#30693;&#36947;&#26159;&#21542;&#36824;&#26377;&#19982;&#23427;&#31867;&#20284;&#30340;&#20854;&#23427;&#32593;&#39029;&#21602;&#65311;&#19981;&#38656;&#35201;&#20877;&#30097;&#34385;&#22320;&#24605;&#32771;&#20102;&#65307;&#20320;&#21487;&#20197;&#20351;&#29992;Google&#30340;&#30456;&#20851;&#26469;&#23547;&#25214;&#65306;&#36825;<br />
&#20010;&#25805;&#20316;&#31639;&#31526;&#25152;&#26174;&#31034;&#30340;&#39029;&#38754;&#20250;&#19982;&#29305;&#23450;&#30340;&#39029;&#38754;&#22312;&#26576;&#20123;&#26041;&#38754;&#26159;&#30456;&#20284;&#30340;&#12290;&#20363;&#22914;&#65292;&#22914;&#26524;&#20320;&#24456;&#21916;&#27426;InformIT&#19978;&#30340;&#25991;&#31456;&#65292;&#20320;&#21487;&#20197;&#36890;&#36807;&#36755;&#20837;<br />
&#8220;related:http://www.informit.com&#8221;&#26469;&#23547;&#25214;&#31867;&#20284;&#30340;&#39029;&#38754;&#12290;</p>
<p><strong>&#25216;&#24039;&#19971;&#65306;&#36890;&#36807;&#20854;&#23427;&#30340;&#25805;&#20316;&#31639;&#31526;&#35843;&#25972;&#20320;&#30340;&#25628;&#32034;</strong></p>
<p>&#20351;&#29992;&#30456;&#20851;&#25805;&#20316;&#31639;&#31526;&#21482;&#26159;&#20247;&#22810;&#20320;&#21487;&#29992;&#26469;&#35843;&#25972;Google&#25628;&#32034;&#32467;&#26524;&#30340;&#26041;&#27861;&#20043;&#19968;&#12290;&#25152;&#26377;&#30340;&#36825;&#20123;&#36755;&#20837;&#30340;&#25805;&#20316;&#31639;&#31526;&#37117;&#26159;&#20197;&#30456;&#21516;&#30340;&#26041;&#24335;&#24037;&#20316;&#30340;&#65292;&#23558;&#36825;&#20123;&#31639;&#31526;&#20316;&#20026;&#20320;&#25628;&#32034;&#35831;&#27714;&#30340;&#19968;&#37096;&#20998;&#36755;&#20837;&#65292;&#20877;&#23558;&#21464;&#37327;&#32039;&#25509;&#22312;&#36825;&#20123;&#36755;&#20837;&#30340;&#25805;&#20316;&#31639;&#31526;&#20043;&#21518;&#30340;&#20882;&#21495;&#20043;&#21518;&#65288;&#32780;&#19981;&#26159;&#31354;&#26684;&#65289;&#65292;&#23601;&#20687;&#36825;&#26679;&#65306;&#8220;&#8216;&#25805;&#20316;&#31639;&#31526;&#8217;:&#8216;&#21464;&#37327;&#8217;&#8221;&#12290;</p>
<p>&#26377;&#21738;&#20123;&#25628;&#32034;&#30340;&#25805;&#20316;&#31639;&#31526;&#26159;&#20320;&#21487;&#20197;&#21033;&#29992;&#30340;&#21602;&#65311;&#20197;&#19979;&#26159;&#19968;&#20010;&#31616;&#30701;&#30340;&#28165;&#21333;&#65306;</p>
<blockquote>
<ul><li>&#31639;&#31526; &#29992;&#36884; <em>&#29992;&#27861;</em></li>
<li>allinanchor: &#38480;&#21046;&#25628;&#32034;&#30340;&#35789;&#35821;&#26159;&#32593;&#39029;&#20013;&#38142;&#25509;&#20869;&#21253;&#21547;&#30340;&#20851;&#38190;&#35789;&#65288;&#21487;&#20351;&#29992;&#22810;&#20010;&#20851;&#38190;&#35789;&#65289;<em>allinanchor:keyword1 keyword2</em></li>
<li>allintext: &#38480;&#21046;&#25628;&#32034;&#30340;&#35789;&#35821;&#26159;&#32593;&#39029;&#20869;&#25991;&#21253;&#21547;&#30340;&#20851;&#38190;&#35789;&#65288;&#21487;&#20351;&#29992;&#22810;&#20010;&#20851;&#38190;&#35789;&#65289;<em>allintext:keyword1 keyword2</em></li>
<li>allintitle: &#38480;&#21046;&#25628;&#32034;&#30340;&#35789;&#35821;&#26159;&#32593;&#39029;&#26631;&#39064;&#20013;&#21253;&#21547;&#30340;&#20851;&#38190;&#35789;&#65288;&#21487;&#20351;&#29992;&#22810;&#20010;&#20851;&#38190;&#35789;&#65289;<em>allintitle:keyword1 keyword2</em></li>
<li>allinurl: &#38480;&#21046;&#25628;&#32034;&#30340;&#35789;&#35821;&#26159;&#32593;&#39029;&#32593;&#22336;&#20013;&#21253;&#21547;&#30340;&#20851;&#38190;&#35789;&#65288;&#21487;&#20351;&#29992;&#22810;&#20010;&#20851;&#38190;&#35789;&#65289;<em>inurl:keyword1 keyword2</em></li>
<li>filetype: &#38480;&#21046;&#25152;&#25628;&#32034;&#30340;&#25991;&#20214;&#19968;&#20010;&#29305;&#23450;&#30340;&#26684;&#24335; <em>filetype:extension</em></li>
<li>inanchor: &#38480;&#21046;&#25628;&#32034;&#30340;&#35789;&#35821;&#26159;&#32593;&#39029;&#20013;&#38142;&#25509;&#20869;&#21253;&#21547;&#30340;&#20851;&#38190;&#35789; <em>inanchor:keyword</em></li>
<li>intext: &#38480;&#21046;&#25628;&#32034;&#30340;&#35789;&#35821;&#26159;&#32593;&#39029;&#20869;&#25991;&#21253;&#21547;&#30340;&#20851;&#38190;&#35789; <em>intext:keyword</em></li>
<li>intitle: &#38480;&#21046;&#25628;&#32034;&#30340;&#35789;&#35821;&#26159;&#32593;&#39029;&#26631;&#39064;&#20013;&#21253;&#21547;&#30340;&#20851;&#38190;&#35789; <em>intitle:keyword</em></li>
<li>inurl: &#38480;&#21046;&#25628;&#32034;&#30340;&#32593;&#39029;&#30340;&#22320;&#22336; <em>inurl:keyword</em></li>
<li>site: &#38480;&#21046;&#25152;&#36827;&#34892;&#30340;&#25628;&#32034;&#22312;&#25351;&#23450;&#30340;&#22495;&#21517;&#25110;&#32593;&#31449;&#20869; <em>site:domain</em></li>
</ul></blockquote>
<p><strong>&#25216;&#24039;&#20843;&#65306;&#25628;&#32034;&#29305;&#23450;&#30340;&#20107;&#23454;</strong></p>
<p>&#22914;&#26524;&#20320;&#35201;&#25628;&#32034;&#19968;&#20123;&#23458;&#35266;&#20107;&#23454;&#65292;Google&#20063;&#35768;&#33021;&#22815;&#24110;&#24471;&#19978;&#24537;&#12290;&#26159;&#30340;&#65292;Google&#24635;&#26159;&#33021;&#22815;&#21453;&#39304;&#32473;&#20320;&#19968;&#20010;&#21305;&#37197;&#20320;&#25351;&#23450;&#30340;&#25628;&#32034;&#35201;&#27714;&#30340;&#28165;&#21333;&#65292;&#20294;&#21482;&#35201;&#20320;&#33021;&#22815;&#27491;&#30830;<br />
&#22320;&#25551;&#36848;&#20102;&#20320;&#30340;&#25628;&#32034;&#35201;&#27714;&#65292;&#19988;&#25509;&#30528;&#25628;&#32034;&#30340;&#20107;&#23454;&#26159;Google&#24050;&#32463;&#39044;&#20808;&#37492;&#23450;&#20102;&#39069;&#65292;&#20320;&#23601;&#33021;&#22312;&#25628;&#32034;&#32467;&#26524;&#39029;&#38754;&#30340;&#26368;&#39030;&#31471;&#24471;&#21040;&#20320;&#25152;&#38656;&#35201;&#30340;&#31934;&#30830;&#20449;&#24687;&#12290;</p>
<p>&#25105;&#20204;&#22312;&#27492;&#35848;&#21040;&#30340;&#26377;&#21738;&#20123;&#31867;&#22411;&#30340;&#20449;&#24687;&#21602;&#65311;&#26159;&#19968;&#20123;&#20107;&#23454;&#24615;&#30340;&#20449;&#24687;&#65292;&#20363;&#22914;&#35806;&#29983;&#26085;&#12289;&#35806;&#29983;&#22320;&#12289;&#20154;&#21475;&#31561;&#31561;&#12290;&#20320;&#25152;&#38656;&#35201;&#20570;&#30340;&#23601;&#26159;&#36755;&#20837;&#20320;&#24819;&#35201;&#30693;&#36947;&#30340;&#25551;&#36848;&#20107;&#23454;&#30340;&#25628;&#32034;&#35201;&#27714;&#12290;&#20363;&#22914;&#65306;</p>
<p>&#35201;&#26597;&#35810;&#22307;&#24343;&#26391;&#35199;&#26031;&#31185;&#30340;&#20154;&#21475;&#65292;&#21017;&#36755;&#20837;&#8220;&#20154;&#21475; &#22307;&#24343;&#26391;&#35199;&#26031;&#31185;&#8221;&#12290;</p>
<p>&#35201;&#26597;&#35810;&#39532;&#20811;&#183;&#21520;&#28201;&#22312;&#21738;&#37324;&#20986;&#29983;&#65292;&#21017;&#36755;&#20837;&#8220;&#20986;&#29983;&#22320; &#39532;&#20811;&#21520;&#28201;&#8221;&#12290;</p>
<p>&#35201;&#26597;&#35810;&#24635;&#32479;&#27604;&#23572;&#183;&#20811;&#26519;&#39039;&#20160;&#20040;&#26102;&#20505;&#20986;&#29983;&#65292;&#21017;&#36755;&#20837;&#8220;&#29983;&#26085; &#27604;&#23572;&#20811;&#26519;&#39039;&#8221;&#12290;</p>
<p>&#35201;&#26597;&#35810;&#38647;&#33945;&#24503;&#183;&#38065;&#24503;&#21202;&#20160;&#20040;&#26102;&#20505;&#21435;&#19990;&#65292;&#21017;&#36755;&#20837;&#8220;&#21435;&#19990; &#38647;&#33945;&#24503;&#183;&#38065;&#24503;&#21202;&#8221;&#12290;</p>
<p>&#35201;&#26597;&#35810;&#35841;&#26159;&#24503;&#22269;&#24635;&#32479;&#65292;&#21017;&#36755;&#20837;&#8220;&#24635;&#32479; &#24503;&#22269;&#8221;&#12290;</p>
<p>&#36825;&#20123;&#38382;&#39064;&#30340;&#31572;&#26696;&#23601;&#20250;&#26174;&#31034;&#22312;&#25628;&#32034;&#32467;&#26524;&#39029;&#38754;&#30340;&#39030;&#37096;&#12290;&#20320;&#33021;&#22815;&#33719;&#26681;&#25454;&#20851;&#32852;&#30340;&#32593;&#31449;&#24471;&#24212;&#23545;&#20320;&#30340;&#30097;&#38382;&#30340;&#27491;&#30830;&#31572;&#26696;&#12290;&#28857;&#20987;&#30456;&#20851;&#30340;&#38142;&#25509;&#36824;&#33021;&#20174;&#36825;&#20010;&#36164;&#28304;&#37324;&#33719;&#24713;&#26356;&#22810;&#30340;&#19996;&#35199;&#12290;</p>
<p><strong>&#25216;&#24039;&#20061;&#65306;&#25628;&#32034;Google Directory</strong></p>
<p>Google&#22312;&#23427;&#30340;&#25628;&#32034;&#25968;&#25454;&#24211;&#20013;&#23558;&#25104;&#21315;&#19978;&#19975;&#30340;&#32593;&#39029;&#32034;&#24341;&#21270;&#8212;&#8212;&#36825;&#23601;&#33021;&#20351;&#24471;&#19981;&#20250;&#20135;&#29983;&#21387;&#20498;&#24615;&#25968;&#37327;&#30340;&#25628;&#32034;&#32467;&#26524;&#12290;&#37327;&#30830;&#23454;&#24050;&#32463;&#22815;&#20102;&#65292;&#20294;&#26377;&#26102;&#20320;&#20063;&#35768;&#20250;&#26356;&#24895;&#24847;&#24471;&#21040;&#19968;&#20123;&#39640;&#36136;&#37327;&#30340;&#32467;&#26524;&#12290;</p>
<p>&#30001;&#20110;&#36136;&#37327;&#36739;&#25968;&#37327;&#26356;&#20026;&#37325;&#35201;&#65292;&#23601;&#21487;&#20197;&#32469;&#36807;&#20027;&#35201;&#30340;Google&#25628;&#32034;&#24341;&#25806;&#32780;&#20351;&#29992;Google Directory&#26469;&#20195;&#26367;&#12290;Google<br />
Directory&#26159;&#19968;&#20010;&#32593;&#39029;&#28165;&#21333;&#30456;&#23545;&#36739;&#23567;&#30340;&#25968;&#25454;&#24211;&#65292;&#23427;&#20204;&#37117;&#26159;&#36890;&#36807;&#19968;&#20010;&#20154;&#24037;&#32534;&#36753;&#22242;&#38431;&#25163;&#21160;&#31934;&#24515;&#25361;&#36873;&#30340;&#12290;Google<br />
Directory&#26159;&#26377;&#34987;&#27880;&#37322;&#21644;&#32452;&#32455;&#21040;&#30456;&#20851;&#30340;&#35805;&#39064;&#31867;&#30446;&#19979;&#30340;&#12290;&#20320;&#21487;&#20197;&#36890;&#36807;&#31867;&#30446;&#26469;&#27983;&#35272;&#32593;&#39029;&#30446;&#24405;&#65292;&#25110;&#26159;&#25628;&#32034;&#25351;&#23450;&#30340;&#39033;&#30446;&#12290;</p>
<p>Google Directory&#26159;&#19968;&#20010;&#21487;&#29992;&#26469;&#25628;&#32034;&#22823;&#37327;Google&#32593;&#39029;&#32034;&#24341;&#23454;&#29992;&#36873;&#25321;&#12290;Google<br />
Directory&#30340;&#32467;&#26524;&#27604;&#36215;&#20320;&#22312;&#26356;&#22823;&#30340;&#25628;&#32034;&#32034;&#24341;&#33539;&#22260;&#20013;&#30340;&#25628;&#32034;&#32467;&#26524;&#26356;&#20026;&#38598;&#20013;&#19988;&#39640;&#36136;&#65292;&#20063;&#33021;&#22815;&#24110;&#21161;&#20320;&#22312;&#20219;&#20309;&#32473;&#23450;&#30340;&#31867;&#30446;&#19979;&#26356;&#22909;&#22320;&#35748;&#35782;&#20160;&#20040;&#26159;&#21487;&#29992;&#30340;&#20449;&#24687;&#12290;&#21478;&#22806;&#65292;&#22914;<br />
&#26524;&#20320;&#21916;&#27426;&#65292;&#20320;&#20063;&#21487;&#20197;&#21033;&#29992;&#27983;&#35272;&#31867;&#30446;&#26469;&#26367;&#20195;&#25628;&#32034;&#12290;</p>
<p>&#35201;&#36827;&#20837;Google Directory&#65292;&#28857;&#20987;Google&#20027;&#39029;&#19978;&#30340;&#8220;&#26356;&#22810;&#8221;&#38142;&#25509;&#65292;&#22312;&#25509;&#19979;&#26469;&#30340;&#39029;&#38754;&#20013;&#36873;&#25321;&#31867;&#21035;&#12290;&#24403;&#28982;&#65292;&#20320;&#20063;&#21487;&#20197;&#30452;&#25509;&#36827;&#20837;Google&#30340;Directory&#65292;&#21482;&#35201;&#22312;&#27983;&#35272;&#22120;&#20013;&#36755;&#20837;directory.google.com&#21363;&#21487;&#12290;</p>
<p><strong>&#25216;&#24039;&#21313;&#65306;&#20351;&#29992;Google&#30340;&#20854;&#23427;&#19987;&#19994;&#25628;&#32034;</strong></p>
<p>Google Directory&#19981;&#20165;&#20165;&#26159;Google&#25152;&#25552;&#20379;&#30340;&#38500;&#20102;&#20027;&#25628;&#32034;&#24341;&#25806;&#20043;&#22806;&#30340;&#21807;&#19968;&#36873;&#25321;&#12290;&#26681;&#25454;&#20320;&#25152;&#20570;&#30340;&#25628;&#32034;&#31867;&#22411;&#65292;&#20320;&#20063;&#21487;&#20197;&#36890;&#36807;&#20351;&#29992;&#20854;&#20013;Google&#26356;&#20026;&#19987;&#19994;&#30340;&#25628;&#32034;&#31449;&#28857;&#20043;&#19968;&#26469;&#24471;&#21040;&#26356;&#22909;&#30340;&#32467;&#26524;&#12290;&#23427;&#20204;&#21253;&#25324;&#65306;</p>
<p>Froogle&#21487;&#20197;&#29992;&#26469;&#25628;&#32034;&#37027;&#20123;&#26377;&#30528;&#26368;&#20302;&#20215;&#26684;&#30340;&#29305;&#23450;&#21830;&#21697;&#30340;&#22312;&#32447;&#36141;&#29289;&#32593;&#31449;&#12290;</p>
<p>Google Answers&#25152;&#25552;&#20379;&#30340;&#26381;&#21153;&#26159;&#30452;&#25509;&#35753;&#20320;&#30340;&#25628;&#32034;&#38656;&#27714;&#38754;&#21521;&#19987;&#19994;&#20154;&#21592;&#30340;&#23567;&#32452;&#65292;&#22823;&#22810;&#25968;&#37117;&#26159;&#29992;&#20110;&#24403;&#20320;&#26377;&#30528;&#26356;&#20026;&#22797;&#26434;&#30340;&#38382;&#39064;&#65292;&#32780;&#26080;&#27861;&#36890;&#36807;&#31616;&#21333;&#30340;&#25628;&#32034;&#26469;&#35299;&#31572;&#30340;&#26102;&#20505;&#12290;</p>
<p>Google Apple Macintosh Search&#20027;&#35201;&#26159;&#22312;apple.com&#22495;&#21517;&#20013;&#20197;&#21450;&#21644;&#20854;&#23427;&#19982;&#33529;&#26524;&#30456;&#20851;&#30340;&#31449;&#28857;&#36827;&#34892;&#25628;&#32034;&#12290;</p>
<p>Google Blog Search&#26159;&#29992;&#26469;&#25628;&#32034;&#21338;&#23458;&#21644;&#21338;&#23458;&#25991;&#31456;&#30340;&#12290;</p>
<p>Google Book Search&#21487;&#20197;&#25628;&#32034;&#25104;&#21315;&#19978;&#19975;&#30340;&#23567;&#35828;&#21644;&#38750;&#23567;&#35828;&#31867;&#22270;&#20070;&#30340;&#20840;&#25991;&#12290;</p>
<p>Google BSD UNIX Search&#21487;&#20197;&#25628;&#32034;&#21040;&#22823;&#37327;&#19987;&#38376;&#20026;BSD&#29256;&#26412;&#30340;UNIX&#25805;&#20316;&#31995;&#32479;&#19987;&#19994;&#21270;&#30340;&#31449;&#28857;&#12290;</p>
<p>Google Groups&#21487;&#20197;&#25628;&#32034;&#21040;Google Groups&#26723;&#26696;&#30340;&#30456;&#20851;&#25991;&#31456;&#12290;</p>
<p>Google Linux Search&#29992;&#26469;&#25628;&#32034;&#22823;&#37327;&#19982;Linux&#30456;&#20851;&#30340;&#32593;&#31449;&#12290;</p>
<p>Google Microsoft Search&#21487;&#20197;&#25628;&#32034;&#20027;&#35201;&#26159;microsoft.com&#22495;&#21517;&#20013;&#30340;&#20869;&#23481;&#20197;&#21450;&#20854;&#23427;&#24494;&#36719;&#30456;&#20851;&#30340;&#31449;&#28857;&#12290;</p>
<p>Google News&#21487;&#29992;&#26469;&#25628;&#32034;&#22823;&#37327;&#26377;&#26368;&#26032;&#26032;&#38395;&#21644;&#22836;&#26465;&#30340;&#26032;&#38395;&#32593;&#31449;&#65292;&#20063;&#33021;&#22815;&#25628;&#32034;&#21382;&#21490;&#30340;&#26032;&#38395;&#36164;&#26009;&#65292;&#19968;&#30452;&#21487;&#20197;&#36861;&#28335;&#21040;&#20004;&#20010;&#19990;&#32426;&#20043;&#21069;&#12290;</p>
<p>Google Scholar&#22312;&#19968;&#20010;&#26377;&#30528;&#23398;&#26415;&#26434;&#24535;&#12289;&#25991;&#31456;&#12289;&#25253;&#32440;&#12289;&#35770;&#25991;&#21644;&#20070;&#31821;&#30340;&#25968;&#25454;&#24211;&#20013;&#36827;&#34892;&#25628;&#32034;&#65292;&#20063;&#33021;&#22815;&#36873;&#25321;&#22823;&#23398;&#25110;&#30740;&#31350;&#20070;&#24211;&#12290;</p>
<p>Google U.S. Government Search&#26159;&#29992;&#26469;&#25628;&#32034;&#37027;&#20123;&#32654;&#22269;&#25919;&#24220;&#30340;&#32593;&#31449;&#8212;&#8212;&#36825;&#26159;&#19968;&#20010;&#26368;&#22909;&#30340;&#29992;&#26469;&#25628;&#32034;&#23448;&#26041;&#24615;&#25919;&#24220;&#20030;&#25514;&#12289;&#20449;&#24687;&#12289;&#25253;&#21578;&#31561;&#31561;&#30340;&#22320;&#26041;&#12290;</p>
<p>Google University Search&#33021;&#22312;&#19968;&#20010;&#26377;&#30528;&#36229;&#36807;600&#25152;&#22823;&#23398;&#32593;&#31449;&#30340;&#25968;&#25454;&#24211;&#20013;&#36827;&#34892;&#25628;&#32034;&#8212;&#8212;&#33021;&#22815;&#29992;&#26469;&#26597;&#35810;&#35838;&#31243;&#23433;&#25490;&#12289;&#20837;&#23398;&#36164;&#26009;&#31561;&#31561;&#12290;</p>
<p>&#21407;&#25991;&#20316;&#32773;&#65306;Michael Miller</p>
<p>&#21407;&#25991;&#26631;&#39064;&#65306;Ten Tips for Smarter Google Searches</p>
<p>&#21407;&#25991;&#22320;&#22336;&#65306;http://www.informit.com/articles/article.asp?p=675274&amp;rl=1</p>
<p>&#32534;&#35793;&#20154;&#65306;&#38634;&#24433;&#34013;&#39118;&#65288;IT168&#65289;</p>
<p>&#35793;&#25991;&#22320;&#22336;&#65306;http://publish.it168.com/2006/1213/20061213001101.shtml</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2009-11-21T00:00:00+08:00" pubdate data-updated="true">Nov 21<span>st</span>, 2009</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2009/11/20/%E8%84%91%E8%A2%8B%E4%B8%B2%E5%8F%B0/">
		
			脑袋串台</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#26412;&#26469;&#26159;&#24456;&#24819;&#20889;&#28857;&#20160;&#20040;&#30340;&#65292;&#31361;&#28982;&#22823;&#33041;&#23601;&#31354;&#30333;&#20102;&#12290;</p>
<p>&#27599;&#22825;&#26202;&#19978;&#30561;&#35273;&#21069;&#65292;&#25105;&#37117;&#38750;&#24120;&#24537;&#30860;&#65292;&#24537;&#30528;&#21453;&#24605;&#33258;&#24049;&#36825;&#19968;&#22825;&#37117;&#24178;&#20102;&#20160;&#20040;&#65292;&#21453;&#30465;&#26368;&#36817;&#21448;&#28010;&#36153;&#20102;&#22909;&#22810;&#23544;&#20809;&#38452;&#65292;&#28982;&#21518;&#22312;&#20026;&#23478;&#37324;&#21508;&#33394;&#20154;&#31561;&#30340;&#21508;&#31181;&#38382;&#39064;&#21457;&#24833;&#19968;&#36941;&#65292;&#36890;&#24120;&#36825;&#26102;&#20505;&#26089;&#24050;&#32463;&#36807;&#20102;&#21320;&#22812;&#20102;&#65292;&#20110;&#26159;&#65292;&#25105;&#26790;&#37324;&#32487;&#32493;&#22312;&#21457;&#24833;&#65292;&#22312;&#21453;&#30465;&#65292;&#25972;&#20010;&#26202;&#19978;&#36807;&#30340;&#24456;&#32047;&#65292;&#24456;&#32047;&#12290;&#12290;&#12290;</p>
<p>&#27599;&#22825;&#26089;&#19978;&#65292;&#37117;&#24819;&#19971;&#28857;&#19968;&#21051;&#36215;&#24202;&#65292;&#25910;&#25342;&#25910;&#25342;&#65292;&#21507;&#39039;&#20016;&#30427;&#30340;&#26089;&#39184;&#20043;&#21518;&#65292;&#25105;&#36824;&#21487;&#20197;&#26377;&#26102;&#38388;&#22312;&#27004;&#19979;&#21628;&#21560;&#20250;&#26032;&#40092;&#31354;&#27668;&#65292;&#39034;&#20415;&#24565;&#21480;&#24565;&#21480;&#20960;&#24180;&#26469;&#29978;&#26080;&#36827;&#27493;&#30340;&#33521;&#35821;&#12290;&#21487;&#26159;&#27599;&#27425;&#21162;&#21147;&#30529;&#24320;&#30524;&#30555;&#30475;&#34920;&#65292;&#37117;&#36807;&#20102;&#19971;&#28857;&#21322;&#12290;&#20197;&#25105;&#21507;&#26089;&#39277;&#30340;&#36895;&#24230;&#65292;&#27491;&#22909;&#33021;&#22312;&#20843;&#28857;&#19968;&#21051;&#24038;&#21491;&#21040;&#36798;&#23454;&#39564;&#23460;&#65292;&#26469;&#19981;&#21450;&#20877;&#19979;&#27004;&#21435;&#20928;&#21270;&#25105;&#30340;&#32954;&#20102;&#12290;</p>
<p>&#19968;&#30452;&#24456;&#32435;&#38391;&#65292;&#21507;&#39277;&#30340;&#26102;&#20505;&#25105;&#19968;&#22768;&#19981;&#21549;&#25340;&#21629;&#21507;&#65292;&#20026;&#21861;&#36824;&#36825;&#20040;&#24930;&#65292;&#31455;&#28982;&#36798;&#21040;&#26089;&#39184;&#32467;&#26463;&#36215;&#36523;&#26102;&#33050;&#37117;&#22352;&#40635;&#20102;&#30340;&#22659;&#30028;&#65292;&#19968;&#36315;&#19968;&#36315;&#30340;&#36461;&#21040;&#23454;&#39564;&#23460;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#22823;&#32422;&#19968;&#20010;&#26376;&#20102;&#65292;&#19968;&#30452;&#22788;&#20110;&#19981;&#19978;&#36827;&#30340;&#29366;&#24577;&#12290;&#32771;&#23436;&#25176;&#31119;&#20241;&#20859;&#65292;&#25509;&#30528;&#24515;&#24822;&#24822;&#31561;&#25104;&#32489;&#65292;&#31561;&#26469;&#32467;&#26524;&#21448;&#37057;&#38391;&#22909;&#20037;&#65292;&#30452;&#21040;&#29616;&#22312;&#37117;&#19981;&#30830;&#23450;&#33258;&#24049;&#23558;&#26469;&#20160;&#20040;&#20160;&#20040;&#12290;&#12290;&#12290;&#12290;&#36825;&#19981;&#26159;&#25105;&#30340;&#24378;&#39033;&#65292;&#24819;&#26410;&#26469;&#25105;&#33021;&#24819;&#20986;&#22826;&#22810;&#22826;&#22810;&#32467;&#26524;&#65292;&#22826;&#22810;&#22826;&#22810;&#24656;&#24807;&#65292;&#25152;&#20197;&#65292;&#36824;&#26159;&#20570;&#20010;&#31528;&#20154;&#21543;&#65292;&#22909;&#22909;&#20570;&#22909;&#29616;&#22312;&#30340;&#20107;&#24773;&#12290;&#19981;&#31649;&#20197;&#21518;&#36208;&#21738;&#26465;&#36335;&#65292;&#20570;&#22909;&#29616;&#22312;&#30340;&#8220;&#31185;&#30740;&#8221;&#36824;&#26159;&#24456;&#37325;&#35201;&#30340;&#12290;&#25509;&#30528;&#23601;&#26159;&#22909;&#22909;&#23398;&#20064;&#20102;&#65292;&#23398;&#33521;&#35821;&#65292;&#23398;&#19987;&#19994;&#30693;&#35782;&#65292;&#35201;&#23398;&#30340;&#19996;&#35199;&#22826;&#22810;&#65292;&#25105;&#24456;&#31528;&#65292;&#24635;&#26159;&#28014;&#20110;&#29702;&#35770;&#32780;&#26080;&#25152;&#25910;&#33719;&#65292;&#25110;&#35768;&#20063;&#26159;&#22240;&#20026;&#25105;&#24456;&#25042;&#21543;&#12290;</p>
<p>&#26368;&#36817;&#65292;&#36830;&#30528;&#20570;&#20102;&#20004;&#22825;&#23567;&#34588;&#30340;&#27963;&#65292;&#20889;&#25253;&#21578;&#65292;&#25972;&#26684;&#24335;&#65292;&#29702;&#35770;&#25991;&#65292;&#25628;&#36164;&#26009;&#65292;&#36305;&#33151;&#25171;&#21360;&#65292;&#30475;&#21518;&#21220;&#22823;&#21460;&#22823;&#22920;&#30340;&#33080;&#33394;&#65292;&#26080;&#25928;&#29575;&#24178;&#27963;&#12290;&#27599;&#27425;&#36935;&#35265;&#21518;&#21220;&#65292;&#25105;&#37117;&#20250;&#26356;&#21152;&#31491;&#23450;&#19981;&#35201;&#30041;&#26657;&#30340;&#20449;&#24565;&#65292;&#32769;&#29241;&#25972;&#22825;&#30424;&#31639;&#26469;&#30424;&#31639;&#21435;&#37117;&#26159;&#26080;&#29992;&#21151;&#12290;&#19981;&#36807;&#36828;&#31163;Beamlet&#20004;&#22825;&#65292;&#26377;&#28857;&#23567;&#21035;&#32988;&#26032;&#23130;&#30340;&#24863;&#35273;&#65292;&#31361;&#28982;&#30475;&#26126;&#30333;&#20102;&#28857;&#21861;&#65292;&#34429;&#28982;&#24807;&#24597;&#20889;&#20195;&#30721;&#65292;&#21487;&#26159;&#29031;&#29616;&#22312;&#30340;&#29366;&#20917;&#30475;&#19979;&#21435;&#65292;&#20272;&#35745;&#36807;&#19981;&#20102;&#19968;&#20004;&#21608;&#65292;&#24597;&#26159;&#21487;&#20197;&#24320;&#22987;&#20877;&#20889;&#20195;&#30721;&#35797;&#30528;&#23454;&#29616;&#19968;&#19979;&#20102;&#65292;&#31639;&#26159;&#22909;&#28040;&#24687;&#21527;&#65311;&#31639;&#26159;&#21543;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#20854;&#23454;&#25105;&#30340;&#25928;&#29575;&#20063;&#24456;&#20302;&#65292;&#26089;&#23601;&#35828;&#35201;&#20877;&#24320;&#22987;&#32972;&#21333;&#35789;&#20102;&#65292;&#26152;&#22825;&#25165;&#32456;&#20110;&#25226;&#21333;&#35789;&#20070;&#32972;&#21040;&#20102;&#23454;&#39564;&#23460;&#65292;&#21487;&#20381;&#28982;&#27809;&#26377;&#20999;&#23454;&#34892;&#21160;&#65292;&#26126;&#22825;&#36319;&#22969;&#21644;&#22905;&#20204;&#30340;&#32453;&#22763;&#30007;&#20080;&#25163;&#26426;&#21435;&#65292;&#39034;&#20415;&#36319;&#20154;&#22871;&#22871;&#36817;&#20046;&#65292;&#25163;&#26426;&#22043;&#65292;&#33258;&#24049;&#19981;&#20080;&#65292;&#20063;&#21482;&#22909;&#30475;&#20154;&#23478;&#20080;&#27838;&#31896;&#26032;&#20809;&#20102;&#65292;E63&#21834;~~~~</p>
<p>&#36824;&#26377;&#24456;&#22810;&#21453;&#30465;&#21644;&#25285;&#24551;&#65292;&#19981;&#22909;&#20889;&#20986;&#26469;&#65292;&#36824;&#26159;&#24456;&#26377;&#24517;&#35201;&#20934;&#22791;&#19968;&#20010;&#32440;&#36136;&#23567;&#30772;&#26412;&#20799;&#65292;&#35760;&#19979;&#28857;&#35841;&#37117;&#19981;&#35768;&#30475;&#30340;&#25991;&#23383;&#12290;</p>
<p>&#22909;&#21543;&#65292;&#35813;&#22238;&#21435;&#36827;&#34892;&#27599;&#26202;&#21322;&#23567;&#26102;&#30340;&#27873;&#33050;&#20102;&#12290;&#29616;&#22312;&#36807;&#24471;&#24456;&#20859;&#29983;&#65292;&#23613;&#37327;&#19981;&#21507;&#36771;&#26898;&#20102;&#65292;&#36215;&#24202;&#19968;&#26479;&#27700;&#65292;&#28982;&#21518;&#20250;&#20914;&#19968;&#26479;&#32418;&#31958;&#27700;&#24102;&#21435;&#23454;&#39564;&#23460;&#65292;&#21320;&#39277;&#26202;&#39277;&#21518;&#20250;&#26377;&#27700;&#26524;&#25110;&#32773;&#37240;&#22902;&#65292;&#26202;&#19978;&#21448;&#20914;&#19968;&#26479;&#34562;&#34588;&#27700;&#24102;&#21435;&#21917;&#12290;&#22312;&#21507;&#39277;&#19978;&#20248;&#24453;&#33258;&#24049;&#65292;&#22909;&#36807;&#29983;&#30149;&#30340;&#26102;&#20505;&#21435;&#25214;&#21307;&#29983;&#20219;&#20154;&#23472;&#21106;&#12290;&#21688;&#38451;&#33021;&#30475;&#30340;&#21307;&#29983;&#25105;&#37117;&#21435;&#30475;&#36807;&#30340;&#65292;&#33021;&#21507;&#30340;&#33647;&#20063;&#21507;&#24471;&#24046;&#19981;&#22810;&#20102;&#21543;&#65292;&#20013;&#21307;&#35199;&#21307;&#65292;&#20026;&#20160;&#20040;&#23601;&#27809;&#26377;&#19968;&#20010;&#33021;&#26681;&#27835;&#36825;&#20010;&#27611;&#30149;&#30340;&#65292;&#30495;&#26159;&#21463;&#22815;&#20102;&#65292;&#24819;&#24819;&#37027;&#30171;&#33510;&#30340;&#24863;&#35273;&#25105;&#23601;&#24694;&#24515;&#12290;&#24076;&#26395;&#36825;&#26679;&#35880;&#23567;&#24910;&#24494;&#30340;&#36817;&#20046;&#20110;&#32769;&#22823;&#22920;&#30340;&#23433;&#20840;&#29983;&#27963;&#20064;&#24815;&#33021;&#35753;&#25105;&#20197;&#21518;&#19981;&#20877;&#32922;&#23376;&#30140;&#30340;&#27515;&#21435;&#27963;&#26469;&#12290;God bless me!</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2009-11-20T00:00:00+08:00" pubdate data-updated="true">Nov 20<span>th</span>, 2009</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2009/11/19/adobe-pdf-%E7%94%9F%E6%88%90pdf%E6%96%87%E4%BB%B6%E5%87%BA%E9%94%99%E7%9A%84%E8%A7%A3%E5%86%B3%E5%8A%9E%E6%B3%95/">
		
			Adobe PDF 生成PDF文件出错的解决办法</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>Adobe PDF&#30340;&#34394;&#25311;&#25171;&#21360;&#21151;&#33021;&#30830;&#23454;&#24456;&#26377;&#29992;&#65292;&#27604;&#22914;&#22312;&#20445;&#23384;&#32593;&#39029;&#30340;&#26102;&#20505;&#21487;&#20197;&#30452;&#25509;&#34394;&#25311;&#25171;&#21360;&#25104;PDF&#25991;&#26723;&#12290;</p>
<p>&#26368;&#36817;&#20986;&#29616;&#20102;&#28857;&#23567;&#38382;&#39064;&#65292;&#25171;&#21360;&#22833;&#36133;&#65292;&#26085;&#24535;&#35760;&#24405;&#22914;&#19979;&#65306;<br />%%[ Error: undefined; OffendingCommand: setdistillerparams; ErrorInfo: CalCMYKProfile U.S. Web Coated (SWOP) v2 ]%%<br />%%[ Flushing: rest of job (to end-of-file) will be ignored ]%%<br />&#35775;&#38382;&#33394;&#24425;&#37197;&#32622;&#25991;&#20214;&#26102;&#21457;&#29983;&#38169;&#35823;&#65306;U.S. Web Coated (SWOP) v2&#160;<br />%%[ Warning: PostScript error. No PDF file produced. ] %%</p>
<p><br />&#22312;Adobe&#30340;Knowledge Base&#19978;&#25214;&#21040;&#35299;&#20915;&#21150;&#27861;&#65292;&#31616;&#32780;&#35328;&#20043;&#65292;&#23601;&#26159;&#23433;&#35013;&#32570;&#22833;&#30340;&#33394;&#24425;&#37197;&#32622;&#25991;&#20214;&#12290;&#19979;&#36733;&#25552;&#20379;&#30340;&#23433;&#35013;&#21253;&#65292;&#35299;&#21387;&#32553;&#21518;&#25214;&#21040; USWebCoatedSWOP.icc&#65292;&#22312;&#20854;&#19978;&#28857;&#21491;&#38190;&#65292;&#23433;&#35013;&#37197;&#32622;&#25991;&#20214;&#21363;&#21487;&#12290;</p>
<p>&#20851;&#38381;PDF&#20197;&#21450;IE&#25191;&#34892;&#23433;&#35013;&#65292;&#19981;&#29992;&#37325;&#21551;&#35745;&#31639;&#26426;&#65292;&#20877;&#25191;&#34892;&#25171;&#21360;&#20219;&#21153;&#23601;&#21487;&#20197;&#24456;&#22909;&#30340;&#23436;&#25104;</p>
<p>&#19979;&#36733;&#38142;&#25509;&#65306;<a href="http://www.ahe.name/upload/USWebCoatedSWOP.rar">http://www.ahe.name/upload/USWebCoatedSWOP.rar</a></p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2009-11-19T00:00:00+08:00" pubdate data-updated="true">Nov 19<span>th</span>, 2009</time></div>
	<div class="tags">

</div>
	
</div></article>

<nav id="pagenavi">
    
        <a href="/blog/page/41/" class="prev">Prev</a>
    
    
        <a href="/blog/page/43/" class="next">Next</a>
    
    <div class="center"><a href="/blog/archives">Blog Archives</a></div>
</nav></div>
	<footer id="footer" class="inner">Copyright &copy; 2013

    muggleyoung

</footer>
	<script src="/javascripts/slash.js"></script>
<script src="/javascripts/jquery.fancybox.pack.js"></script>
<script type="text/javascript">
(function($){
	$('.fancybox').fancybox();
})(jQuery);
</script> <!-- Delete or comment this line to disable Fancybox -->


<script type="text/javascript">
      var disqus_shortname = 'muggleyoung';
      
        
        var disqus_script = 'count.js';
      
    (function () {
      var dsq = document.createElement('script'); dsq.type = 'text/javascript'; dsq.async = true;
      dsq.src = 'http://' + disqus_shortname + '.disqus.com/' + disqus_script;
      (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);
    }());
</script>





</body>
</html>