
<!DOCTYPE HTML>
<html>
<head>
	<meta charset="utf-8">
	<title></title>
	<meta name="author" content="muggleyoung">

	
	<meta name="description" content="11&#26376;17&#21495;&#65292;aglio tour&#35199;&#23433;&#31449;&#65292;&#22320;&#28857;&#22312;&#36719;&#20214;&#22253;&#65292;&#21326;&#20026; &hellip;">
	
	<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

	<link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
	<link rel="canonical" href="">
	<link href="/favicon.png" rel="shortcut icon">
	<link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
	<!--[if lt IE 9]><script src="//html5shiv.googlecode.com/svn/trunk/html5.js"></script><![endif]-->
	<script src="//ajax.googleapis.com/ajax/libs/jquery/1.7.2/jquery.min.js"></script>
	
</head>

<body>
	<header id="header" class="inner"><h1><a href="/"></a></h1>
<nav id="main-nav"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</nav>
<nav id="mobile-nav">
	<div class="alignleft menu">
		<a class="button">Menu</a>
		<div class="container"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</div>
	</div>
	<div class="alignright search">
		<a class="button"></a>
		<div class="container">
			<form action="http://google.com/search" method="get">
				<input type="text" name="q" results="0">
				<input type="hidden" name="q" value="site:muggleyoung.github.com">
			</form>
		</div>
	</div>
</nav>
<nav id="sub-nav" class="alignright">
	<div class="social">
		
		
		
		
    
		
		
		
		
		
		<a class="rss" href="/atom.xml" title="RSS">RSS</a>
		
	</div>
	<form class="search" action="http://google.com/search" method="get">
		<input class="alignright" type="text" name="q" results="0">
		<input type="hidden" name="q" value="site:muggleyoung.github.com">
	</form>
</nav>

</header>
	
		
	
	<div id="content" class="inner">


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/12/02/agile-tour%E8%A5%BF%E5%AE%89%E7%AB%99/">
		
			Agile Tour西安站</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>11&#26376;17&#21495;&#65292;aglio tour&#35199;&#23433;&#31449;&#65292;&#22320;&#28857;&#22312;&#36719;&#20214;&#22253;&#65292;&#21326;&#20026;openday&#23601;&#37027;&#20799;&#23459;&#35762;&#30340;&#65292;&#20316;&#20026;&#36164;&#28145;&#36335;&#30196;&#65292;&#25105;&#21482;&#33021;&#25551;&#36848;&#21040;&#36825;&#20010;&#31243;&#24230;&#20102;&#12290;&#12290;&#12290;</p>
<p>&#24635;&#20307;&#26469;&#35828;&#65292;&#35199;&#23433;&#31449;&#30340;&#27963;&#21160;&#21482;&#26377;&#19968;&#19979;&#21320;&#12290;&#21407;&#26412;&#36824;&#25351;&#26395;&#20030;&#21150;&#19968;&#25972;&#22825;&#65292;&#20013;&#21320;&#33021;&#31649;&#20010;&#33258;&#21161;&#39184;&#21780;&#24471;&#65292;&#27809;&#24806;&#35760;&#19978;&#12290;&#12290;&#12290;</p>
<p>&#21457;&#20102;&#22909;&#22810;&#22909;&#22810;&#23459;&#20256;&#26448;&#26009;&#65292;&#31561;&#24453;&#24320;&#22987;&#30340;&#26102;&#20505;&#25105;&#37117;&#19968;&#19968;&#35748;&#30495;&#23457;&#38405;&#20102;&#12290;infoQ&#65292;thoughtworks&#65292;active network&#65292;&#35199;&#23433;&#36719;&#20214;&#22253;&#65292;&#36824;&#26377;&#19968;&#25903;&#36156;&#36156;&#21487;&#29233;&#20063;&#21450;&#20854;&#38590;&#20351;&#30340;&#31508;</p>
<p>&#24635;&#20849;&#20116;&#20010;session&#65292;&#19968;&#20010;&#19968;&#20010;&#22238;&#24518;&#21543;&#65292;&#21681;&#35760;&#24615;&#19981;&#22909;~</p>
<p>1. &#26497;&#38480;&#32534;&#31243;&#20869;&#26680;&#23454;&#36341;&#65292;&#32993;&#20975;</p>
<p>&#160;&#160;&#160; &#21518;&#26469;&#30475;&#21453;&#39304;&#22909;&#22810;&#20154;&#37117;&#35823;&#20197;&#20026;&#26159;&#35762;linux&#30456;&#20851;&#25216;&#26415;&#65292;&#25105;&#20063;&#26159;</p>
<p>&#160;&#160;&#160; &#20854;&#23454;&#35762;&#30340;&#26159;XP&#32534;&#31243;&#65292;&#36824;&#29616;&#22330;&#36992;&#35831;&#35266;&#20247;&#32467;&#23545;&#28436;&#31034;&#20102;&#19968;&#27573;TDD&#32534;&#31243;&#65292;&#29305;&#30452;&#35266;&#30340;&#35753;&#25105;&#26126;&#30333;&#20102;&#20160;&#20040;&#26159;TDD&#12290;</p>
<p>&#160;&#160;&#160; &#36824;&#35762;&#21040;&#20102;&#37325;&#26500;&#65292;&#21457;&#29616;&#37325;&#26500;&#36825;&#35789;&#20799;&#22312;&#27963;&#21160;&#20013;&#20986;&#29616;&#29575;&#24456;&#39640;&#65292;&#36275;&#20197;&#35828;&#26126;&#20182;&#30340;&#37325;&#35201;&#24615;&#12290;</p>
<p>&#160;&#160;&#160; &#27492;session&#26368;&#22823;&#30340;&#25910;&#33719;&#65306;</p>
<p>&#160;&#160;&#160; &#26126;&#30333;&#20102;&#21861;&#26159;TDD&#12290;&#19981;&#19987;&#19994;&#30340;&#29702;&#35299;&#23601;&#26159;&#65292;&#27979;&#35797;&#20195;&#30721;&#20889;&#22909;&#20043;&#21518;&#65292;&#24320;&#21457;&#30340;&#30446;&#30340;&#20250;&#26356;&#26126;&#30830;&#65292;&#23601;&#26159;&#20026;&#20102;&#36890;&#36807;&#36825;&#19968;&#27573;&#20195;&#30721;&#65292;&#32511;&#20102;&#65292;&#20219;&#21153;&#32467;&#26463;&#12290;&#36825;&#26679;&#19968;&#26469;&#65292;&#23601;&#35753;&#24320;&#21457;&#30340;&#26465;&#29702;&#26356;&#28165;&#26224;&#65292;&#20219;&#21153;&#26356;&#26126;&#30830;&#65292;&#20063;&#24847;&#21619;&#30528;&#27979;&#35797;&#30340;&#36131;&#20219;&#21464;&#30340;&#37325;&#22823;&#65292;&#27979;&#35797;&#38656;&#35201;&#22312;&#36719;&#20214;&#24320;&#21457;&#30340;&#21021;&#26399;&#38454;&#27573;&#23601;&#24819;&#26126;&#30333;&#20102;&#38656;&#35201;&#23454;&#29616;&#30340;&#21151;&#33021;&#31561;&#65292;&#20889;&#25104;&#20195;&#30721;&#12290;&#36824;&#35762;&#20102;&#19968;&#26465;&#27979;&#35797;&#39537;&#21160;&#24320;&#21457;&#30340;&#21407;&#21017;&#65306;&#22312;&#27809;&#26377;&#30475;&#21040;&#22833;&#36133;&#30340;Case&#20043;&#21069;&#65292;&#19981;&#38656;&#35201;&#20889;&#20195;&#30721;&#12290;</p>
<p>&#160;&#160;&#160; &#20146;&#30524;&#35265;&#35782;&#19987;&#19994;&#32534;&#31243;&#30340;&#29366;&#24577;&#65292;&#37027;&#23631;&#24149;&#20999;&#25442;&#21808;&#21808;&#30340;&#12290;&#24403;&#25105;&#20043;&#21518;&#19981;&#26029;&#21521;&#21516;&#23398;&#26379;&#21451;&#34920;&#36798;&#23545;&#27492;&#31867;&#20154;&#22763;&#30340;&#25964;&#20208;&#26102;&#65292;&#22823;&#23478;&#37117;&#20250;&#35828;&#19968;&#24180;&#20043;&#21518;&#20320;&#20063;&#36825;&#26679;&#12290;&#22079;&#22079;&#22079;&#65292;&#22909;&#21543;&#65292;&#35874;&#35874;&#20320;&#20204;&#30340;&#20449;&#20219;&#65292;&#25105;&#20197;&#27492;&#20026;&#30446;&#26631;&#21162;&#21147;&#65292;&#20105;&#21462;&#26089;&#28857;&#21047;&#23631;&#21523;&#21804;&#21035;&#20154;&#12290;</p>
<p>&#160;&#160;&#160; &#20851;&#20110;&#32467;&#23545;&#32534;&#31243;&#65292;&#20998;&#20102;&#20004;&#31867;&#65292;&#21483;&#21861;&#21517;&#24536;&#35760;&#20102;&#12290;&#19968;&#31181;&#26159;&#27700;&#24179;&#30456;&#24403;&#30340;&#20154;&#32467;&#23545;&#65292;&#21487;&#20197;&#20114;&#30456;&#20132;&#27969;&#24555;&#36895;&#23436;&#25104;&#32534;&#31243;&#12290;&#36825;&#26679;&#20986;&#29616;&#20160;&#20040;&#38382;&#39064;&#65292;&#35299;&#20915;&#36215;&#26469;&#20063;&#26356;&#36805;&#36895;&#65292;&#21516;&#26102;&#26377;pair&#22352;&#22312;&#26049;&#36793;&#65292;&#24037;&#20316;&#25928;&#29575;&#20250;&#26356;&#39640;&#65292;&#20320;&#27809;&#26377;&#26102;&#38388;&#24515;&#29503;&#24847;&#39532;&#65292;&#27809;&#26377;&#26102;&#38388;&#20599;&#20599;&#25918;&#26494;&#65307;&#21478;&#19968;&#31181;&#26159;&#23454;&#21147;&#24748;&#27530;&#22411;&#30340;&#65292;&#23545;&#20110;&#26032;&#25163;&#26469;&#35828;&#65292;&#36825;&#26679;&#30340;&#23398;&#20064;&#26041;&#24335;&#26159;&#26377;&#22810;&#20040;&#38590;&#24471;&#21834;&#12290;&#20320;&#24819;&#24819;&#65292;&#24179;&#26102;&#21738;&#26377;&#20154;&#20250;&#26377;&#32784;&#24515;&#22352;&#22312;&#20320;&#26049;&#36793;&#19968;&#27493;&#19968;&#27493;&#30340;&#24341;&#23548;&#20320;&#65292;&#25509;&#19979;&#26469;&#35813;&#24590;&#20040;&#20570;&#65292;&#24590;&#20040;&#20570;&#26356;&#22909;&#65292;&#21738;&#26377;&#20154;&#20250;&#22312;&#33258;&#24049;&#20889;&#20195;&#30721;&#30340;&#26102;&#20505;&#32784;&#24515;&#35762;&#35299;&#20182;&#27491;&#22312;&#20570;&#20160;&#20040;&#65292;&#20026;&#20160;&#20040;&#36825;&#26679;&#20570;&#12290;&#25152;&#20197;&#25105;&#20174;&#20102;&#35299;&#36825;&#20010;&#27010;&#24565;&#24320;&#22987;&#23601;&#35273;&#24471;&#26159;&#20010;&#19981;&#38169;&#30340;&#21150;&#27861;&#12290;</p>
<p>2. &#20195;&#30721;&#20043;&#19985;&#65292;&#37073;&#26196;</p>
<p>&#160;&#160; &#21442;&#21152;&#27963;&#21160;&#21069;&#27983;&#35272;&#20102;&#20182;&#30340;blog&#65292;&#20294;&#25105;&#24456;&#23569;&#26377;&#32784;&#24515;&#20180;&#32454;&#35835;&#20195;&#30721;&#24605;&#32771;&#38382;&#39064;&#12290;</p>
<p>&#160;&#160; &#31561;&#21040;&#21548;&#23436;&#25253;&#21578;&#65292;&#25165;&#24653;&#28982;&#22823;&#24735;&#12290;&#36825;&#65292;&#20063;&#31639;&#26159;&#37325;&#26500;&#30340;&#19968;&#37096;&#20998;&#20869;&#23481;&#21543;&#65292;&#25110;&#32773;&#35828;&#65292;&#36825;&#26681;&#26412;&#23601;&#26159;&#20445;&#25345;&#33391;&#22909;&#32534;&#31243;&#20064;&#24815;&#30340;&#38382;&#39064;&#12290;</p>
<p>&#160;&#160; &#26089;&#23601;&#28145;&#21051;&#24847;&#35782;&#21040;&#36825;&#20010;&#38382;&#39064;&#30340;&#37325;&#35201;&#24615;&#20102;&#12290;&#25105;&#30340;matlab&#20195;&#30721;&#30446;&#21069;&#24050;&#32463;&#22788;&#20110;&#24808;&#19981;&#24525;&#30585;&#30340;&#22320;&#27493;&#65292;&#32463;&#24120;&#33258;&#24049;&#25171;&#24320;&#19968;&#20010;&#20989;&#25968;&#38656;&#35201;&#22909;&#20037;&#25165;&#33021;&#30475;&#26126;&#30333;&#26159;&#24178;&#22043;&#29992;&#30340;&#12290;&#37325;&#26500;&#36825;&#20123;&#30772;&#20195;&#30721;&#23601;&#31639;&#20102;&#65292;&#33267;&#23569;&#22238;&#26469;&#20043;&#21518;&#20877;&#20889;&#20195;&#30721;&#65292;&#25105;&#20250;&#26377;&#24847;&#35782;&#30340;&#35753;&#20182;&#25972;&#27905;&#28857;&#12290;</p>
<p>&#160;&#160;&#160; &#20030;&#30340;&#20363;&#23376;&#37117;&#24456;&#27973;&#26174;&#26131;&#25026;&#65292;&#21253;&#25324;&#25105;&#36825;java&#30333;&#30196;&#65292;&#20973;&#30528;&#20165;&#26377;&#30340;&#35760;&#24518;&#20063;&#37117;&#33021;&#30475;&#26126;&#30333;&#21679;&#12290;&#25913;&#20889;&#21518;&#30340;&#20195;&#30721;&#65292;&#30495;&#26159;&#22909;&#22810;&#20102;&#65292;&#20316;&#20026;&#21453;&#23556;&#24359;&#38271;&#30340;&#23401;&#23376;&#65292;&#20063;&#33021;&#21450;&#26102;&#24653;&#28982;&#22823;&#24735;&#30340;&#22114;~</p>
<p>&#160;&#160;&#160; &#24182;&#19988;&#20316;&#20026;&#30053;&#24494;&#24739;&#26377;&#24378;&#36843;&#30151;&#30340;&#23043;&#65292;&#30475;&#21040;&#25913;&#36807;&#30340;&#65292;&#30701;&#23567;&#24039;&#22937;&#30340;&#20195;&#30721;&#65292;&#24515;&#24773;&#33298;&#30021;&#30340;&#19981;&#34892;&#12290;</p>
<p>3. scrum&#25935;&#25463;&#23454;&#26045;&#65292;&#40077;&#22830;&#33311;</p>
<p>&#160;&#160;&#160; &#36825;&#20010;&#20027;&#35762;MM&#22909;&#24180;&#36731;&#21834;&#65292;&#35762;&#20102;&#22905;&#22312;&#27861;&#22269;&#30005;&#20449;&#30340;&#19968;&#20010;&#22242;&#38431;&#23454;&#26045;&#25935;&#25463;&#30340;&#26696;&#20363;&#12290;&#24039;&#30340;&#26159;&#26368;&#36817;&#27861;&#22269;&#30005;&#20449;&#27491;&#22909;&#22312;&#35199;&#23433;&#26657;&#22253;&#25307;&#32856;&#12290;&#20855;&#20307;&#26696;&#20363;&#20160;&#20040;&#30340;&#25105;&#21548;&#25026;&#20102;&#65292;&#21487;&#26159;&#27809;&#26377;&#36807;&#39033;&#30446;&#32463;&#39564;&#65292;&#23454;&#22312;&#35828;&#19981;&#19978;&#26377;&#20160;&#20040;&#24515;&#24471;&#65292;&#23436;&#20840;&#26159;&#25509;&#21463;&#24335;&#30340;&#23398;&#20064;&#12290;</p>
<p>&#160;&#160;&#160; &#35848;&#21040;&#22242;&#38431;&#35282;&#33394;&#20160;&#20040;&#30340;&#65292;&#20498;&#26159;&#25402;&#26377;&#24847;&#24605;&#30340;&#12290;&#23646;&#20110;&#20559;&#21521;&#31649;&#29702;&#23618;&#38754;&#30340;&#25935;&#25463;&#20171;&#32461;&#12290;</p>
<p>4. &#35774;&#35745;&#22242;&#38431;&#30340;&#25935;&#25463;&#20043;&#36947;&#65292;&#23385;&#29840;&#33452;</p>
<p>&#160;&#160;&#160; &#20174;BA&#30340;&#35282;&#24230;&#35762;&#25935;&#25463;&#65292;&#35762;&#30340;&#25402;&#26377;&#24847;&#24605;&#12290;&#20174;&#23478;&#35013;&#35762;&#36215;&#65292;&#24341;&#20837;&#21040;&#24320;&#21457;&#36807;&#31243;&#20013;&#65292;&#24456;&#23481;&#26131;&#25026;&#65292;&#22788;&#22788;&#28183;&#36879;&#30528;&#25935;&#25463;&#30340;&#24605;&#24819;&#12290;</p>
<p>5. &#20307;&#39564;&#25506;&#32034;&#24615;&#27979;&#35797;&#65292;Eric</p>
<p>&#160;&#160;&#160; &#27604;&#36739;&#22909;&#29609;&#20102;&#65292;&#22806;&#22269;&#20154;&#30340;&#35762;&#36848;&#26041;&#24335;&#36824;&#26159;&#21644;&#25105;&#20204;&#19981;&#19968;&#26679;&#30340;&#12290;&#26377;&#24456;&#22810;&#20363;&#23376;&#24341;&#23548;&#30528;&#65292;&#35753;&#20320;&#26126;&#30333;&#20160;&#20040;&#26159;&#25506;&#32034;&#24615;&#27979;&#35797;&#65292;&#24182;&#27809;&#26377;&#36807;&#22810;&#30340;&#27010;&#24565;&#21644;&#24700;&#20154;&#30340;&#26415;&#35821;&#12290;</p>
<p>&#160;&#160;&#160; &#30053;&#24494;&#25195;&#20852;&#30340;&#26159;&#32763;&#35793;&#29615;&#33410;&#65292;&#32467;&#26463;&#30340;&#26102;&#20505;&#32763;&#35793;&#33883;&#26684;&#35299;&#37322;&#35828;&#36825;&#26159;&#20182;&#31532;&#19968;&#27425;&#24178;&#36825;&#20107;&#20799;&#65292;&#21487;&#20197;&#29702;&#35299;&#65292;&#25152;&#20197;&#25105;&#23601;&#23545;&#20107;&#20799;&#19981;&#23545;&#20154;&#30340;&#35828;&#20102;&#12290;&#19982;&#20854;&#32763;&#35793;&#30340;&#19981;&#22909;&#65292;&#19981;&#22914;&#19981;&#35201;&#32763;&#35793;&#12290;&#24403;&#28982;&#65292;&#32771;&#34385;&#21442;&#19982;&#32773;&#30340;&#26222;&#36941;&#27700;&#24179;&#65292;&#25105;&#35273;&#24471;&#20063;&#19981;&#33267;&#20110;&#19968;&#28857;&#20799;&#40479;&#35821;&#19981;&#25026;&#21543;&#65292;&#31616;&#21333;&#30340;&#23601;&#19981;&#32763;&#20102;&#65292;&#31245;&#24494;&#22797;&#26434;&#28857;&#19987;&#19994;&#28857;&#30340;&#21477;&#23376;&#32763;&#32763;&#23601;&#34892;&#20102;&#12290;&#24819;&#24819;&#65292;&#23545;&#20110;&#21548;&#24471;&#25026;&#30340;&#23401;&#23376;&#65292;&#32763;&#35793;&#20250;&#25171;&#26029;&#28436;&#35762;&#32773;&#30340;&#24605;&#36335;&#21644;&#25972;&#20010;&#35762;&#28436;&#30340;&#24863;&#35273;&#65307;&#23545;&#20110;&#21548;&#19981;&#25026;&#30340;&#23401;&#23376;&#65292;&#19981;&#22909;&#30340;&#32763;&#35793;&#36319;&#27809;&#32763;&#19968;&#26679;&#65292;&#37027;&#36824;&#19981;&#22914;&#19981;&#32763;&#21602;&#12290;&#30475;&#23617;&#23617;&#36386;&#65292;&#30475;&#34920;&#24773;&#21861;&#30340;&#21453;&#20498;&#26356;&#33021;&#20307;&#20250;&#21040;&#28857;&#21861;&#21602;&#12290;</p>
<p>&#160;&#160; &#33267;&#23569;&#36825;&#20010;&#36215;&#21021;&#35753;&#25105;&#24456;&#24863;&#20852;&#36259;&#30340;&#37096;&#20998;&#65292;&#36807;&#21322;&#20043;&#21518;&#23601;&#27809;&#22909;&#22909;&#21548;&#20102;&#65292;&#25972;&#20010;&#36807;&#31243;&#30340;&#33410;&#22863;&#23454;&#22312;&#23481;&#26131;&#30561;&#30528;&#12290;</p>
<p>&#20854;&#20182;&#22043;&#65292;&#25277;&#20102;&#22909;&#22810;&#22870;&#65292;&#25105;&#19968;&#26679;&#27809;&#20013;&#65292;&#36825;&#20063;&#27491;&#24120;&#12290;&#21487;&#37027;&#25277;&#22870;&#36719;&#20214;&#32473;&#20102;&#25105;&#20805;&#20998;&#25265;&#24616;&#30340;&#29702;&#30001;&#65292;&#25277;&#26469;&#25277;&#21435;&#19968;&#20010;&#21495;&#37325;&#22797;&#22909;&#20960;&#27425;&#65292;&#20013;&#22870;&#21495;&#30721;&#20998;&#24067;&#24456;&#38598;&#20013;&#21861;&#30340;&#12290;&#22870;&#21697;&#21487;&#20016;&#30427;&#20102;&#65292;&#26377;&#20070;&#65292;&#26377;&#21253;&#65292;&#26377;T&#65292;&#36824;&#26377;&#35838;&#31243;&#21861;&#30340;&#65292;&#22079;&#22079;&#65292;&#30524;&#39307;&#24471;&#24456;~</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-12-02T00:00:00+08:00" pubdate data-updated="true">Dec 2<span>nd</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/12/01/%E4%BB%8A%E5%A4%A9%E6%98%AF%E4%B8%AA%E5%A5%BD%E6%97%A5%E5%AD%90%7E/">
		
			今天是个好日子~</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#21861;&#22909;&#26085;&#23376;&#65311;&#25105;&#32456;&#20110;&#33021;&#19978;&#32593;&#21862;&#65292;&#21834;&#21704;&#21704;&#21704;</p>
<p>&#21382;&#26102;&#21322;&#20010;&#22810;&#26376;&#30340;&#26029;&#32593;&#21834;&#65292;&#30171;&#33510;&#27515;&#20102;</p>
<p>&#30591;&#24605;&#19978;&#31455;&#28982;&#26377;IntelliJ&#21644;head first java&#65292;&#27491;&#22909;&#19979;&#36733;&#20102;</p>
<p>&#20854;&#20182;&#30340;&#22043;&#65292;&#30041;&#30528;&#22238;&#23478;&#24930;&#24930;&#25214;</p>
<p>&#26202;&#19978;&#36319;&#22969;&#36891;&#20102;&#20010;&#23567;&#23528;&#65292;&#25105;&#36825;&#32769;&#24180;&#20154;&#21834;&#65292;&#26377;&#22909;&#20960;&#24180;&#27809;&#21435;&#23567;&#23528;&#65292;&#22969;&#20063;&#32769;&#20102;&#65292;&#27809;&#36891;&#22810;&#20037;&#20457;&#20154;&#23601;&#32047;&#24471;&#19981;&#34892;&#65292;&#20054;&#20054;&#21507;&#39277;&#21435;&#40479;~</p>
<p>&#22909;&#20037;&#19981;&#21435;&#24180;&#36731;&#20154;&#32858;&#38598;&#30340;&#22320;&#26041;&#65292;&#32771;&#23519;&#20043;&#21518;&#21457;&#29616;&#65292;&#20960;&#24180;&#20869;&#65292;&#25991;&#20855;&#30340;&#27969;&#34892;&#36235;&#21183;&#27809;&#21861;&#21464;&#21270;&#65292;&#25214;&#21040;&#20102;&#26080;&#25968;&#25105;&#33267;&#20170;&#20173;&#25317;&#26377;&#30340;&#21476;&#33891;&#32423;&#25991;&#20855;&#65292;&#19981;&#24471;&#19981;&#36319;&#22969;&#24863;&#24936;&#65292;&#26524;&#28982;&#32463;&#20856;&#26159;&#27704;&#24658;&#30340;&#21834;~</p>
<p>&#25104;&#26524;&#22043;&#65292;&#32769;&#22969;&#27604;&#36739;&#22810;&#65292;&#37492;&#20110;&#25105;&#20915;&#23450;&#37325;&#25342;&#25910;&#34255;&#22836;&#33457;&#30340;&#20064;&#24815;&#65292;&#20165;&#37319;&#36141;&#20102;&#22836;&#33457;&#20004;&#21482;&#12290;&#12290;&#12290;</p>
<p>&#29289;&#20215;&#30495;&#30340;&#19978;&#28072;&#22826;&#20005;&#37325;&#20102;&#65292;&#21861;&#19996;&#35199;&#37117;&#26159;10&#20803;&#36215;&#20215;&#65292;&#26356;&#21035;&#35828;&#31934;&#33268;&#28857;&#20799;&#30340;&#20102;</p>
<p>&#24819;&#24403;&#24180;&#65292;&#25105;&#24102;&#30528;50&#20986;&#38376;&#65292;&#33021;&#25910;&#33719;&#19968;&#21475;&#34955;&#22836;&#33457;&#20102;&#65292;&#20170;&#20799;&#23601;&#25343;&#30528;&#20457;&#22238;&#23478;&#65292;&#22826;&#23506;&#30876;</p>
<p>&#19981;&#36807;&#65292;&#21681;&#36824;&#26159;&#22909;&#25171;&#21457;&#30340;&#65292;&#19968;&#20010;&#34507;&#25374;&#23601;&#24320;&#24515;&#30340;&#19981;&#34892;&#65292;&#30636;&#38388;&#24536;&#35760;&#32769;&#22920;&#20811;&#25187;&#29983;&#27963;&#36153;&#23548;&#33268;&#29616;&#22312;&#29983;&#27963;&#25326;&#25454;&#30340;&#24808;&#30171;&#29616;&#23454;&#65292;&#24681;&#65292;&#20005;&#37325;&#24576;&#30097;&#36825;&#26159;&#20146;&#22920;&#20040;~</p>
<p>&#25105;&#24819;&#24819;&#65292;&#26029;&#32593;&#36825;&#19968;&#38453;&#65292;&#38169;&#36807;&#20102;&#22909;&#22810;&#24320;&#24515;&#30340;&#20107;&#20799;&#65292;&#38169;&#36807;&#20102;agile tour&#65292;&#38169;&#36807;&#20102;&#20844;&#21496;&#30340;&#31532;&#19968;&#27425;&#23398;&#21069;&#29677;&#25945;&#32946;</p>
<p>&#21518;&#38754;&#20457;&#65292;&#38656;&#35201;&#26102;&#38388;&#22238;&#24518;&#25972;&#29702;&#24605;&#36335;&#65292;&#26368;&#36817;&#23601;&#21152;&#19978;&#65292;&#35748;&#35748;&#30495;&#30495;&#30340;~</p>
<p>
<object classid="clsid:6bf52a52-394a-11d3-b153-00c04f79faa6" width="0" height="0" codebase="http://activex.microsoft.com/activex/controls/mplayer/en/nsmp2inf.cab#Version=5,1,52,701">
<param name="url" value="http://file2.engok.com/download/ZipMp3100415/21941.mp3" /><embed type="application/x-mplayer2" width="0" height="0" src="http://file2.engok.com/download/ZipMp3100415/21941.mp3"></embed></object>
viva la gloria&#65292;&#21482;&#26159;&#35273;&#24471;&#36825;&#27468;&#21548;&#30528;&#29305;&#26377;&#21147;&#27668;&#65292;&#23567;&#26597;&#20102;&#19979;&#65292;&#21407;&#26469;&#26377;&#20851;&#20110;&#20026;&#20102;&#33258;&#30001;&#32780;&#26007;&#20105;&#30340;&#65292;&#25105;&#21916;&#27426;&#21834;~</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-12-01T00:00:00+08:00" pubdate data-updated="true">Dec 1<span>st</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/11/15/%E5%AF%82%E9%9D%99%E6%AC%A2%E5%96%9C/">
		
			寂静欢喜</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p><img src="http://pic.yupoo.com/isomeday/984759c85f2a/eji6qss1.jpg" border="0" alt="" /></p>
<p>&#20170;&#26085;&#25277;&#39118;&#65292;&#21464;&#21220;&#24555;&#20102;&#65292;&#22079;&#22079;</p>
<p>&#19981;&#24819;&#24178;&#27963;&#65292;&#22312;&#32593;&#19978;&#20154;&#32905;&#33258;&#20010;&#20799;</p>
<p>&#24471;&#21040;&#32467;&#35770;&#26159;&#65292;&#25105;&#22826;&#25042;&#65292;&#21861;&#37117;&#29992;&#19968;&#20010;&#21517;&#20799;&#65292;&#22826;&#23481;&#26131;&#34987;&#25214;&#21040;&#20102;</p>
<p>&#20005;&#37325;&#24576;&#30097;&#25105;&#19975;&#33021;&#30340;&#25991;&#30450;&#32769;&#29241;&#26159;&#19981;&#26159;&#26366;&#32463;&#26469;&#36807;&#36825;&#37324;&#65292;&#20869;&#21861;&#65292;&#29241;&#65292;&#25105;&#20197;&#21518;&#22810;&#22840;&#36190;&#24744;&#21704;&#65281;~</p>
<p>&#26152;&#22825;&#22312;&#19975;&#37030;&#30475;&#20070;&#65292;&#21457;&#29616;&#22909;&#20960;&#26412;&#35762;&#20179;&#22830;&#22025;&#25514;&#30340;&#20070;&#65292;&#23548;&#33268;&#37027;&#20010;&#30699;&#24773;&#30340;ymi&#22797;&#27963;&#65292;&#36148;&#20457;</p>
<pre>&#20320;&#35265;&#65292;&#25110;&#32773;&#19981;&#35265;&#25105;  &#25105;&#23601;&#22312;&#37027;&#37324;  &#19981;&#24754;&#19981;&#21916; 
&#20320;&#24565;&#65292;&#25110;&#32773;&#19981;&#24565;&#25105;  &#24773;&#23601;&#22312;&#37027;&#37324;  &#19981;&#26469;&#19981;&#21435; 
&#20320;&#29233;&#65292;&#25110;&#32773;&#19981;&#29233;&#25105;  &#29233;&#23601;&#22312;&#37027;&#37324;  &#19981;&#22686;&#19981;&#20943; 
&#20320;&#36319;&#65292;&#25110;&#32773;&#19981;&#36319;&#25105;  &#25105;&#30340;&#25163;&#23601;&#22312;&#20320;&#25163;&#37324;  &#19981;&#33293;&#19981;&#24323; 
&#26469;&#25105;&#30340;&#24576;&#37324;  &#25110;&#32773; &#35753;&#25105;&#20303;&#36827;&#20320;&#30340;&#24515;&#37324; 
&#40664;&#28982;&#30456;&#29233; 
&#23490;&#38745;&#27426;&#21916; 
&#19978;&#38754;&#36825;&#20010;&#26368;&#29233;&#21834;~&#28982;&#21518;&#26159;&#36825;&#20010;~
&#37027;&#19968;&#22825;&#65292;&#38381;&#30446;&#22312;&#32463;&#27583;&#65292;&#39321;&#38654;&#20013;&#65292;&#21548;&#35265;&#20320;&#35829;&#32463;&#30340;&#31668;&#35328;
&#37027;&#19968;&#26376;&#65292;&#25105;&#25671;&#21160;&#25152;&#26377;&#30340;&#36716;&#32463;&#31570;&#65292;&#19981;&#20026;&#36229;&#24230;&#65292;&#21482;&#20026;&#35302;&#25720;&#20320;&#30340;&#25351;&#23574;&#65307;
&#37027;&#19968;&#24180;&#65292;&#30933;&#38271;&#22836;&#65292;&#21261;&#21264;&#22312;&#23665;&#36335;&#65292;&#19981;&#20026;&#35280;&#35265;&#65292;&#21482;&#20026;&#36148;&#30528;&#20320;&#30340;&#28201;&#26262;&#65307;
&#37027;&#19968;&#19990;&#65292;&#36716;&#23665;&#36716;&#27700;&#36716;&#20315;&#22612;&#21834;&#65292;&#19981;&#20026;&#20462;&#26469;&#29983;&#65292;&#21482;&#20026;&#36884;&#20013;&#19982;&#20320;&#30456;&#35265;&#12290;
&#26089;&#23601;&#24819;&#20080;&#26412;&#20070;&#26469;&#34917;&#20805;&#19979;&#65292;&#32463;&#30740;&#31350;&#65292;&#26368;&#22909;&#30340;&#35793;&#26412;&#26159;&#26366;&#32516;&#35793;&#30340;&#65292;&#20877;&#32463;&#30740;&#31350;&#26368;&#26435;&#23041;&#30340;&#20986;&#29256;&#31038;&#26159;&#35199;&#34255;&#20154;&#27665;&#20986;&#29256;&#31038;&#65292;&#20877;&#30740;&#31350;&#21518;&#20154;&#23478;&#35828;&#65292;&#26368;&#22909;&#30340;&#37027;&#26412;&#20070;&#21482;&#26377;&#25289;&#33832;&#26377;&#21334;&#65292;150&#19968;&#26412;&#12290;
&#39069;&#65292;&#21861;&#26102;&#20505;&#21435;&#35199;&#34255;&#65292;&#21681;&#20080;&#21435;&#65281;
ps&#65306;&#19978;&#32593;&#30606;&#36716;&#65292;&#30475;&#21040;&#19968;&#21477;&#35805;&#65306;&#22899;&#20154;&#30524;&#20013;&#30340;&#37329;&#40863;&#23167;&#65292;&#37329;&#32773;&#26377;&#38065;&#20063;&#65292;&#40863;&#32773;&#34507;&#22823;&#20063;&#12290;&#26082;&#38420;&#21448;&#20426;&#65292;&#26159;&#35859;&#20975;&#23376;&#12290;&#21704;&#21704;&#21704;&#65292;totally&#30340;&#21523;&#21040;&#25105;&#20102;</pre>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-11-15T00:00:00+08:00" pubdate data-updated="true">Nov 15<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/11/15/%E4%BD%A0%E8%AF%B4%E5%AF%B9%E4%B9%88%E5%AF%B9%7E/">
		
			你说对么对~</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#20154;zhang&#20040;&#22909;&#26031;&#65292;&#29399;zhang&#25384;&#30742;&#22836;</p>
<p>&#29241;&#35828;&#30340;&#27809;&#38169;&#65292;&#25105;&#19979;&#20102;&#33509;&#24178;&#36719;&#20214;&#65292;&#33509;&#24178;&#30005;&#35270;&#20043;&#21518;&#65292;&#27969;&#37327;&#31455;&#28982;&#36229;&#20102;&#24555;1G&#12290;&#12290;&#12290;</p>
<p>&#27809;&#32593;&#30340;&#26085;&#23376;&#19981;&#22909;&#36807;&#65292;but&#20063;&#26377;&#22909;&#22810;&#20107;&#24773;&#21487;&#20197;&#20570;&#23545;&#20040;&#23545;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;</p>
<p>social network</p>
<p>&#35762;&#38750;&#27515;&#19981;&#21487;&#30340;&#21019;&#22987;&#20154;&#30340;&#25925;&#20107;&#65292;&#21830;&#22330;&#21834;&#65292;&#29256;&#26435;&#21834;~</p>
<p>&#28436;&#21592;&#36873;&#30340;&#19981;&#38169;&#65292;justin timberland&#20986;&#22330;&#21518;&#25105;&#24778;&#20102;&#65292;&#22826;&#20687;&#32453;&#22763;&#30007;&#20102;&#20040;&#65292;&#23588;&#20854;&#26159;&#25214;&#39118;&#25237;&#24102;&#30528;&#30524;&#38236;&#30340;&#37027;&#24149;&#12290;</p>
<p>zac&#25293;&#30340;&#24456;geek&#65292;&#24179;&#26102;&#19981;&#21643;&#20843;&#21350;&#65292;&#20294;&#20063;&#35273;&#24471;&#65292;&#21407;&#22411;&#26412;&#36523;&#27809;&#26377;&#36825;&#20040;&#22840;&#24352;&#21704;&#65292;&#36319;&#35874;&#32819;&#26421;&#26377;&#19968;&#25340;&#20102;&#65292;&#23588;&#20854;&#26159;&#35821;&#36895;&#12290;</p>
<p>&#23545;&#20102;&#23545;&#20102;&#65292;&#23567;&#29233;&#20063;&#36229;&#24069;&#22043;&#65292;&#21704;&#21704;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;</p>
<p>&#32769;&#30007;&#23401;</p>
<p>&#32593;&#19978;&#20998;&#20139;&#19981;&#26029;&#65292;&#19968;&#30452;&#27809;&#30475;&#65292;&#27969;&#37327;~</p>
<p>&#23454;&#39564;&#23460;&#30340;&#23401;&#23376;&#28909;&#24773;&#25512;&#33616;</p>
<p>&#25042;&#27915;&#27915;&#30340;&#25171;&#24320;&#65292;&#35273;&#24471;&#19981;&#36807;&#26159;&#20457;&#27833;&#33147;&#33147;&#30340;&#24618;&#22823;&#21460;&#30340;&#25925;&#20107;</p>
<p>&#24403;&#28982;&#65292;&#26377;&#20294;&#26159;&#65292;&#26377;&#21518;&#26469;&#65292;&#31232;&#37324;&#21719;&#21862;&#30340;&#32467;&#26463;&#35266;&#36175;</p>
<p>&#19968;&#20010;&#36861;&#27714;&#26790;&#24819;&#30340;&#25925;&#20107;&#65292;&#31359;&#25554;&#30528;&#29616;&#23454;&#30340;&#27531;&#24525;&#12290;</p>
<p>&#26368;&#21518;&#37027;&#27468;&#65292;&#26368;&#21518;&#37027;&#21477;&#35805;&#65292;&#26368;&#21518;&#37027;&#20123;&#20154;&#65292;&#37117;&#24456;&#24863;&#21160;&#12290;</p>
<p>&#25105;&#20010;&#20154;&#35273;&#24471;&#65292;&#20154;&#23601;&#27963;&#30528;&#19968;&#36744;&#23376;&#65292;&#26377;&#21861;&#26790;&#24819;&#23601;&#36214;&#32039;&#34892;&#21160;&#21543;&#65292;&#21035;&#30333;&#30606;&#20102;&#12290;</p>
<p>&#25152;&#20197;&#65292;&#25972;&#22825;&#25265;&#24616;&#29983;&#27963;&#30340;&#20154;&#65292;&#26377;&#24847;&#24605;&#20040;&#12290;&#20854;&#23454;&#20320;&#33021;&#20570;&#30340;&#24456;&#22810;&#65292;&#23601;&#26159;&#19981;&#24895;&#24847;&#32780;&#24050;&#12290;&#23545;&#20040;&#23545;~</p>
<p>classical is something not fade, but grow more precious with time pass by, so is dream.</p>
<p>&#37027;&#26159;&#25105;&#26085;&#22812;&#24605;&#24565;&#28145;&#28145;&#29233;&#30528;&#30340;&#20154;&#21834;
<br />
&#12288;&#12288;&#21040;&#24213;&#25105;&#35813;&#22914;&#20309;&#34920;&#36798;
<br />
&#12288;&#12288;&#20182;&#20250;&#25509;&#21463;&#25105;&#21527;
<br />
&#12288;&#12288;&#20063;&#35768;&#27704;&#36828;&#37117;&#19981;&#20250;&#36319;&#20182;&#35828;&#20986;&#37027;&#21477;&#35805;
<br />
&#12288;&#12288;&#27880;&#23450;&#25105;&#35201;&#28010;&#36857;&#22825;&#28079;
<br />
&#12288;&#12288;&#24590;&#20040;&#33021;&#26377;&#29301;&#25346;
<br />
&#12288;&#12288;&#26790;&#24819;&#24635;&#26159;&#36965;&#19981;&#21487;&#21450;
<br />
&#12288;&#12288;&#26159;&#19981;&#26159;&#24212;&#35813;&#25918;&#24323;
<br />
&#12288;&#12288;&#33457;&#24320;&#33457;&#33853;&#21448;&#26159;&#19968;&#23395;
<br />
&#12288;&#12288;&#26149;&#22825;&#21834;&#20320;&#22312;&#21738;&#37324;
<br />
&#12288;&#12288;&#38738;&#26149;&#22914;&#21516;&#22868;&#27969;&#30340;&#27743;&#27827;
<br />
&#12288;&#12288;&#19968;&#21435;&#19981;&#22238;&#26469;&#19981;&#21450;&#36947;&#21035;
<br />
&#12288;&#12288;&#21482;&#21097;&#19979;&#40635;&#26408;&#30340;&#25105;
<br />
&#12288;&#12288;&#27809;&#26377;&#20102;&#24403;&#24180;&#30340;&#28909;&#34880;
<br />
&#12288;&#12288;&#30475;&#30475;&#28385;&#22825;&#39128;&#38646;&#30340;&#33457;&#26421;
<br />
&#12288;&#12288;&#22312;&#26368;&#32654;&#20029;&#30340;&#26102;&#21051;&#20939;&#35874;
<br />
&#12288;&#12288;&#26377;&#35841;&#20250;&#35760;&#24471;&#36825;&#19990;&#30028;&#20182;&#26469;&#36807;
<br />
&#12288;&#12288;
<br />
&#12288;&#12288;&#36716;&#30524;&#36807;&#21435; &#22810;&#24180;&#26102;&#38388;
<br />
&#12288;&#12288;&#22810;&#23569;&#31163;&#21512;&#24754;&#27426;
<br />
&#12288;&#12288;&#26366;&#32463;&#24535;&#22312;&#22235;&#26041;&#23569;&#24180;
<br />
&#12288;&#12288;&#32673;&#24917;&#21335;&#39134;&#30340;&#38593;
<br />
&#12288;&#12288;&#21508;&#33258;&#22868;&#21069;&#31243;&#30340;&#36523;&#24433;
<br />
&#12288;&#12288;&#21254;&#21254;&#28176;&#34892;&#28176;&#36828;
<br />
&#12288;&#12288;&#26410;&#26469;&#22312;&#21738;&#37324;&#24179;&#20961;
<br />
&#12288;&#12288;&#21834; &#35841;&#32473;&#25105;&#31572;&#26696;
<br />
&#12288;&#12288;&#37027;&#26102;&#38506;&#20276;&#25105;&#30340;&#20154;&#21834;
<br />
&#12288;&#12288;&#20320;&#20204;&#22914;&#20170;&#22312;&#20309;&#26041;
<br />
&#12288;&#12288;&#25105;&#26366;&#32463;&#29233;&#36807;&#30340;&#20154;&#21834;
<br />
&#12288;&#12288;&#29616;&#22312;&#26159;&#20160;&#20040;&#27169;&#26679;
<br />
&#12288;&#12288;&#24403;&#21021;&#30340;&#24895;&#26395;&#23454;&#29616;&#20102;&#21527;
<br />
&#12288;&#12288;&#20107;&#21040;&#22914;&#20170;&#21482;&#22909;&#31085;&#22880;&#21527;
<br />
&#12288;&#12288;&#20219;&#23681;&#26376;&#39118;&#24178;&#29702;&#24819; &#20877;&#20063;&#25214;&#19981;&#22238;&#30495;&#30340;&#25105;
<br />
&#12288;&#12288;&#25260;&#22836;&#20208;&#26395;&#36825;&#28459;&#22825;&#26143;&#27827;
<br />
&#12288;&#12288;&#37027;&#26102;&#20505;&#38506;&#20276;&#25105;&#30340;&#37027;&#39063;
<br />
&#12288;&#12288;&#36825;&#37324;&#30340;&#25925;&#20107;
<br />
&#12288;&#12288;&#20320;&#26159;&#21542;&#36824;&#35760;&#24471;
<br />
&#12288;&#12288;
<br />
&#12288;&#12288;&#29983;&#27963;&#20687;&#19968;&#25226;&#26080;&#24773;&#21051;&#20992;
<br />
&#12288;&#12288;&#25913;&#21464;&#20102;&#25105;&#20204;&#27169;&#26679;
<br />
&#12288;&#12288;&#26410;&#26366;&#32509;&#25918;&#23601;&#35201;&#26543;&#33806;&#21527;
<br />
&#12288;&#12288;&#25105;&#26377;&#36807;&#26790;&#24819;
<br />
&#12288;&#12288;
<br />
&#12288;&#12288;&#22914;&#26524;&#26377;&#26126;&#22825;
<br />
&#12288;&#12288;&#31069;&#31119;&#20320;
<br />
&#12288;&#12288;&#20146;&#29233;&#30340;
</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-11-15T00:00:00+08:00" pubdate data-updated="true">Nov 15<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/11/03/%E5%AE%89%E5%BF%83/">
		
			安心</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#31561;&#21834;&#31561;&#65292;&#29100;&#21834;&#29100;&#65292;&#32456;&#20110;&#29100;&#25104;&#20102;&#38463;&#39321;&#23110;</p>
<p>&#20170;&#20799;&#24635;&#31639;&#26159;&#31614;&#20102;&#21334;&#36523;&#22865;</p>
<p>&#34429;&#28982;&#26368;&#36817;&#36825;&#21322;&#20010;&#26376;&#27809;&#24590;&#20040;&#36305;&#33151;&#65292;&#21487;&#30452;&#21040;&#20170;&#22825;&#25165;&#31639;&#23433;&#24515;</p>
<p>&#31614;&#32422;&#26102;&#20505;&#20667;&#20046;&#20046;&#30340;&#22635;&#38169;&#22909;&#20960;&#20010;&#31354;&#65292;&#24863;&#35273;&#30636;&#38388;&#21464;&#25104;&#20102;&#31528;&#25163;&#31528;&#33050;&#30340;&#26472;&#23567;&#39134;&#65292;&#21704;&#21704;</p>
<p>&#24863;&#35874;&#20170;&#24180;&#30340;&#22823;&#22909;&#24418;&#21183;&#65292;&#24863;&#35874;&#26379;&#21451;&#20204;&#30340;&#20851;&#24515;&#25903;&#25345;&#24110;&#21161;&#65292;&#24863;&#35874;&#25105;&#29241;&#25171;&#24515;&#30524;&#20799;&#37324;&#24819;&#25105;&#31614;&#21326;&#20026;&#20294;&#21364;&#23562;&#37325;&#25105;&#30340;&#36873;&#25321;</p>
<p>&#35201;&#19981;&#26159;&#20170;&#24180;&#25307;&#32856;&#27969;&#31243;&#31163;&#22855;&#20943;&#23569;&#65292;&#20272;&#35745;&#25105;&#26089;&#23601;&#34987;&#25293;&#27515;&#22312;&#21322;&#36335;&#19978;&#20102;&#65292;&#24198;&#24184;&#21834;~</p>
<p>&#34429;&#28982;&#25214;&#24037;&#20316;&#27809;&#21643;&#36153;&#21170;&#65292;&#22238;&#22836;&#21681;&#20063;&#24635;&#32467;&#19979;&#32463;&#39564;&#25945;&#35757;&#20043;&#31867;&#21714;</p>
<p>&#35805;&#35828;&#65292;tw&#35199;&#23433;&#30340;office&#65292;&#30495;&#30340;&#23601;&#26159;office&#65292;&#27604;&#23454;&#39564;&#23460;&#22823;&#65292;&#30475;&#30528;&#25402;&#36731;&#26494;&#65292;&#20986;&#26469;&#26102;&#20505;&#20960;&#20010;&#20154;&#27491;&#22312;&#20843;&#21350;&#65292;&#36824;&#26377;&#20154;&#27880;&#24847;&#21040;&#20182;&#20204;&#24038;&#25163;&#33529;&#26524;&#21491;&#25163;&#25140;&#23572;&#65292;&#25105;&#27880;&#24847;&#21040;&#30340;&#26159;&#65292;&#26700;&#19978;&#25918;&#30528;&#19968;&#31568;&#27700;&#26524;~</p>
<p>&#24681;&#65292;&#25918;&#24515;&#65292;&#27809;&#20154;&#30447;&#30528;&#20320;&#30340;</p>
<p>&#35828;&#24180;&#21518;&#23601;&#25442;&#26032;&#22320;&#26041;&#20102;&#65292;&#20250;&#22823;&#20123;&#65292;&#35980;&#20284;&#36817;&#19977;&#29615;&#65292;&#20063;&#22909;&#65292;&#31163;&#25105;&#23478;&#36817;&#12290;</p>
<p>&#20197;&#21518;&#26377;&#26356;&#22810;&#20102;&#35299;&#65292;&#20877;&#24930;&#24930;&#35828;&#21543;</p>
<p><a title="thoughtworks&#19968;&#38754;" href="http://muggleyoung.blogbus.com/logs/79546895.html" target="_blank">thoughtworks&#19968;&#38754;</a>
</p>
<p><a title="thoughtworks&#20108;&#38754;" href="http://muggleyoung.blogbus.com/logs/81137862.html" target="_blank">thoughtworks&#20108;&#38754;</a></p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-11-03T00:00:00+08:00" pubdate data-updated="true">Nov 3<span>rd</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>

<nav id="pagenavi">
    
        <a href="/blog/page/9/" class="prev">Prev</a>
    
    
        <a href="/blog/page/11/" class="next">Next</a>
    
    <div class="center"><a href="/blog/archives">Blog Archives</a></div>
</nav></div>
	<footer id="footer" class="inner">Copyright &copy; 2013

    muggleyoung

</footer>
	<script src="/javascripts/slash.js"></script>
<script src="/javascripts/jquery.fancybox.pack.js"></script>
<script type="text/javascript">
(function($){
	$('.fancybox').fancybox();
})(jQuery);
</script> <!-- Delete or comment this line to disable Fancybox -->


<script type="text/javascript">
      var disqus_shortname = 'muggleyoung';
      
        
        var disqus_script = 'count.js';
      
    (function () {
      var dsq = document.createElement('script'); dsq.type = 'text/javascript'; dsq.async = true;
      dsq.src = 'http://' + disqus_shortname + '.disqus.com/' + disqus_script;
      (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);
    }());
</script>





</body>
</html>