
<!DOCTYPE html>
<!--[if IEMobile 7 ]><html class="no-js iem7"><![endif]-->
<!--[if lt IE 9]><html class="no-js lte-ie8"><![endif]-->
<!--[if (gt IE 8)|(gt IEMobile 7)|!(IEMobile)|!(IE)]><!--><html class="no-js" lang="en"><!--<![endif]-->
<head>
  <meta charset="utf-8">
  <title>muggleyoung's blog</title>
  <meta name="author" content="muggleyoung">

  
  <meta name="description" content="&#30495;&#31070;&#32463;&#30495;&#31070;&#32463;&#65292;&#21643;&#20250;&#26377;&#36825;&#26679;&#30340;&#20154;&#20799;&#65281;
&#36824;&#19987;&# &hellip;">
  

  <!-- http://t.co/dKP3o1e -->
  <meta name="HandheldFriendly" content="True">
  <meta name="MobileOptimized" content="320">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  
  <link rel="canonical" href="http://muggleyoung.github.com/blog/page/10/">
  <link href="/favicon.png" rel="icon">
  <link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
  <script src="/javascripts/modernizr-2.0.js"></script>
  <script src="/javascripts/ender.js"></script>
  <script src="/javascripts/octopress.js" type="text/javascript"></script>
  <link href="/atom.xml" rel="alternate" title="muggleyoung's blog" type="application/atom+xml">
  <!--Fonts from Google"s Web font directory at http://google.com/webfonts -->
<link href="http://fonts.googleapis.com/css?family=PT+Serif:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<link href="http://fonts.googleapis.com/css?family=PT+Sans:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">

  

</head>

<body   >
  <header role="banner"><hgroup>
  <h1><a href="/">muggleyoung's blog</a></h1>
  
    <h2>A blogging framework for hackers.</h2>
  
</hgroup>

</header>
  <nav role="navigation"><ul class="subscription" data-subscription="rss">
  <li><a href="/atom.xml" rel="subscribe-rss" title="subscribe via RSS">RSS</a></li>
  
</ul>
  
<form action="http://google.com/search" method="get">
  <fieldset role="search">
    <input type="hidden" name="q" value="site:muggleyoung.github.com" />
    <input class="search" type="text" name="q" results="0" placeholder="Search"/>
  </fieldset>
</form>
  
<ul class="main-navigation">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
</ul>

</nav>
  <div id="main">
    <div id="content">
      <div class="blog-index">
  
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/08/31/%E4%B8%B4%E6%97%B6%E5%9E%83%E5%9C%BE%E6%A1%B6/">临时垃圾桶</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-08-31T00:00:00+08:00" pubdate data-updated="true">Aug 31<span>st</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#30495;&#31070;&#32463;&#30495;&#31070;&#32463;&#65292;&#21643;&#20250;&#26377;&#36825;&#26679;&#30340;&#20154;&#20799;&#65281;</p>
<p>&#36824;&#19987;&#31243;&#25171;&#30005;&#35805;&#26469;&#65292;&#23601;&#20026;&#20102;&#35828;&#19968;&#21477;&#20197;&#21518;&#19981;&#20570;&#20320;&#22823;&#21460;&#20102;&#65292;&#23601;&#20570;&#26379;&#21451;&#12290;</p>
<p>&#39069;&#65292;&#38543;&#21475;&#19968;&#21483;&#30340;&#22823;&#21460;&#65292;&#33267;&#20110;&#20040;&#65292;&#25105;&#21487;&#27809;&#24403;&#22238;&#20107;&#20799;</p>
<p>&#36825;&#20154;&#22826;&#20107;&#20799;&#20102;&#65292;&#25105;&#36824;&#26159;&#31163;&#36828;&#28857;&#21543;</p>
<p>&#22909;&#20687;&#25105;&#25170;&#30528;&#25170;&#30528;&#35201;&#25214;&#20320;&#29609;&#65292;&#21916;&#27426;&#36319;&#20320;&#29609;&#20799;&#20284;&#30340;</p>
<p>&#36793;&#20799;&#21435;&#12290;&#29239;&#27809;&#24515;&#24773;&#36319;&#20320;&#30699;&#24773;&#65281;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12832166527.jpg" border="0" alt="" /></p>
<p>&#36825;&#22823;&#28165;&#26089;&#30340;&#65292;&#22826;&#28155;&#22581;&#20102;&#12290;&#30475;&#26469;&#20170;&#22825;&#25105;&#24471;&#19968;&#20999;&#23567;&#24515;&#12290;&#12290;&#12290;</p>
<p>&#20013;&#21320;&#21507;&#28857;&#22909;&#30340;&#20999;&#65292;&#34917;&#34917;&#24515;&#24773;&#65292;&#21756;&#65281;</p>
<p>&#21834;&#21834;&#21834;&#21834;&#21834;&#21834;&#65292;&#22909;&#24819;&#24565;&#36319;&#25105;&#33261;&#21619;&#30456;&#25237;&#30340;&#23043;&#20204;&#65292;&#19968;&#20010;&#20010;&#37117;&#36214;&#32039;&#30340;&#22238;&#26469;&#21543;~~~~</p>
<p>&#35201;&#19981;&#28982;&#65292;&#25105;&#20063;&#19981;&#21574;&#35199;&#23433;&#21862;~</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/08/29/happy-new-year/">Happy New Year</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-08-29T00:00:00+08:00" pubdate data-updated="true">Aug 29<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p><img src="http://filer.blogbus.com/5333148/5333148_1283435992z.jpg" border="0" alt="" /></p>
<p>&#24681;&#65292;&#27809;&#38169;&#65292;&#36825;&#19981;&#23601;&#26159;&#26032;&#30340;&#19968;&#24180;&#20040;~</p>
<p>&#24895;&#25105;&#25509;&#19979;&#26469;&#25214;&#24037;&#20316;&#19968;&#20999;&#39034;&#21033;&#12290;&#32769;&#29241;&#65292;&#21035;&#20877;&#36924;&#30528;&#25105;&#35835;&#21338;&#22763;&#20102;&#65292;&#23454;&#22312;&#27809;&#20852;&#36259;&#21834;&#65292;&#25105;&#20063;&#19981;&#21916;&#27426;&#20570;&#32769;&#24072;&#12290;&#25105;&#20498;&#26159;&#24819;&#20986;&#22269;&#35835;&#20070;&#38271;&#38271;&#35265;&#35782;&#65292;&#37027;&#20063;&#19981;&#33021;&#26159;&#21338;&#22763;&#21834;&#12290;&#22238;&#22836;&#26377;&#26426;&#20250;&#65292;&#37325;&#26032;&#35835;&#20010;&#21035;&#30340;&#21543;&#12290;&#35745;&#31639;&#26426;&#65292;&#20889;&#20195;&#30721;&#65292;&#30740;&#31350;&#31639;&#27861;&#65292;&#21380;&#20799;&#65292;&#25105;&#30528;&#23454;&#19981;&#24819;&#38519;&#36827;&#21435;&#12290;</p>
<p>&#39134;&#65292;&#36825;&#19968;&#24180;&#20063;&#20250;&#22909;&#30340;&#21543;&#12290;&#24819;&#35201;&#23398;&#20064;&#30340;&#65292;&#33021;&#26377;&#20010;&#24320;&#22987;&#12290;&#25105;&#35273;&#24471;&#65292;&#20320;&#21435;&#31859;&#22269;&#20986;&#24046;&#36825;&#20107;&#20799;&#38750;&#24120;&#26377;&#35889;&#12290;&#21040;&#26102;&#20505;&#35760;&#24471;&#25226;&#25105;&#35013;&#34892;&#26446;&#31665;&#24102;&#19978;&#21704;</p>
<p>Dr.Li&#65292;&#20063;&#26159;&#26032;&#30340;&#19968;&#24180;&#12290;&#19968;&#20999;&#37117;&#23613;&#24555;&#36866;&#24212;&#21679;&#65292;&#26368;&#22909;&#20080;&#20010;&#36710;&#21780;&#24471;&#12290;&#25105;&#23601;&#25351;&#30528;&#24744;&#22238;&#26469;&#31572;&#36777;&#26102;&#20505;&#24102;&#19996;&#35199;&#20102;&#12290;</p>
<p>&#22969;&#20204;&#65292;&#20063;&#26159;&#26032;&#30340;&#24320;&#22987;&#12290;&#23613;&#24555;&#36866;&#24212;&#26032;&#23398;&#26657;&#65292;&#23613;&#24555;&#29420;&#31435;&#65292;&#24182;&#19988;&#38752;&#35889;&#30340;&#29420;&#31435;&#12290;&#21035;&#36319;&#22992;&#23398;&#65292;&#22992;&#26202;&#29087;~</p>
<p>&#19981;&#21402;&#36947;&#30340;&#22969;&#38382;&#65292;&#32769;&#20102;&#19968;&#23681;&#65292;&#26377;&#20154;&#25285;&#24515;&#20320;&#20010;&#20154;&#38382;&#39064;&#20040;&#12290;</p>
<p>&#24681;&#65292;&#20182;&#20204;&#27809;&#31354;&#65292;&#25285;&#24515;&#20063;&#27809;&#29992;&#12290;&#22079;&#22079;&#65292;&#21681;&#23601;&#19981;&#26159;&#37027;&#21495;&#20154;~</p>
<p>&#23460;&#21451;&#25945;&#32946;&#25105;&#65292;&#21040;&#26102;&#20505;&#20320;&#23601;&#30693;&#36947;&#20102;&#65292;&#19968;&#20010;&#20154;&#21487;&#23396;&#21333;&#20102;&#12290;</p>
<p>&#22909;&#21543;&#65292;&#25105;&#26377;&#26102;&#20505;&#20063;&#35273;&#24471;&#23396;&#21333;&#12290;&#21487;&#26159;&#65292;&#21487;&#26159;&#65292;&#19968;&#20010;&#20154;&#33021;&#20570;&#30340;&#20107;&#24773;&#20063;&#22909;&#22810;&#21834;&#12290;&#25105;&#24635;&#33021;&#35273;&#24471;&#33258;&#24049;&#22909;&#24537;&#22909;&#24537;&#65292;&#24537;&#30340;&#27809;&#26102;&#38388;&#20889;&#20195;&#30721;&#65292;&#27809;&#26102;&#38388;&#24178;&#27491;&#32463;&#20107;&#20799;~</p>
<p>&#27604;&#22914;&#26152;&#22825;&#65292;&#24537;&#27963;&#20102;&#19968;&#25972;&#22825;&#65292;&#35745;&#21010;&#35201;&#29609;&#29609;&#20799;&#21435;&#24180;&#39134;&#36865;&#26469;&#30340;&#36339;&#33310;&#27631;&#65292;&#35745;&#21010;&#35201;&#36319;&#29492;&#23376;&#22909;&#22909;&#20132;&#27969;&#24863;&#24773;&#65292;&#37117;&#27809;&#26102;&#38388;&#20102;&#12290;&#25105;&#30340;&#8220;&#27491;&#32463;&#20107;&#20799;&#8221;&#22826;&#22810;&#21862;&#65281;</p>
<p>&#26368;&#36817;bother&#30340;&#20107;&#20799;&#65292;&#23013;&#23013;&#30340;&#36523;&#20307;&#65292;&#29240;&#22920;&#30340;&#24537;&#30860;&#12290;</p>
<p>&#25152;&#20197;&#65292;&#36138;&#29609;&#20799;&#30340;&#23401;&#23376;&#20063;&#24320;&#22987;&#22909;&#22909;&#23398;&#20064;&#21862;&#65292;&#20063;&#25226;&#31185;&#30740;&#21015;&#20026;&#27491;&#32463;&#20799;&#20107;&#20799;&#21862;~</p>
<p>&#20197;&#27492;&#65292;&#20316;&#20026;&#26032;&#30340;&#19968;&#24180;&#30340;&#24320;&#22987;&#12290;&#20934;&#22791;&#25214;&#24037;&#20316;&#65292;&#22810;&#25379;&#38065;~</p>
<p>&#33521;&#35821;&#65292;&#25105;&#36824;&#35201;&#32487;&#32493;&#23398;&#20064;&#65292;&#20197;&#24590;&#26679;&#30340;&#26041;&#24335;&#65292;&#24590;&#26679;&#30340;&#30446;&#30340;&#65292;&#36825;&#20010;&#24471;&#20877;&#30424;&#31639;&#19979;&#12290;</p>
<p>P.S.&#25910;&#21040;GRE&#25104;&#32489;&#21333;&#20102;&#65292;&#35064;&#32771;&#33021;&#25343;&#36825;&#20998;&#25968;&#65292;&#33258;&#28982;&#24320;&#24515;&#12290;&#21487;&#33258;&#24049;&#20063;&#28165;&#26970;&#65292;&#20869;&#24515;&#36824;&#26159;&#19981;&#28385;&#24847;&#30340;&#65292;&#19981;&#26159;&#25104;&#32489;&#65292;&#32780;&#26159;&#33258;&#24049;&#12290;</p>
<p>&#23567;&#39134;&#19978;&#30524;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12834359861.jpg" border="0" alt="" /><img src="http://filer.blogbus.com/5333148/5333148_1283435979.jpg" border="0" alt="" /></p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/08/26/%E6%B5%81%E6%B0%B4%E8%AE%B0/">流水记</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-08-26T00:00:00+08:00" pubdate data-updated="true">Aug 26<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#21608;&#26411;&#22238;&#23478;&#65292;&#23013;&#23013;&#36523;&#20307;&#19981;&#22909;&#65292;&#39640;&#34880;&#21387;&#23548;&#33268;&#34880;&#31649;&#30772;&#20102;&#12290;&#32769;&#22826;&#22826;&#30495;&#29275;B&#65292;&#20940;&#26216;4&#28857;&#24320;&#22987;&#27969;&#34880;&#65292;&#22905;&#35828;&#22826;&#26089;&#20102;&#20986;&#26469;&#21483;&#20320;&#20204;&#19981;&#21512;&#36866;&#65292;&#33258;&#20010;&#20799;&#22312;&#23478;&#21507;&#20102;&#33647;&#65292;&#25171;&#21253;&#20102;&#20303;&#38498;&#30340;&#19996;&#35199;&#65292;&#30828;&#25179;&#21040;7&#28857;&#20986;&#38376;&#25214;&#25105;&#22920;&#27714;&#25937;&#12290;</p>
<p>&#19981;&#24471;&#19981;&#35828;&#65292;&#20154;&#19982;&#20154;&#20043;&#38388;&#32570;&#20047;&#20449;&#20219;&#26159;&#22810;&#20040;&#21487;&#24597;&#30340;&#20107;&#24773;&#12290;&#25105;&#23478;&#22312;&#20845;&#27004;&#65292;&#23013;&#23013;&#34880;&#21387;&#39640;&#65292;&#37027;&#20250;&#19981;&#25954;&#19978;&#27004;&#12290;&#32769;&#20154;&#23478;&#20808;&#21518;&#27714;&#21161;&#22909;&#20960;&#20010;&#20154;&#65292;&#37117;&#20197;&#27809;&#30005;&#35805;&#20026;&#30001;&#25298;&#32477;&#20102;&#12290;&#19981;&#36807;&#24819;&#24819;&#21069;&#38453;&#26377;&#20010;&#32769;&#22826;&#22826;&#35769;&#20154;&#30340;&#26696;&#23376;&#65292;&#24110;&#24537;&#30340;&#22823;&#23398;&#29983;&#20498;&#36180;&#20102;&#22909;&#20960;&#19975;&#20986;&#21435;&#65292;&#25601;&#25105;&#25105;&#20063;&#20250;&#36530;&#24471;&#36828;&#36828;&#30340;&#20102;&#12290;&#21487;&#26159;&#8230;&#25171;&#20010;&#30005;&#35805;&#26377;&#37027;&#20040;&#38590;&#20040;&#65292;&#32769;&#20154;&#19968;&#30452;&#34880;&#27969;&#19981;&#27490;&#21602;&#12290;&#26368;&#21518;&#36824;&#26159;&#20010;&#22909;&#24515;&#23567;&#20249;&#23376;&#65292;&#27809;&#24102;&#25163;&#26426;&#65292;&#19987;&#38376;&#36305;&#22238;&#23478;&#37027;&#30005;&#35805;&#24110;&#24537;&#21578;&#30693;&#20102;&#25105;&#22920;&#12290;&#30495;&#35874;&#35874;&#20102;&#65292;&#23013;&#23013;&#20063;&#27809;&#27880;&#24847;&#20182;&#20303;&#21738;&#20799;&#65292;&#19981;&#28982;&#65292;&#24471;&#32473;&#20154;&#36865;&#31036;&#29289;&#20999;~</p>
<p>&#21435;&#21307;&#38498;&#22622;&#20102;&#27490;&#34880;&#26465;&#12290;&#21487;&#36825;&#19968;&#21608;&#20102;&#65292;&#19968;&#30452;&#27969;&#34880;&#12290;&#24178;&#27963;&#27969;&#34880;&#65292;&#31245;&#24494;&#21160;&#24377;&#21448;&#27969;&#34880;&#65292;&#19968;&#21040;&#26202;&#19978;&#35813;&#30561;&#35273;&#20102;&#23601;&#19981;&#34892;&#20102;&#65292;&#36824;&#26377;&#23601;&#26159;&#22823;&#23478;&#37117;&#24456;&#23475;&#24597;&#30340;&#20940;&#26216;&#22235;&#28857;&#38047;&#12290;&#24819;&#24819;&#30495;&#26159;&#21518;&#24597;&#65292;&#24403;&#26102;&#22905;&#19968;&#20010;&#20154;&#22312;&#23478;&#65292;&#24184;&#20111;&#21482;&#26159;&#40763;&#23376;&#30340;&#34880;&#31649;&#30772;&#20102;&#12290;&#12290;&#12290;&#12290;&#20877;&#20063;&#19981;&#35753;&#22905;&#19968;&#20010;&#20154;&#20303;&#20102;&#65292;&#19981;&#24895;&#24847;&#20063;&#19981;&#34892;&#65281;</p>
<p>&#23601;&#36825;&#20107;&#20799;&#21523;&#24471;&#25105;&#19981;&#36731;&#12290;&#21152;&#19978;&#24215;&#37324;&#20063;&#32570;&#20154;&#25163;&#65292;&#26368;&#36817;&#23478;&#27809;&#20010;&#23478;&#26679;&#20799;&#20102;&#37117;&#12290;&#36830;&#25105;&#29983;&#26085;&#65292;&#20272;&#35745;&#23064;&#37117;&#24536;&#20102;&#12290;&#27809;&#20107;&#20799;&#65292;&#25105;&#30693;&#36947;&#26377;&#20154;&#24806;&#35760;&#30528;&#21602;&#12290;</p>
<p>&#25152;&#20197;&#35201;&#24863;&#35874;&#20146;&#29233;&#30340;ocean&#65292;&#36825;&#20040;&#26089;&#23601;&#23492;&#20102;&#31036;&#29289;&#26469;&#12290;&#36148;&#24515;&#30340;&#30561;&#34915;&#12290;&#24403;&#28982;&#65292;&#31881;&#33394;&#65292;&#23567;&#30862;&#33457;&#65292;&#34676;&#34678;&#32467;&#65292;&#36825;&#20123;&#20803;&#32032;&#26126;&#26174;&#19981;&#26159;&#25105;&#39118;&#26684;&#20040;&#65292;&#22079;&#22079;&#65292;&#21487;&#26159;&#26152;&#26202;&#19978;&#31359;&#30528;&#30561;&#35273;&#20493;&#20799;&#28201;&#26262;&#21834;~</p>
<p>&#24863;&#35874;&#21704;&#23612;&#29579;&#23567;&#28784;&#21516;&#23398;&#36865;&#25105;&#34507;&#31957;&#12290;&#24182;&#19988;&#25105;&#36825;&#20107;&#20799;&#22920;&#36824;&#21482;&#35201;&#25351;&#23450;&#21697;&#29260;&#30340;&#34507;&#31957;&#65292;&#22079;&#22079;&#65292;&#24403;&#28982;&#26368;&#21518;&#20855;&#20307;&#21738;&#19968;&#27454;&#65292;&#20063;&#26159;&#25105;&#39318;&#32943;&#20102;&#30340;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#36824;&#26377;&#26576;&#20123;&#20010;&#23401;&#23376;&#21834;&#65292;&#25105;&#30693;&#36947;&#20320;&#24819;&#36865;&#25105;&#19996;&#35199;&#65292;&#23601;&#26159;&#36825;&#28418;&#27915;&#36807;&#28023;&#30340;&#65292;&#37038;&#36153;&#36149;&#30340;&#19981;&#34892;&#12290;&#37027;&#23601;&#20808;&#27424;&#30528;&#21543;&#65292;&#19979;&#27425;&#22238;&#26469;&#34917;&#19978;&#65292;&#35760;&#24471;&#32771;&#34385;&#36890;&#32960;&#22240;&#32032;&#21704;&#12290;&#37492;&#20110;&#22823;&#23478;&#37117;&#26159;&#23398;&#29983;&#65292;&#25105;&#20063;&#23601;&#19981;&#25351;&#23450;&#21697;&#29260;&#21862;~</p>
<p>&#21608;&#19968;&#36855;&#24651;&#26893;&#29289;&#22823;&#25112;&#20725;&#23608;&#12290;&#24819;&#24403;&#21021;&#36229;&#32423;&#37145;&#35270;&#30340;&#28216;&#25103;&#65292;&#33258;&#24049;&#20498;&#25300;&#19981;&#20986;&#26469;&#20102;&#12290;&#19968;&#20010;&#19979;&#21320;&#25171;&#36890;&#20851;&#21518;&#65292;&#26152;&#22825;&#29408;&#24515;&#21024;&#38500;&#20102;&#65292;&#20877;&#20063;&#19981;&#29609;&#12290;</p>
<p>&#35201;&#24537;&#30340;&#20107;&#20799;&#22826;&#22810;&#65292;&#24076;&#26395;&#25105;&#30340;&#27605;&#35774;&#19981;&#29992;&#25442;&#26041;&#21521;&#65292;&#19981;&#28982;&#27515;&#32728;&#32728;&#12290;&#20889;&#20195;&#30721;&#19981;&#26159;&#22909;&#29609;&#20799;&#30340;&#20107;&#20799;&#65292;&#25105;&#26356;&#19981;&#35201;&#20840;&#37096;&#37325;&#26032;&#24320;&#22987;&#65292;&#20111;&#27515;&#21862;&#65281;</p>
<p>&#20080;&#20102;&#26465;&#26032;&#35033;&#23376;&#65292;&#27809;&#26426;&#20250;&#31359;&#21602;&#65292;&#23601;&#20919;&#20102;&#65292;&#21482;&#22909;&#33258;&#25105;&#38518;&#37257;&#19979;&#21862;~~~~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1282827013o.jpg" border="0" alt="" /></p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/08/21/%E5%A2%99%E5%A4%96%E7%9A%84%E4%B8%96%E7%95%8C/">墙外的世界</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-08-21T00:00:00+08:00" pubdate data-updated="true">Aug 21<span>st</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p><img src="http://filer.blogbus.com/5333148/5333148_1282293917j.jpg" border="0" alt="" />&#19978;Facebook&#65292;&#27809;&#20154;&#29702;&#25105;&#65292;&#25105;&#20063;&#25042;&#24471;&#21435;&#25214;&#20154;</p>
<p>&#19978;twitter&#65292;follow&#20102;&#20960;&#20010;&#20154;&#65292;&#20498;&#36824;&#31639;&#26377;&#24847;&#24605;</p>
<p>&#26410;&#23267;&#21106;&#30340;&#29275;&#21338;&#32593;&#65292;&#20063;&#25214;&#21040;&#20102;&#28857;&#20799;&#22909;&#29609;&#20799;&#30340;</p>
<p>&#24635;&#20307;&#26469;&#35828;&#65292;&#30830;&#23454;&#30475;&#21040;&#19968;&#20123;&#20102;&#35299;&#19981;&#21040;&#30340;&#19996;&#35199;&#65292;&#33267;&#23569;&#25105;&#36824;&#27809;&#26377;&#21457;&#29616;&#26377;&#37027;&#20040;&#37027;&#20040;&#30340;&#21560;&#24341;&#20154;</p>
<p>&#20294;&#26159;&#27491;&#30001;&#20110;&#22681;&#30340;&#23384;&#22312;&#65292;&#25165;&#26356;&#20250;&#35753;&#20154;&#20135;&#29983;&#22909;&#22855;&#24515;&#65292;&#36234;&#20250;&#29645;&#24796;&#30475;&#35265;&#22681;&#22806;&#19990;&#30028;&#30340;&#19968;&#20998;&#19968;&#31186;&#65292;&#21363;&#20351;&#20182;&#20160;&#20040;&#20063;&#27809;&#30475;&#21040;&#12290;</p>
<p>&#24681;&#65292;&#25105;&#29468;&#20174;&#21069;&#31105;&#20070;&#22823;&#27010;&#20063;&#26159;&#36825;&#26679;&#36973;&#20154;&#21916;&#29233;&#30340;&#21543;</p>
<p>&#22312;&#22681;&#22806;&#65292;&#25105;&#27809;&#22810;&#22823;&#20107;&#20799;&#21487;&#24178;&#12290;&#21448;&#24819;&#36215;&#20102;&#21487;&#29233;&#30340;elyse swell&#65292;Facebook&#19978;&#25214;&#21040;&#19968;&#20010;&#19987;&#19994;&#65292;&#22522;&#26412;&#27809;&#21861;&#20154;&#27668;&#65307;twitter&#19978;&#25214;&#21040;&#20457;&#36134;&#21495;&#65292;&#19968;&#20010;&#27809;&#35828;&#36807;&#35805;&#65292;&#21478;&#19968;&#20010;&#65292;&#22312;09&#24180;&#30041;&#19979;&#19968;&#26465;&#65292;&#22823;&#24847;&#35828;&#65292;&#20013;&#22269;&#22823;&#38470;&#30340;&#26143;&#24052;&#20811;&#27809;&#26377;&#28909;&#29275;&#22902;&#21334;&#12290;</p>
<p>&#36825;&#25165;&#21453;&#24212;&#36807;&#26469;&#65292;&#25954;&#24773;&#23401;&#23376;&#22312;&#20013;&#22269;&#24037;&#20316;&#65292;&#27809;&#26426;&#20250;&#21435;Facebook&#21644;twitter&#30340;&#22043;&#12290;&#30495;&#26159;&#21487;&#24796;&#12290;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/08/20/%E5%86%B2%E5%8A%A8%E5%B0%8F%E7%B2%AA%E9%9D%92%E2%80%94%E2%80%94%E5%A4%A7%E9%BE%84%E6%96%87%E8%89%BA%E5%A5%B3%E9%9D%92%E5%B9%B4%E4%B9%8B%E6%AD%8C/">冲动小粪青——大龄文艺女青年之歌</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-08-20T00:00:00+08:00" pubdate data-updated="true">Aug 20<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#21448;&#30149;&#20498;&#21671;~&#30561;&#20102;&#19968;&#22825;&#65292;&#23454;&#22312;&#26080;&#32842;&#65292;&#20170;&#20799;&#22362;&#25345;&#30528;&#36305;&#23454;&#39564;&#23460;&#29609;&#20799;~</p>
<p>&#22312;&#20122;&#20581;&#24247;&#29366;&#24577;&#19979;&#35753;&#25105;&#20570;&#38081;&#20154;&#22362;&#25345;&#23398;&#20064;&#30830;&#23454;&#26377;&#28857;&#38590;&#20026;&#20154;&#20102;&#21862;&#65292;&#19979;&#21608;&#21543;&#65292;&#25105;&#20250;&#22909;&#22909;&#35843;&#20195;&#30721;&#30340;&#65281;</p>
<p>yale&#30340;&#35838;&#31243;&#36824;&#22312;&#22362;&#25345;&#30475;&#12290;&#21487;&#26159;&#26377;&#20123;&#24050;&#32463;&#19981;&#22823;&#33021;&#36731;&#26494;&#36319;&#36827;&#20102;&#12290;&#27605;&#31455;&#35838;&#21069;&#35838;&#21518;&#37117;&#27809;&#26377;&#20570;&#21151;&#35838;&#65292;&#21482;&#26159;&#21548;&#32769;&#24072;&#35762;&#12290;&#36234;&#24448;&#21518;&#36234;&#28145;&#20837;&#65292;&#23588;&#20854;&#26159;&#21746;&#23398;&#65292;&#25105;&#12290;&#12290;&#12290;&#12290;&#25105;&#39046;&#24735;&#21147;&#22826;&#20302;&#20102;&#20040;&#65292;&#24635;&#35273;&#24471;&#27604;&#25968;&#23398;&#38590;&#22810;&#20102;&#12290;&#36824;&#26377;&#38899;&#20048;&#65292;&#20174;&#31532;&#19968;&#35838;&#24320;&#22987;&#23601;&#27809;&#21548;&#26126;&#30333;&#36807;&#65292;&#22522;&#30784;&#23454;&#22312;&#24046;&#65292;&#20498;&#26159;&#21548;&#20048;&#22120;&#30340;&#26102;&#20505;&#65292;&#22823;&#27010;&#33021;&#21548;&#20986;&#38050;&#29748;&#65292;&#24358;&#20048;&#22120;&#65292;&#31649;&#20048;&#22120;&#20043;&#31867;&#30340;&#24046;&#21035;&#65292;&#20855;&#20307;&#26159;&#21861;&#19981;&#30693;&#36947;&#65292;&#21487;&#36825;&#20063;&#36275;&#20197;&#35753;&#25105;&#24471;&#24847;&#20102;&#12290;&#24515;&#29702;&#23398;&#26159;&#30446;&#21069;&#26368;&#33021;&#36319;&#19978;&#30340;&#65292;&#27599;&#35838;&#20171;&#32461;&#20869;&#23481;&#36830;&#32493;&#24615;&#19981;&#24378;&#65292;&#26159;&#20174;&#19981;&#21516;&#35282;&#24230;&#20171;&#32461;&#30340;&#65292;&#27604;&#36739;&#22909;&#25509;&#21463;&#12290;</p>
<p>&#36824;&#26377;Harvard&#30340;&#20844;&#27491;&#35838;&#65292;&#30475;&#20102;&#26377;&#19968;&#21322;&#20102;&#21543;&#12290;&#20063;&#24320;&#22987;&#24863;&#35273;&#21040;&#36153;&#21170;&#20102;&#12290;&#22909;&#22312;&#36825;&#35838;&#31243;&#26159;&#38754;&#21521;&#20840;&#26657;&#21508;&#19987;&#19994;&#23398;&#29983;&#30340;&#65292;metaphysics&#30340;&#20171;&#32461;&#19981;&#26159;&#24456;&#22810;&#65292;&#26696;&#20363;&#21644;&#35752;&#35770;&#25105;&#36824;&#30475;&#24471;&#25026;&#65292;&#20063;&#24456;&#26377;&#24847;&#24605;&#12290;&#33267;&#23569;&#65292;&#33021;&#20174;&#29702;&#35770;&#19978;&#30495;&#27491;&#24110;&#21161;&#25105;&#20204;&#24314;&#31435;&#33258;&#24049;&#30340;&#20215;&#20540;&#35266;&#12290;&#32780;&#19981;&#26159;&#20687;&#29616;&#22312;&#65292;&#20165;&#20973;&#33258;&#24049;&#30340;&#32463;&#39564;&#21644;&#33391;&#24515;&#35828;&#65292;&#36825;&#20107;&#20799;&#25105;&#35273;&#24471;&#19981;&#22909;&#65292;&#19981;&#23545;&#20043;&#31867;&#30340;&#12290;&#27809;&#20851;&#31995;&#22043;&#65292;&#30475;&#23436;&#31532;&#19968;&#36941;&#65292;&#20877;&#30475;&#19968;&#27425;&#19968;&#28857;&#20063;&#19981;&#26080;&#32842;&#12290;&#32769;&#24072;&#25402;&#24069;&#30340;&#65292;&#36923;&#36753;&#36229;&#28165;&#26224;&#65292;&#19968;&#21548;&#23601;&#30693;&#36947;&#26159;&#20010;&#22909;&#32769;&#24072;&#65292;&#23545;&#23398;&#29983;&#24819;&#27861;&#30340;&#24341;&#23548;&#24456;&#22909;&#12290;</p>
<p>&#35828;&#30528;&#35828;&#30528;&#65292;&#23601;&#21457;&#29616;&#20154;&#20154;&#23383;&#24149;&#32452;&#34987;&#23553;&#40479;~&#24212;&#35813;&#27809;&#26377;&#21319;&#39640;&#21040;&#29256;&#26435;&#21834;&#65292;&#19977;&#20439;&#30340;&#39640;&#24230;&#12290;&#20063;&#23601;&#26159;&#26377;&#20123;&#20154;&#32570;&#38065;&#33457;&#20102;&#65292;&#20182;&#20204;&#24635;&#26377;&#26412;&#20107;&#25214;&#20986;&#24456;&#22810;&#29702;&#30001;&#27809;&#25910;&#20102;&#20320;&#30340;&#19996;&#35199;&#20877;&#32602;&#27454;&#12290;&#21435;&#25903;&#20184;&#23453;&#23398;&#20064;&#20102;&#19979;&#20184;&#27454;&#65292;&#25424;&#20102;50RMB&#12290;&#24681;&#65292;&#23545;&#25105;&#26469;&#35828;&#26159;&#20010;&#22823;&#25968;&#30446;&#20102;&#12290;&#26126;&#22825;&#26412;&#26469;&#25171;&#31639;&#20986;&#21435;&#30475;&#30005;&#24433;&#30340;&#65292;&#37027;&#23601;&#19981;&#21435;&#20102;&#21591;&#12290;&#30465;&#19979;&#30340;&#38065;&#24212;&#35813;&#22823;&#20110;50&#20102;&#12290;&#23429;&#22312;&#23487;&#33293;&#30475;&#20070;&#21543;&#65292;&#35201;&#20040;&#23601;&#30475;&#35838;&#31243;&#22909;&#20102;&#12290;</p>
<p>&#25105;&#25215;&#35748;&#33258;&#24049;&#36935;&#20107;&#24635;&#19981;&#20919;&#38745;&#65292;&#33041;&#34955;&#22522;&#26412;&#19981;&#36716;&#30340;&#12290;&#20294;&#25424;&#27454;&#20063;&#26159;&#24212;&#35813;&#30340;&#65292;&#20139;&#29992;&#37027;&#20040;&#22810;&#21171;&#21160;&#25104;&#26524;&#65292;&#20320;&#24515;&#23433;&#29702;&#24471;&#21527;&#65311;&#26412;&#26469;&#26159;&#24819;&#21152;&#20837;&#20570;&#23383;&#24149;&#30340;&#65292;&#21487;&#25105;&#36825;&#27700;&#24179;&#65292;&#20063;&#23601;&#35745;&#31639;&#26426;&#65292;&#26377;&#23383;&#24149;&#30340;&#65292;&#20272;&#35745;&#36824;&#25104;&#12290;MIT&#30340;&#31639;&#27861;&#23548;&#35770;&#27809;&#23383;&#24149;&#21834;&#65292;&#33258;&#24049;&#20063;&#23601;&#26159;&#21193;&#24378;&#21548;&#25026;&#32780;&#24050;&#65292;&#21548;&#35793;&#65292;&#26126;&#26174;&#21147;&#19981;&#20174;&#24515;&#30340;&#12290;</p>
<p>&#25554;&#19968;&#27573;&#65306;&#20013;&#21320;&#22312;&#23487;&#33293;&#20241;&#20859;&#65292;&#19978;&#28023;&#30005;&#35805;&#25171;&#36827;&#26469;&#65292;&#35828;&#26159;IBM&#30340;&#65292;&#38382;&#25105;&#36824;&#35201;&#19981;&#35201;&#21435;&#23454;&#20064;&#12290;&#36825;&#25165;&#24819;&#36215;&#20102;&#22823;&#27010;3&#26376;&#25237;&#36807;&#23454;&#20064;&#29983;&#12290;&#35828;&#20102;&#23454;&#20064;&#26102;&#38388;&#21518;&#65292;&#25105;&#19968;&#21475;&#22238;&#32477;&#20102;&#12290;&#24403;&#28982;&#65292;&#36824;&#26159;&#35299;&#37322;&#20102;&#19979;&#12290;&#22522;&#26412;&#19978;&#25509;&#19979;&#26469;&#23601;&#26159;&#25214;&#24037;&#20316;&#20570;&#35770;&#25991;&#20102;&#65292;&#20840;&#32844;&#21435;&#19978;&#28023;&#23454;&#20064;&#65292;&#36824;&#35201;&#20860;&#39038;&#21069;&#20004;&#39033;&#65292;&#25105;&#21147;&#19981;&#20174;&#24515;&#30340;&#12290;&#33258;&#24049;&#28165;&#26970;&#33258;&#24049;&#20960;&#20004;&#37325;&#65292;&#24456;&#22810;&#20107;&#24773;&#65292;&#21363;&#20351;&#36763;&#33510;&#20063;&#20570;&#19981;&#22909;&#65292;&#37027;&#23601;&#20808;&#19981;&#35201;&#20570;&#65292;&#19968;&#20010;&#19968;&#20010;&#26469;&#12290;&#36824;&#26159;&#25171;&#24515;&#30524;&#20799;&#37324;&#20064;&#24815;&#20570;&#26377;&#20934;&#22791;&#30340;&#20107;&#20799;&#12290;&#27604;&#22914;&#21543;&#65292;&#33521;&#35821;&#32771;&#20102;&#37027;&#20040;&#22810;&#65292;&#26576;&#21516;&#23398;&#36824;&#19981;&#26029;&#40723;&#21169;&#25958;&#20419;&#65292;&#21487;&#24635;&#35273;&#24471;&#33258;&#24049;&#27809;&#21150;&#27861;&#20840;&#21147;&#20570;&#36825;&#20107;&#20799;&#65292;&#36824;&#19981;&#22914;&#19981;&#20570;&#12290;</p>
<p>&#25554;&#23436;&#12290;</p>
<p>&#39134;&#35828;&#25105;&#26159;&#23567;&#31914;&#38738;&#12290;&#25105;&#35273;&#24471;&#25105;&#19981;&#26159;&#12290;&#35828;&#20986;&#19981;&#28385;&#23601;&#26159;&#31914;&#38738;&#20102;&#20040;&#65292;&#20877;&#35828;&#20102;&#26377;&#24847;&#35265;&#65292;&#20320;&#19981;&#35828;&#20986;&#26469;&#65292;&#26377;&#20123;&#20154;&#23601;&#26356;&#26377;&#20102;&#20805;&#20998;&#30340;&#29702;&#30001;&#25353;&#29031;&#33258;&#24049;&#30340;&#26041;&#24335;&#34892;&#20107;&#12290;&#24681;&#24681;&#65292;&#36825;&#20010;&#19981;&#22810;&#35752;&#35770;&#20102;&#65292;&#31914;&#23601;&#31914;&#21543;&#65292;&#26080;&#30805;&#35859;&#21862;~&#21681;&#21448;&#27809;&#21898;&#29241;&#39554;&#23064;&#65292;&#34920;&#36798;&#35266;&#28857;&#32780;&#24050;&#22043;~</p>
<p>&#25424;&#20010;&#38065;&#65292;&#24819;&#35828;&#30340;&#35805;&#37117;&#24536;&#35760;&#20102;&#12290;</p>
<p>&#20869;&#20160;&#20040;&#65292;&#26576;&#20010;&#26102;&#24046;12&#23567;&#26102;&#30340;&#23043;&#65292;&#24744;&#22810;&#20037;&#26469;&#19968;&#22238;&#21602;&#65311;&#30693;&#36947;&#24744;&#24537;&#65292;&#25105;&#23601;&#24819;&#38382;&#38382;&#65292;&#19979;&#21608;&#26377;&#31036;&#29289;&#20040;~</p>
<p>&#25918;&#39318;&#22909;&#29609;&#30340;&#27468;&#65292;&#22823;&#40836;&#25991;&#33402;&#22899;&#38738;&#24180;&#20043;&#27468;&#12290;&#24403;&#28982;&#25105;&#19981;&#26159;&#65292;&#19981;&#22823;&#40836;&#65292;&#20063;&#19981;&#25991;&#33402;&#12290;&#29992;WD&#30340;&#35805;&#35828;&#65292;&#25105;&#39030;&#22810;&#26159;&#20010;&#20266;&#30340;&#12290;&#12290;&#12290;
<object classid="clsid:6bf52a52-394a-11d3-b153-00c04f79faa6" width="0" height="0" codebase="http://activex.microsoft.com/activex/controls/mplayer/en/nsmp2inf.cab#Version=5,1,52,701">
<param name="url" value="http://www.kmabc.com/satan/dlnqlzg.mp3" /><embed type="application/x-mplayer2" width="0" height="0" src="http://www.kmabc.com/satan/dlnqlzg.mp3"></embed></object>
</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/08/16/%E7%BE%8E%E5%8C%85%E5%8C%85%E5%BA%A6%E5%91%A8%E6%9C%AB-almost-lover/">美包包度周末-almost Lover</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-08-16T00:00:00+08:00" pubdate data-updated="true">Aug 16<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p><img src="http://filer.blogbus.com/5333148/5333148_1282050535d.jpg" border="0" alt="" /></p>
<p>&#26412;&#26469;&#22823;&#22909;&#24515;&#24773;&#36807;&#19971;&#22805;&#30340;&#65292;&#33258;&#25214;&#19981;&#24841;&#24555;&#65292;&#36825;&#20250;&#20799;&#24515;&#37324;&#24971;&#23624;&#12290;&#20570;&#20010;&#26631;&#35760;&#65292;&#26126;&#22825;&#20889;&#26085;&#24535;&#21543;&#65292;&#23613;&#37327;&#19981;&#25265;&#24616;&#12290;</p>
<p>08.16</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8211;</p>
<p>&#21608;&#26411;&#22238;&#23478;&#21069;&#30340;&#19979;&#21320;&#65292;&#24819;&#36215;&#22823;&#21460;&#19981;&#38752;&#35889;&#30340;&#36861;&#27714;&#24443;&#24213;&#22833;&#36133;&#65292;&#21516;&#24773;&#24515;&#27867;&#28389;&#65292;&#35831;&#20182;&#21507;&#39277;&#12290;&#36825;&#26159;&#20010;&#38169;&#35823;&#30340;&#38138;&#22443;&#12290;</p>
<p>&#20043;&#21069;&#22242;&#36141;&#20102;c&#8217;est la vie&#30340;&#34507;&#31957;&#21048;&#65292;&#33258;&#24049;&#28040;&#28781;&#20102;&#19968;&#25552;&#25289;&#31859;&#33487;&#21518;&#65292;&#32473;&#23064;&#20146;&#24102;&#22238;&#21435;&#19968;&#22359;&#26641;&#33683;&#34507;&#31957;&#12290;&#25105;&#19981;&#20250;&#20139;&#31119;&#30340;&#27597;&#20146;&#22823;&#20154;&#65292;&#24403;&#26202;&#27809;&#21507;&#65292;&#27425;&#26085;&#20174;&#20912;&#31665;&#25343;&#20986;&#26469;&#65292;&#21448;&#27809;&#21507;&#65292;&#36824;&#25918;&#22312;&#28909;&#28888;&#28888;&#30340;&#23627;&#23376;&#37324;&#12290;&#27668;&#24471;&#25105;&#21448;&#32473;&#25735;&#20912;&#31665;&#20102;&#65292;&#20877;&#36807;&#21518;&#19968;&#26085;&#65292;&#24635;&#31639;&#22312;&#25105;&#28139;&#23041;&#19979;&#23494;&#35199;&#20102;&#12290;&#24046;&#28857;&#26505;&#36153;&#25105;&#23567;&#24515;&#32764;&#32764;&#31471;&#20102;&#19968;&#36335;&#25343;&#22238;&#23478;&#30340;&#25163;&#21170;&#12290;</p>
<p>&#21608;&#20845;&#65292;&#21483;&#22969;&#22969;&#21435;&#28216;&#27891;&#65292;&#23043;&#26377;&#20107;&#12290;&#19968;&#20010;&#20154;&#22312;&#23478;&#21507;&#21507;&#21917;&#21917;&#65292;&#30475;&#24102;&#22238;&#21435;&#30340;&#20070;&#65292;&#30561;&#35273;&#12290;&#26368;&#36817;&#30475;&#30340;&#20070;&#65306;&#25105;&#30340;&#22859;&#26007;&#65288;&#19981;&#26159;&#24076;&#29305;&#21202;&#30340;&#65289;&#65292;&#29420;&#21809;&#22242;&#65292;&#22823;&#26641;&#12290;&#27599;&#21608;&#19968;&#26412;&#12290;&#24179;&#26102;&#22312;&#23398;&#26657;&#30475;&#24515;&#29702;&#23398;&#37027;&#26412;&#12290;&#26412;&#26469;&#36824;&#24819;&#21333;&#29420;&#35828;&#35828;&#36825;&#20123;&#20070;&#65292;&#30475;&#26469;&#65292;&#19981;&#22823;&#21487;&#33021;&#20102;&#12290;&#12290;&#12290;</p>
<p>&#21608;&#26085;&#65292;&#21696;&#24764;&#26085;&#12290;&#36825;&#25105;&#24471;&#35828;&#35828;&#20102;&#12290;&#29616;&#22312;&#26377;&#21696;&#24764;&#26085;&#26159;&#22909;&#20107;&#65292;&#26159;&#19968;&#31181;&#23545;&#27515;&#32773;&#30340;&#23562;&#37325;&#21644;&#36861;&#24605;&#12290;&#21487;&#26159;&#65292;&#25171;&#24320;&#30005;&#35270;&#25152;&#26377;&#30005;&#35270;&#21488;&#37117;&#24182;&#26426;AV1&#65292;&#28207;&#21488;&#30005;&#35270;&#30452;&#25509;&#25488;&#20102;&#65307;&#19978;&#32593;&#19981;&#33021;&#29609;&#28216;&#25103;&#30475;&#35270;&#39057;&#24456;&#27491;&#24120;&#65292;&#19981;&#33021;&#19979;&#38899;&#20048;&#65307;&#36824;&#26377;&#22320;&#26041;&#28216;&#27891;&#39302;&#20851;&#38376;&#20572;&#19994;&#12290;&#28216;&#27891;&#31639;&#26159;&#22823;&#20247;&#23089;&#20048;&#20040;&#12290;&#31350;&#31455;&#21696;&#24764;&#30340;&#23610;&#24230;&#24590;&#20040;&#25226;&#25569;&#65311;&#25105;&#20063;&#19981;&#30693;&#36947;&#65292;&#21487;&#35273;&#24471;&#36825;&#26377;&#28857;&#20799;&#36807;&#20102;&#12290;&#25954;&#38382;&#28216;&#27891;&#39302;&#37117;&#27463;&#19994;&#20102;&#65292;SB&#20250;&#21643;&#36824;&#25509;&#23458;&#12290;&#30475;&#24494;&#34180;&#65292;&#26377;&#20154;&#21457;&#20102;&#24352;&#24494;&#31505;&#30340;&#29031;&#29255;&#65292;&#37117;&#34987;&#39554;&#24471;&#24456;&#24808;&#12290;&#19981;&#33267;&#20110;&#21543;&#65292;&#27963;&#30528;&#30340;&#20154;&#29983;&#27963;&#36824;&#26159;&#35201;&#32487;&#32493;&#21834;~</p>
<p>&#24418;&#24335;&#20027;&#20041;&#23475;&#27515;&#20154;~&#23601;&#20687;&#25105;&#27599;&#21608;&#30340;&#24037;&#20316;&#25253;&#21578;&#65292;&#26126;&#26126;&#20960;&#21477;&#35805;&#23601;&#23436;&#20107;&#30340;&#65292;&#38750;&#24471;&#20889;&#19978;&#33509;&#24178;&#39029;&#12290;</p>
<p>&#36825;&#22825;&#65292;&#23398;&#20250;&#20102;&#25226;&#33041;&#34955;&#19968;&#30452;&#25918;&#22312;&#27700;&#38754;&#19978;&#28216;&#27891;&#65292;&#34429;&#28982;&#19981;&#22914;&#22969;&#33258;&#22914;&#65292;&#25163;&#33050;&#20005;&#37325;&#19981;&#21327;&#35843;&#65292;&#21487;&#24635;&#26159;&#20010;&#22909;&#30340;&#24320;&#22987;&#21704;&#12290;&#36824;&#24471;&#25277;&#31354;&#28216;&#19968;&#22238;&#12290;&#31561;&#32922;&#23376;&#30140;&#23436;&#20102;&#21543;</p>
<p>&#21608;&#26085;&#28216;&#27891;&#32047;&#65292;&#27809;&#22238;&#23398;&#26657;&#65292;&#21608;&#19968;&#26089;&#26216;&#30561;&#25042;&#35273;&#65292;&#37266;&#26469;&#29305;&#24320;&#24515;&#12290;&#20063;&#19981;&#30693;&#36947;&#26159;&#19971;&#22805;&#65292;&#20013;&#38388;&#36824;&#39034;&#36947;&#36305;&#38047;&#27004;&#36891;&#20102;&#19968;&#22280;&#65292;&#22238;&#26469;&#21482;&#24819;&#24863;&#35874;&#39532;&#20113;&#65292;&#22079;&#22079;</p>
<p>&#36824;&#20570;&#20102;&#21016;&#28023;&#65292;&#28907;&#20102;&#19979;&#65292;&#26174;&#24471;&#33041;&#38376;&#19981;&#24590;&#20040;&#22823;&#20102;&#12290;&#20048;&#24471;&#25105;&#21834;~</p>
<p>&#19968;&#20999;&#19968;&#20999;&#27585;&#20110;&#26202;&#39184;&#12290;&#22823;&#21460;&#35831;&#21507;&#39277;&#12290;&#24819;&#36215;&#26469;&#26159;&#19971;&#22805;&#65292;&#20272;&#35745;&#23043;&#20260;&#24863;&#20102;&#12290;&#25105;&#35828;&#35805;&#29378;&#29031;&#39038;&#23043;&#24773;&#32490;&#65292;&#23043;&#19981;&#29031;&#39038;&#25105;&#65292;&#29378;&#25171;&#20987;&#25105;&#65292;&#37027;&#36807;&#21435;&#30340;&#20107;&#20799;&#25380;&#20817;&#25105;&#12290;&#26080;&#22856;&#21681;&#26159;&#20010;&#21453;&#24212;&#24930;&#30340;&#20154;&#65292;&#24403;&#26102;&#21482;&#26159;&#35273;&#24471;&#28902;&#65292;&#22238;&#26469;&#22352;&#19979;&#20102;&#65292;&#25165;&#36234;&#35273;&#24471;&#23043;&#22826;&#19981;&#21402;&#36947;&#12290;</p>
<p>&#26412;&#25171;&#31639;&#26202;&#19978;&#22238;&#26469;&#22909;&#22909;&#35760;&#19979;&#19971;&#22805;&#36825;&#22825;&#30340;&#24555;&#20048;&#21602;&#12290;&#24681;&#65292;&#24555;&#20048;&#27809;&#20102;&#65292;&#24515;&#37324;&#22581;&#27515;&#20102;&#12290;&#12290;&#12290;</p>
<p>&#25918;&#39318;&#27468;&#65292;&#37117;&#19981;&#30693;&#36947;&#21861;&#26102;&#20505;&#19979;&#30340;&#12290;almost lover&#12290;&#19981;&#26159;&#25105;&#30699;&#24773;&#65292;&#26159;&#25105;&#24694;&#27602;&#30340;&#35781;&#21650;&#65292;&#35781;&#21650;&#27668;&#25105;&#30340;&#20154;&#65292;&#21482;&#33021;almost&#65292;&#19981;&#33021;be&#12290;&#21704;&#21704;&#21704;&#21704;
<object classid="clsid:6bf52a52-394a-11d3-b153-00c04f79faa6" width="0" height="0" codebase="http://activex.microsoft.com/activex/controls/mplayer/en/nsmp2inf.cab#Version=5,1,52,701">
<param name="url" value="http://api.ning.com/files/0JuYXZvF9vTw88tj4MAQHsPXf1H3z8M2fu53cxanL2KEsrwV9bwCXSxZbT*4TQWD2K2isYBp4EUZ4jbtiIPbeF99rhUh9FL7/AFineFrenzyAlmostLovers.mp3" /><embed type="application/x-mplayer2" width="0" height="0" src="http://api.ning.com/files/0JuYXZvF9vTw88tj4MAQHsPXf1H3z8M2fu53cxanL2KEsrwV9bwCXSxZbT*4TQWD2K2isYBp4EUZ4jbtiIPbeF99rhUh9FL7/AFineFrenzyAlmostLovers.mp3"></embed></object>
&#19981;&#35201;&#38543;&#20415;&#24825;&#27611;&#25105;&#65281;</p>
<p>P.S. &#26202;&#19978;3&#28857;&#21322;&#21518;&#20837;&#30561;&#65292;&#26089;&#26216;&#19981;&#21040;&#19971;&#28857;&#37266;&#12290;&#29579;&#20025;&#23567;&#39134;&#20320;&#20457;&#21151;&#19981;&#21487;&#27809;&#65292;&#22312;&#36825;&#35760;&#19968;&#31508;~</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/08/13/wants-and-needs/">Wants and Needs</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-08-13T00:00:00+08:00" pubdate data-updated="true">Aug 13<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#30475;&#21040;&#19968;&#20010;&#22909;&#29609;&#20799;&#30340;&#23567;&#35843;&#26597;&#65306;&#24555;&#36895;&#22238;&#31572;what you want?and what you need?</p>
<p>&#25105;&#30340;&#31572;&#26696;&#22522;&#26412;&#27809;&#36807;&#33041;&#65306;I want freedom, I need money.</p>
<p>&#34987;&#36190;&#22815;&#23454;&#22312;&#30340;</p>
<p>&#19968;&#20010;&#20154;&#19981;&#36807;&#30270;&#65292;&#30828;&#25214;&#20102;&#20960;&#20010;&#20154;&#21448;&#38382;&#12290;</p>
<p>ck&#38382;&#25105;want&#21644;need&#26377;&#21861;&#21306;&#21035;&#65292;&#27809;&#31572;&#19978;&#26469;&#65292;&#36825;&#20250;&#24819;&#26126;&#30333;&#28857;&#20799;&#20102;&#12290;want&#23601;&#26159;&#24819;&#35201;&#30340;&#21862;&#65292;need&#23601;&#26159;&#27604;&#36739;&#24613;&#20999;&#38656;&#35201;&#30340;&#12290;&#22909;&#20687;&#36319;&#27809;&#35828;&#19968;&#26679;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#160;</p>
<p>ck&#31572;&#26696;&#65306;&#24819;&#35201;&#25104;&#21151;&#65292;&#38656;&#35201;&#30495;&#27491;&#29702;&#35299;&#25105;&#30340;&#20154;&#12290;</p>
<p>&#160;&#160;&#160; &#25105;&#39044;&#26399;&#21040;&#21518;&#32773;&#65292;&#20294;&#27809;&#24819;&#35201;&#20182;&#20250;&#23545;&#25104;&#21151;&#22914;&#27492;&#28212;&#26395;&#12290;</p>
<p>&#160;</p>
<p>&#39134;&#65306;&#25105;&#24819;&#35201;&#33258;&#30001;&#65292;&#23454;&#38469;&#19968;&#28857;&#26159;&#25105;&#24819;&#21435;&#21488;&#28286;&#65292;&#25105;&#38656;&#35201;Money&#21644;&#20581;&#24247;.</p>
<p>&#160;&#160; &#36825;&#23401;&#23376;&#22826;&#36138;&#24515;&#20102;&#65292;&#27599;&#26679;&#37117;&#36873;&#20102;&#20457;&#12290;&#26681;&#25454;&#35843;&#26597;&#30340;&#30446;&#30340;&#65292;&#21435;&#21488;&#28286;&#36825;&#20010;&#31572;&#26696;&#27604;&#36739;&#29289;&#36136;&#21270;&#65292;&#26126;&#26174;&#39564;&#35777;&#20102;&#29289;&#20197;&#31867;&#32858;&#36825;&#19968;&#35828;&#12290;</p>
<p>&#160;&#160; &#21518;&#26469;&#22905;&#21448;&#34917;&#20805;&#35828;&#35273;&#24471;&#20581;&#24247;&#26368;&#37325;&#35201;&#65292;&#36825;&#20010;&#23601;&#20559;&#39064;&#20102;&#65292;&#26368;&#38656;&#35201;&#30340;&#21644;&#26368;&#37325;&#35201;&#30340;&#24403;&#28982;&#19981;&#21516;&#12290;&#25105;&#20204;&#20381;&#28982;&#24180;&#36731;&#65292;&#38656;&#35201;&#20581;&#24247;&#30340;&#19981;&#24456;&#22810;&#21543;&#12290;</p>
<p>&#160;</p>
<p>&#21507;&#39277;&#30340;&#36335;&#19978;&#21448;&#38382;&#20102;&#23071;&#20799;&#65292;&#23043;&#26356;&#23454;&#22312;</p>
<p>&#23071;&#20799;&#65306;&#24819;&#35201;&#20195;&#30721;&#65292;&#38656;&#35201;&#20195;&#30721;&#12290;&#26126;&#26174;&#19968;&#20010;&#35843;&#20195;&#30721;&#35843;&#30127;&#20102;&#30340;&#23043;&#65292;&#30495;&#21487;&#24604;~~~~</p>
<p>&#160;</p>
<p>&#38382;&#20102;D&#65292;&#23043;&#20197;&#19978;&#29677;&#20026;&#20511;&#21475;&#19981;&#22238;&#31572;&#25105;&#65292;&#20272;&#35745;&#24597;&#25105;&#35774;&#22871;&#12290;&#26202;&#19978;q&#19978;&#21482;&#35828;&#20102;&#38656;&#35201;money</p>
<p>&#38382;&#20102;D&#20043;&#21518;&#35273;&#24471;&#21776;&#31361;&#30340;&#38382;&#20154;&#23478;&#36825;&#38382;&#39064;&#65292;&#25402;&#22855;&#24618;&#30340;&#12290;&#35843;&#26597;&#27490;&#20110;&#27492;&#12290;</p>
<p>&#30475;&#22270;&#29255;&#65292;&#19981;&#21516;&#30340;&#22238;&#31572;&#65292;&#24456;&#26377;&#36259;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1281624936m.jpg" border="0" alt="" /></p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1281624929s.jpg" border="0" alt="" /></p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12816249214.jpg" border="0" alt="" /></p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12816249135.jpg" border="0" alt="" /></p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1281624905b.jpg" border="0" alt="" /></p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1281624897l.jpg" border="0" alt="" /></p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1281624889o.jpg" border="0" alt="" /></p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12816248812.jpg" border="0" alt="" /></p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1281624874j.jpg" border="0" alt="" /></p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/08/13/so-you-think-you-can-dance-s7-%E9%9F%B3%E4%B9%90%E7%9C%9F%E7%9A%84%E5%BE%88%E9%87%8D%E8%A6%81/">So You Think You Can Dance S7-音乐真的很重要</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-08-13T00:00:00+08:00" pubdate data-updated="true">Aug 13<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#26368;&#21916;&#27426;&#33310;&#32773;3&#65306;Robert</p>
<p>&#36825;&#19968;&#23395;&#26368;&#26368;&#26368;&#26368;&#21916;&#27426;&#30340;&#19968;&#20010;&#12290;&#30475;&#19968;&#36941;&#21741;&#19968;&#36941;&#30340;&#65292;&#30495;&#25402;&#24863;&#20154;&#30340;</p>
<p>&#38899;&#20048;&#65306;fix you by coldplay</p>
<p>
<object width="400" height="400" data="http://player.youku.com/player.php/sid/XMTkwNDk5NjQw/v.swf" type="application/x-shockwave-flash">
<param name="src" value="http://player.youku.com/player.php/sid/XMTkwNDk5NjQw/v.swf" /></object>
</p>
<p>&#23567;&#19985;&#30127;&#20102;&#65292;&#24456;&#40657;&#33394;&#22815;&#37034;&#24694;&#12290;&#23567;&#23401;&#23376;&#30475;&#20102;&#24597;&#26159;&#20250;&#20570;&#24694;&#26790;&#30340;&#12290;&#22079;&#22079;</p>
<p>
<object width="400" height="400" data="http://player.youku.com/player.php/sid/XMTk1NTMzNDUy/v.swf" type="application/x-shockwave-flash">
<param name="src" value="http://player.youku.com/player.php/sid/XMTk1NTMzNDUy/v.swf" /></object>
</p>
<p>&#25509;&#19979;&#26469;&#36825;&#20004;&#20010;routine&#20805;&#20998;&#35828;&#26126;&#20102;&#38899;&#20048;&#30340;&#37325;&#35201;&#24615;&#65292;&#25110;&#32773;&#35828;&#65292;&#20110;&#25105;&#65292;&#38899;&#20048;&#21152;&#28145;&#30340;&#23545;&#33310;&#36424;&#30340;&#21916;&#29233;&#12290;</p>
<p>&#24403;&#28982;&#65292;fix you&#25165;&#26159;&#22909;&#21548;&#24471;&#19981;&#24471;&#20102;&#30340;~~~~</p>
<p>music: lost by Anouk</p>
<p>
<object width="400" height="400" data="http://player.youku.com/player.php/sid/XMTk1NTc1OTk2/v.swf" type="application/x-shockwave-flash">
<param name="src" value="http://player.youku.com/player.php/sid/XMTk1NTc1OTk2/v.swf" /></object>
</p>
<p>music: mad world &#32654;&#20598;Adam Lambert&#21809;&#36807;&#20043;&#21518;&#65292;&#29233;&#19978;&#36825;&#39318;&#27468;&#12290;&#21407;&#21809;&#20063;&#24456;&#26377;&#24863;&#35273;</p>
<p>
<object width="400" height="400" data="http://player.youku.com/player.php/sid/XMTk0Nzg2ODY4/v.swf" type="application/x-shockwave-flash">
<param name="src" value="http://player.youku.com/player.php/sid/XMTk0Nzg2ODY4/v.swf" /></object>
</p>
<p>music: jar of hearts by Christina Perri&#160; &#36825;&#39318;&#20063;&#26159;&#26368;&#36817;&#30340;&#26368;&#29233;</p>
<p>&#27468;&#25163;&#26159;&#26032;&#20154;&#65292;&#22312;&#36825;&#25903;&#33310;&#20043;&#21069;&#36824;&#21482;&#26159;&#39184;&#21381;&#26381;&#21153;&#29983;&#12290;&#33410;&#30446;&#25773;&#20986;&#20043;&#21518;&#65292;&#36825;&#39318;&#27468;&#30452;&#25509;&#36291;&#19978;billboard&#20108;&#21313;&#20960;&#20301;&#65292;&#21518;&#26469;&#33410;&#30446;&#36824;&#36992;&#35831;&#22905;&#26469;&#33410;&#30446;&#34920;&#28436;&#65292;&#21385;&#23475;&#21834;~</p>
<p>
<object width="400" height="400" data="http://player.youku.com/player.php/sid/XMTg2MTgyMjI4/v.swf" type="application/x-shockwave-flash">
<param name="src" value="http://player.youku.com/player.php/sid/XMTg2MTgyMjI4/v.swf" /></object>
</p>
<p>&#21703;&#21734;&#21703;&#21734;&#65292;&#21018;&#30475;&#20102;finally&#65292;&#20896;&#20891;&#26159;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;Lauren&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#25746;&#33457;&#20799;&#25746;&#33457;&#20799;~~~~</p>
<p>&#36825;&#23567;&#22958;&#23376;&#25165;18&#35830;&#65292;&#30475;&#30528;&#24618;&#25104;&#29087;&#30340;</p>
<p>&#20877;&#21152;&#19978;&#19968;&#20010;&#65292;s7&#20896;&#20891;&#30340;hiphop~&#22826;&#24069;&#20102;~</p>
<p>
<object width="400" height="400" data="http://player.youku.com/player.php/sid/XMTkxNzc4OTY4/v.swf" type="application/x-shockwave-flash">
<param name="src" value="http://player.youku.com/player.php/sid/XMTkxNzc4OTY4/v.swf" /></object>
</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/08/12/so-you-think-you-can-dance-season-7-best-routine-2/">So You Think You Can Dance Season 7-best Routine 2</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-08-12T00:00:00+08:00" pubdate data-updated="true">Aug 12<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>Lauren&#65292;&#22362;&#25345;&#21040;&#26368;&#21518;&#30340;&#22899;&#29983;</p>
<p>&#25402;&#21487;&#29233;&#65292;&#20063;&#22810;&#21464;&#65292;&#23581;&#35797;&#22810;&#31181;&#39118;&#26684;&#65292;&#37117;&#36824;&#27604;&#36739;&#25104;&#21151;</p>
<p>hiphop&#65292;tango&#65292;&#29616;&#20195;&#33310;&#65292;&#23398;&#29983;&#30340;&#65292;&#25104;&#29087;&#30340;&#65292;&#37326;&#24615;&#30340;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#36825;&#27573;hiphop&#19981;&#38169;</p>
<p>
<object width="400" height="400" data="http://player.youku.com/player.php/sid/XMTkxNzc4OTY4/v.swf" type="application/x-shockwave-flash">
<param name="src" value="http://player.youku.com/player.php/sid/XMTkxNzc4OTY4/v.swf" /></object>
</p>
<p>&#20004;&#21452;&#38795;&#30340;&#29233;&#24773;&#25925;&#20107;&#65292;&#26368;&#21916;&#27426;&#36825;&#20010;</p>
<p>
<object width="400" height="400" data="http://player.youku.com/player.php/sid/XMTkyNjg2NjI4/v.swf" type="application/x-shockwave-flash">
<param name="src" value="http://player.youku.com/player.php/sid/XMTkyNjg2NjI4/v.swf" /></object>
</p>
<p>&#20877;&#21152;&#19968;&#20010;&#21483;kent&#30340;&#23567;&#23401;&#65292;&#29616;&#20195;&#33310;&#36339;&#30340;&#19981;&#38169;&#65292;&#19981;&#36807;&#21543;&#65292;&#24863;&#35273;&#34920;&#24773;&#27604;&#36739;&#21333;&#19968;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#36825;&#20010;&#25171;&#26550;&#30340;&#25925;&#20107;&#65292;&#25402;&#26377;&#24847;&#24605;~</p>
<p>
<object width="400" height="400" data="http://player.youku.com/player.php/sid/XMTk1NTk0MTk2/v.swf" type="application/x-shockwave-flash">
<param name="src" value="http://player.youku.com/player.php/sid/XMTk1NTk0MTk2/v.swf" /></object>
</p>
<p>&#21097;&#19979;&#30340;&#65292;&#30495;&#30340;&#30041;&#30528;&#26126;&#22825;&#25918;&#20102;&#12290;&#12290;&#12290;&#12290;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/08/12/so-you-think-you-can-dance-season-7-best-routine-1/">So You Think You Can Dance Season 7-best Routine 1</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-08-12T00:00:00+08:00" pubdate data-updated="true">Aug 12<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>so you think you can dance, &#20013;&#25991;&#35980;&#20284;&#21483;&#33310;&#26519;&#20105;&#38712;</p>
<p>&#22836;&#22238;&#30475;&#33310;&#36424;&#31867;&#33410;&#30446;</p>
<p>season 7 &#30524;&#30597;&#30528;&#26126;&#22825;&#23601;&#32467;&#26463;&#20102;&#12290;&#26377;&#24456;&#22810;&#20986;&#24425;&#30340;&#34920;&#28436;</p>
<p>&#20170;&#22825;&#20808;&#36148;&#20960;&#20010;&#26368;&#21916;&#27426;&#30340;&#65292;&#26126;&#22825;&#32487;&#32493;&#12290;</p>
<p>Alex&#26159;&#19981;&#24471;&#19981;&#35828;&#30340;&#19968;&#20010;&#65292;&#21407;&#26412;&#26159;&#20010;&#33453;&#34174;&#33310;&#32773;&#65292;&#21487;&#26159;&#35273;&#24471;&#33453;&#34174;&#25402;&#26080;&#32842;&#30340;&#65292;&#23601;&#26469;&#21442;&#21152;&#36825;&#20010;&#31168;&#20102;-&#35270;&#39057;&#37117;&#26159;eztv&#19978;&#19979;&#36733;&#30340;&#65292;&#27809;&#23383;&#24149;&#65292;&#25152;&#20197;&#21548;&#25026;&#22810;&#23569;&#35828;&#22810;&#23569;&#21704;~</p>
<p>&#20182;&#24456;&#26377;&#22825;&#36171;&#30340;&#12290;&#22312;&#20843;&#24378;&#30340;&#26102;&#20505;&#23601;&#21463;&#20260;&#20102;&#35201;&#20570;&#25163;&#26415;&#65292;&#19981;&#24471;&#20986;&#36864;&#20986;&#20102;&#27604;&#36187;&#65292;&#22826;&#21487;&#24796;&#20102;&#12290;&#35828;&#26159;&#22823;&#33151;&#30340;&#32905;&#21644;&#39592;&#22836;&#20998;&#31163;&#20102;&#65292;&#28982;&#21518;&#36824;&#24590;&#20040;&#25307;&#20102;&#65292;&#19987;&#19994;&#21517;&#23383;&#22043;&#65292;&#21548;&#19981;&#25026;&#12290;&#30475;&#30475;&#20182;&#27604;&#36739;&#20986;&#24425;&#30340;&#33310;&#36424;&#12290;</p>
<p>&#38899;&#20048;&#65306;Hallelujah&#160;&#160; &#20854;&#23454;&#38899;&#20048;&#21644;&#33310;&#36424;&#20851;&#31995;&#22826;&#22823;&#20102;&#65292;&#36825;&#19968;&#39318;&#32534;&#33310;&#36824;&#19981;&#38169;&#65292;&#21448;&#26159;&#25105;&#26368;&#29233;&#30340;&#27468;</p>
<p>
<object width="400" height="400" data="http://player.youku.com/player.php/sid/XMTkxMjU5MjUy/v.swf" type="application/x-shockwave-flash">
<param name="src" value="http://player.youku.com/player.php/sid/XMTkxMjU5MjUy/v.swf" /></object>
</p>
<p>&#36825;&#19968;&#27573;hiphop&#25165;&#26159;&#20142;&#28857;&#65292;&#30475;&#19981;&#20986;&#33453;&#34174;&#33310;&#30340;&#24433;&#23376;&#65292;&#20294;&#26159;&#32534;&#33310;&#20013;&#26377;&#21152;&#20837;&#20102;&#20182;&#26159;&#33453;&#34174;&#28436;&#21592;&#30340;&#32972;&#26223;&#65292;&#29305;&#21487;&#29233;&#65292;&#36339;&#30340;&#20063;&#24456;&#26377;&#24863;&#35273;&#12290;&#29233;&#27515;&#20102;~</p>
<p>&#30475;&#20102;&#26159;&#19968;&#36941;&#21448;&#19968;&#36941;&#21834;</p>
<p>&#36215;&#21021;&#35273;&#24471;&#20182;&#30524;&#30555;&#32959;&#32959;&#30340;&#19981;&#22909;&#30475;&#65292;&#25165;&#20960;&#38598;&#19979;&#26469;&#65292;&#23601;&#34987;&#20182;&#30340;personality&#25152;&#21560;&#24341;&#12290;&#30475;&#30528;&#23401;&#23376;&#31505;&#65292;&#30495;&#35273;&#24471;&#24320;&#24515;</p>
<p>
<object width="400" height="400" data="http://player.youku.com/player.php/sid/XMTkyNDY1OTEy/v.swf" type="application/x-shockwave-flash">
<param name="src" value="http://player.youku.com/player.php/sid/XMTkyNDY1OTEy/v.swf" /></object>
</p>
<p>&#22826;&#21487;&#24796;&#65292;&#26681;&#26412;&#27809;&#26377;&#26469;&#24471;&#21450;&#22909;&#22909;&#23637;&#29616;&#33258;&#24049;&#23601;&#30828;&#26159;&#22240;&#20026;&#20260;&#30149;&#36864;&#20986;&#20102;&#12290;&#32477;&#23545;&#30340;&#26080;&#20885;&#20043;&#29579;&#21834;&#65292;&#23601;&#20914;&#36825;&#65292;&#26126;&#24180;&#36824;&#30475;&#65292;&#21363;&#20351;&#20182;&#19981;&#20877;&#26469;&#27604;&#36187;&#65292;&#33267;&#23569;&#20063;&#21487;&#33021;&#20316;&#20026;old star&#20986;&#22330;&#21543;~</p>
<p>&#20877;&#26469;&#19968;&#20010;</p>
<p>Billy&#65292;&#36825;&#25903;&#33310;&#36873;&#26354;&#26159;&#38899;&#20048;&#21095;&#29483;&#37324;&#38754;&#30340;&#19968;&#27573;&#65292;&#20855;&#20307;&#22330;&#26223;&#35760;&#19981;&#28165;&#20102;&#65292;&#19981;&#36807;&#20182;&#36339;&#30340;&#25402;&#22909;&#65292;&#26377;&#28857;&#29483;&#30340;&#35809;&#24322;&#36731;&#24039;~</p>
<p>
<object width="400" height="400" data="http://player.youku.com/player.php/sid/XMTg3OTk0OTcy/v.swf" type="application/x-shockwave-flash">
<param name="src" value="http://player.youku.com/player.php/sid/XMTg3OTk0OTcy/v.swf" /></object>
</p>
<p>&#26126;&#22825;&#32487;&#32493;~</p>
<p>&#160;</p>
<p>&#160;</p>
                                    </p>
</div>
  
  


    </article>
  
  <div class="pagination">
    
      <a class="prev" href="/blog/page/11/">&larr; Older</a>
    
    <a href="/blog/archives">Blog Archives</a>
    
    <a class="next" href="/blog/page/9/">Newer &rarr;</a>
    
  </div>
</div>
<aside class="sidebar">
  
    <section>
  <h1>Recent Posts</h1>
  <ul id="recent_posts">
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-setup-a-new-remote-git-repo/">How to setup a new remote git repo</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/13/hui-gu-2012/">回顾2012</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/08/my-frist-post/">my-frist-post</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/05/14/eclipse---java.lang.noclassdeffounderror%3A-com.jayway.android.robotium.solo.solo%E9%94%99%E8%AF%AF%E8%A7%A3%E5%86%B3/">eclipse - java.lang.NoClassDefFoundError: com.jayway.android.robotium.solo.Solo错误解决</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/04/08/%E4%BD%A0%E7%8E%B0%E5%9C%A8%E7%9A%84%E5%B7%A5%E4%BD%9C%E8%BD%BB%E6%9D%BE%E4%B9%88%EF%BC%9F/">你现在的工作轻松么？</a>
      </li>
    
  </ul>
</section>






  
</aside>

    </div>
  </div>
  <footer role="contentinfo"><p>
  Copyright &copy; 2013 - muggleyoung -
  <span class="credit">Powered by <a href="http://octopress.org">Octopress</a>. Design by <a href="http://octopressthemes.com">Octopress Themes</a>.</span>
</p>

</footer>
  







  <script type="text/javascript">
    (function(){
      var twitterWidgets = document.createElement('script');
      twitterWidgets.type = 'text/javascript';
      twitterWidgets.async = true;
      twitterWidgets.src = 'http://platform.twitter.com/widgets.js';
      document.getElementsByTagName('head')[0].appendChild(twitterWidgets);
    })();
  </script>





</body>
</html>
