
<!DOCTYPE html>
<!--[if IEMobile 7 ]><html class="no-js iem7"><![endif]-->
<!--[if lt IE 9]><html class="no-js lte-ie8"><![endif]-->
<!--[if (gt IE 8)|(gt IEMobile 7)|!(IEMobile)|!(IE)]><!--><html class="no-js" lang="en"><!--<![endif]-->
<head>
  <meta charset="utf-8">
  <title></title>
  <meta name="author" content="muggleyoung">

  
  <meta name="description" content="&#31561;&#21834;&#31561;&#65292;&#29100;&#21834;&#29100;&#65292;&#32456;&#20110;&#29100;&#25104;&#20102;&#38463;&#39321;&#23110;
&#20170;&#20799;&# &hellip;">
  

  <!-- http://t.co/dKP3o1e -->
  <meta name="HandheldFriendly" content="True">
  <meta name="MobileOptimized" content="320">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  
  <link rel="canonical" href="http://muggleyoung.github.com/blog/page/10/">
  <link href="/favicon.png" rel="icon">
  <link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
  <script src="/javascripts/modernizr-2.0.js"></script>
  <script src="/javascripts/ender.js"></script>
  <script src="/javascripts/octopress.js" type="text/javascript"></script>
  <link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
  <!--Fonts from Google"s Web font directory at http://google.com/webfonts -->
<link href="http://fonts.googleapis.com/css?family=PT+Serif:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<link href="http://fonts.googleapis.com/css?family=PT+Sans:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">

  

</head>

<body   >
  <header role="banner"><hgroup>
  <h1><a href="/"></a></h1>
  
    <h2>young for you</h2>
  
</hgroup>

</header>
  <nav role="navigation"><ul class="subscription" data-subscription="rss">
  <li><a href="/atom.xml" rel="subscribe-rss" title="subscribe via RSS">RSS</a></li>
  
</ul>
  
<form action="http://google.com/search" method="get">
  <fieldset role="search">
    <input type="hidden" name="q" value="site:muggleyoung.github.com" />
    <input class="search" type="text" name="q" results="0" placeholder="Search"/>
  </fieldset>
</form>
  
<ul class="main-navigation">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
</ul>

</nav>
  <div id="main">
    <div id="content">
      <div class="blog-index">
  
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-11-03T00:00:00+08:00" pubdate data-updated="true">Nov 3<span>rd</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/11/03/%E5%AE%89%E5%BF%83/">安心</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#31561;&#21834;&#31561;&#65292;&#29100;&#21834;&#29100;&#65292;&#32456;&#20110;&#29100;&#25104;&#20102;&#38463;&#39321;&#23110;</p>
<p>&#20170;&#20799;&#24635;&#31639;&#26159;&#31614;&#20102;&#21334;&#36523;&#22865;</p>
<p>&#34429;&#28982;&#26368;&#36817;&#36825;&#21322;&#20010;&#26376;&#27809;&#24590;&#20040;&#36305;&#33151;&#65292;&#21487;&#30452;&#21040;&#20170;&#22825;&#25165;&#31639;&#23433;&#24515;</p>
<p>&#31614;&#32422;&#26102;&#20505;&#20667;&#20046;&#20046;&#30340;&#22635;&#38169;&#22909;&#20960;&#20010;&#31354;&#65292;&#24863;&#35273;&#30636;&#38388;&#21464;&#25104;&#20102;&#31528;&#25163;&#31528;&#33050;&#30340;&#26472;&#23567;&#39134;&#65292;&#21704;&#21704;</p>
<p>&#24863;&#35874;&#20170;&#24180;&#30340;&#22823;&#22909;&#24418;&#21183;&#65292;&#24863;&#35874;&#26379;&#21451;&#20204;&#30340;&#20851;&#24515;&#25903;&#25345;&#24110;&#21161;&#65292;&#24863;&#35874;&#25105;&#29241;&#25171;&#24515;&#30524;&#20799;&#37324;&#24819;&#25105;&#31614;&#21326;&#20026;&#20294;&#21364;&#23562;&#37325;&#25105;&#30340;&#36873;&#25321;</p>
<p>&#35201;&#19981;&#26159;&#20170;&#24180;&#25307;&#32856;&#27969;&#31243;&#31163;&#22855;&#20943;&#23569;&#65292;&#20272;&#35745;&#25105;&#26089;&#23601;&#34987;&#25293;&#27515;&#22312;&#21322;&#36335;&#19978;&#20102;&#65292;&#24198;&#24184;&#21834;~</p>
<p>&#34429;&#28982;&#25214;&#24037;&#20316;&#27809;&#21643;&#36153;&#21170;&#65292;&#22238;&#22836;&#21681;&#20063;&#24635;&#32467;&#19979;&#32463;&#39564;&#25945;&#35757;&#20043;&#31867;&#21714;</p>
<p>&#35805;&#35828;&#65292;tw&#35199;&#23433;&#30340;office&#65292;&#30495;&#30340;&#23601;&#26159;office&#65292;&#27604;&#23454;&#39564;&#23460;&#22823;&#65292;&#30475;&#30528;&#25402;&#36731;&#26494;&#65292;&#20986;&#26469;&#26102;&#20505;&#20960;&#20010;&#20154;&#27491;&#22312;&#20843;&#21350;&#65292;&#36824;&#26377;&#20154;&#27880;&#24847;&#21040;&#20182;&#20204;&#24038;&#25163;&#33529;&#26524;&#21491;&#25163;&#25140;&#23572;&#65292;&#25105;&#27880;&#24847;&#21040;&#30340;&#26159;&#65292;&#26700;&#19978;&#25918;&#30528;&#19968;&#31568;&#27700;&#26524;~</p>
<p>&#24681;&#65292;&#25918;&#24515;&#65292;&#27809;&#20154;&#30447;&#30528;&#20320;&#30340;</p>
<p>&#35828;&#24180;&#21518;&#23601;&#25442;&#26032;&#22320;&#26041;&#20102;&#65292;&#20250;&#22823;&#20123;&#65292;&#35980;&#20284;&#36817;&#19977;&#29615;&#65292;&#20063;&#22909;&#65292;&#31163;&#25105;&#23478;&#36817;&#12290;</p>
<p>&#20197;&#21518;&#26377;&#26356;&#22810;&#20102;&#35299;&#65292;&#20877;&#24930;&#24930;&#35828;&#21543;</p>
<p><a title="thoughtworks&#19968;&#38754;" href="http://muggleyoung.blogbus.com/logs/79546895.html" target="_blank">thoughtworks&#19968;&#38754;</a>
</p>
<p><a title="thoughtworks&#20108;&#38754;" href="http://muggleyoung.blogbus.com/logs/81137862.html" target="_blank">thoughtworks&#20108;&#38754;</a></p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-11-01T00:00:00+08:00" pubdate data-updated="true">Nov 1<span>st</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/11/01/%E7%BB%84%E7%BB%87%E5%B0%8F%E8%81%9A%E4%BC%9A/">组织小聚会</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#21069;&#20123;&#26085;&#23376;&#65292;&#32982;&#23043;&#33268;&#30005;&#25105;&#65306;&#21608;&#26411;&#21435;&#32769;&#22823;&#26032;&#23478;&#25171;&#29260;&#21435;</p>
<p>&#25105;&#33041;&#34955;&#37324;&#21576;&#29616;&#30340;&#26159;&#65292;&#19968;&#32676;&#27431;&#27954;&#36149;&#22919;&#30699;&#24773;&#30340;&#25159;&#30528;&#34174;&#19997;&#25159;&#23376;&#65292;&#21917;&#30528;&#26032;&#29038;&#30340;&#32418;&#33590;&#65292;&#25163;&#25447;&#25169;&#20811;&#29260;&#65292;&#19968;&#36215;&#20843;&#21350;&#30340;&#26679;&#23376;&#12290;</p>
<p>&#32467;&#26524;&#26159;&#65292;&#25105;&#36319;&#19968;&#32676;&#29239;&#20204;&#20799;&#25171;&#40635;&#23558;&#65292;&#32780;&#19988;&#40635;&#23558;&#33258;&#24102;&#65292;&#26700;&#26885;&#26159;&#21435;&#20102;&#29616;&#20080;&#30340;&#12290;&#12290;&#12290;</p>
<p>&#160;</p>
<p>&#20080;&#26700;&#23376;&#30340;&#36335;&#19978;&#65292;ymi&#23567;&#22992;&#36319;&#22823;&#40644;&#20132;&#27969;&#31185;&#30740;&#38382;&#39064;&#65292;&#35828;&#21040;&#22823;&#40644;&#21516;&#23398;&#30340;&#39033;&#30446;</p>
<p>ymi&#65306;&#20320;&#29616;&#22312;&#20570;&#21861;&#39033;&#30446;</p>
<p>&#22823;&#40644;&#65306;&#25991;&#29289;&#20445;&#25252;</p>
<p>ymi&#65306;&#36825;&#19981;&#24212;&#35813;&#26159;&#25105;&#20204;&#29702;&#24037;&#31185;&#20154;&#22763;&#30740;&#31350;&#30340;&#38382;&#39064;&#20040;&#65292;&#20320;&#19968;&#23398;&#35774;&#35745;&#30340;&#65292;&#36319;&#36825;&#26377;&#21861;&#20851;&#31995;&#20102;&#65311;</p>
<p>&#22823;&#40644;&#65306;&#26159;&#25968;&#23383;&#25991;&#29289;&#20445;&#25252;</p>
<p>ymi&#65306;&#36825;&#19981;&#24212;&#35813;&#26159;&#25105;&#20204;IT&#20174;&#19994;&#20154;&#21592;&#30740;&#31350;&#30340;&#20040;&#65311;</p>
<p>&#22823;&#40644;&#65306;&#26159;&#25226;&#25991;&#29289;&#22270;&#20687;&#25195;&#25551;&#21040;&#30005;&#33041;&#65292;&#20877;&#30740;&#31350;&#29366;&#24577;&#12290;&#12290;&#12290;&#12290;</p>
<p>ymi&#65306;&#36825;&#19981;&#24212;&#35813;&#26159;&#25105;&#20204;&#22270;&#20687;&#22788;&#29702;&#30740;&#31350;&#20154;&#21592;&#20998;&#20869;&#30340;&#20107;&#20799;&#20040;&#65311;</p>
<p>&#22823;&#40644;&#25206;&#20102;&#19979;&#30524;&#38236;&#65292;&#40664;&#40664;&#30340;&#36864;&#21518;&#20102;<img src="http://public.blogbus.com/biaoqing/163/11.gif" border="0" alt="" /></p>
<p>&#36807;&#20250;&#35752;&#35770;&#28216;&#25103;&#30340;bug&#65292;&#35828;&#36215;&#20160;&#20040;&#28216;&#25103;&#19968;&#25171;boss&#23601;&#27515;&#26426;&#21568;&#65292;&#27880;&#20876;&#30721;&#21568;</p>
<p>&#21516;&#23398;&#20204;&#38598;&#20307;&#36716;&#21521;&#25105;&#65306;IT&#19987;&#19994;&#20154;&#22763;&#20197;&#21518;&#32473;&#21681;&#25972;&#25972;&#22043;</p>
<p>&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#160;</p>
<p>&#35805;&#35828;ymi&#23567;&#22992;&#30340;&#29260;&#25216;&#65292;&#23646;&#20110;&#36194;&#20102;&#20063;&#19981;&#30830;&#23450;&#65292;&#36824;&#35201;&#25214;&#20010;&#20154;&#26469;&#30475;&#19968;&#19979;&#26159;&#19981;&#26159;&#30495;&#30340;&#65307;&#21453;&#23556;&#24359;&#36229;&#38271;&#65292;&#25171;&#36807;&#19968;&#22280;&#20043;&#21518;&#25165;&#32435;&#38391;&#65292;&#21018;&#25165;&#37027;&#20010;&#19977;&#39292;&#20026;&#21861;&#25105;&#27809;&#30896;&#21602;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#21487;&#26159;&#21543;&#65292;&#36825;&#27425;&#22823;&#36194;&#29305;&#36194;&#21862;</p>
<p>&#27809;&#26377;&#25169;&#20811;&#29260;&#20570;&#30749;&#30721;&#65292;&#21482;&#22909;&#29992;RMB&#20195;&#26367;&#65292;&#36194;&#20102;40&#65292;&#35831;&#22823;&#23478;&#21507;&#38754;47&#65292;&#21643;&#31639;&#37117;&#20111;&#20102;&#22043;&#65292;&#21704;&#21704;</p>
<p>&#32780;&#19988;&#25105;&#35273;&#24471;&#65292;&#36755;&#38065;&#30340;&#26102;&#20505;&#30475;&#30528;&#25163;&#37324;&#25343;&#19968;&#21472;&#21402;&#21402;&#30340;&#19968;&#22359;&#30340;&#24184;&#31119;&#24863;&#65292;&#36828;&#36828;&#22823;&#20110;&#36194;&#38065;&#26102;&#30340;&#22235;&#24352;&#21313;&#22359;&#65292;&#22826;&#27809;&#25163;&#24863;&#21862;~</p>
<p>&#25163;&#37324;&#25569;&#30528;&#19968;&#25226;&#38065;&#30340;&#26102;&#20505;&#65292;&#20048;&#30340;&#21512;&#19981;&#25314;&#22068;&#21834;&#65292;&#24819;&#36215;&#39134;&#21457;&#32473;&#25105;&#30340;&#26143;&#24231;&#36816;&#21183;&#37324;&#26377;&#19968;&#21477;&#65306;&#23384;&#27454;&#31283;&#23450;&#22686;&#38271;&#12290;&#21704;&#21704;&#21704;&#65292;&#23601;&#26159;&#36825;&#24847;&#24605;&#21543;~</p>
<p>&#160;</p>
<p>&#30007;&#21516;&#32990;&#20204;&#21387;&#21147;&#37117;&#22909;&#22823;&#21568;&#65292;&#19968;&#30452;&#35752;&#35770;&#20080;&#25151;&#23376;&#30340;&#38382;&#39064;&#12290;&#20026;&#20102;&#34920;&#31034;&#22362;&#20915;&#20945;&#28909;&#38393;&#30340;&#31934;&#31070;&#65292;&#25105;&#29053;&#39118;&#28857;&#28779;&#30340;&#34920;&#31034;&#24037;&#20316;&#21518;&#20080;&#20010;40&#24179;&#30340;&#22797;&#24335;&#33258;&#24049;&#20303;</p>
<p>but&#25379;&#38065;&#25165;&#26159;&#27491;&#32463;&#20107;&#20799;&#21834;&#12290;&#29992;&#20182;&#20204;&#30340;&#35805;&#35828;&#65292;&#25214;&#20010;&#32473;&#25105;&#20080;&#25151;&#23376;&#30340;&#20154;&#65292;&#21704;&#21704;&#21704;&#65292;&#21738;&#20799;&#25214;&#21435;&#21568;~</p>
<p>&#160;</p>
<p>&#38468;&#20004;&#24352;&#22270;&#65306;&#23064;&#32473;&#29492;&#23376;&#20570;&#30340;&#34915;&#26381;&#65292;&#22825;&#27668;&#20919;&#20102;&#65292;&#21487;&#24604;&#30340;&#23567;&#29492;&#23376;&#27599;&#27425;&#20986;&#38376;&#37117;&#20923;&#24471;&#30452;&#21702;&#21990;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12885798788.jpg" border="0" alt="" /></p>
<p>&#30495;&#29399;&#31168;&#65292;&#29492;&#23376;&#30340;&#30524;&#31070;&#24456;&#26159;&#21696;&#24616;&#21834;~</p>
<p>&#23064;&#35828;&#65292;&#33073;&#20102;&#34915;&#26381;&#23601;&#27963;&#36454;&#20081;&#36339;&#20102;</p>
<p>&#21704;&#21704;&#65292;&#25918;&#20859;&#38271;&#22823;&#30340;&#23567;&#29399;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12885798717.jpg" border="0" alt="" /></p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-10-28T00:00:00+08:00" pubdate data-updated="true">Oct 28<span>th</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/10/28/thoughtworks%E4%BA%8C%E9%9D%A2/">Thoughtworks二面</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#19978;&#21608;&#22235;&#38754;&#30340;&#65292;&#24515;&#24908;&#24908;&#19968;&#30452;&#19981;&#24895;&#24847;&#26469;&#20889;</p>
<p>&#20027;&#35201;&#20869;&#23481;&#65306;</p>
<p>&#19968;&#20010;&#20004;&#20998;&#38047;&#30340;presentation about &#8220;why should thoughtworks hire you&#8221;&#12290;&#20013;&#33521;&#25991;&#30342;&#21487;</p>
<p>&#25105;&#24819;&#20102;&#19968;&#26202;&#19978;&#65292;&#29992;&#20102;&#19968;&#26089;&#19978;&#20570;&#23617;&#23617;&#36386;</p>
<p>&#38754;&#35797;&#30340;&#26102;&#20505;&#21457;&#29616;&#65292;&#21407;&#26469;&#26377;&#27809;&#26377;&#35748;&#30495;&#23545;&#24453;&#30495;&#30340;&#26159;&#33021;&#30475;&#20986;&#26469;&#30340;&#65292;&#21516;&#23398;&#20204;&#20171;&#32461;&#30340;&#20999;&#20837;&#28857;&#20063;&#37117;&#19981;&#22823;&#19968;&#26679;&#65292;&#23588;&#20854;&#26159;&#25105;&#30340;&#12290;</p>
<p>&#36319;&#39134;&#20998;&#26512;&#20102;&#24456;&#20037;&#65292;&#35748;&#20026;&#20004;&#20998;&#38047;&#30340;&#26102;&#38388;&#65292;&#29992;&#33521;&#35821;&#30340;&#35805;&#65292;&#20063;&#23601;&#26159;&#19968;&#30334;&#23383;&#30340;&#20316;&#25991;&#65292;&#36824;&#19981;&#24102;&#25171;&#32458;&#20799;&#30340;</p>
<p>&#25152;&#20197;&#25105;&#30340;&#20869;&#23481;&#29305;&#23569;&#65292;&#26174;&#32780;&#26131;&#35265;&#30340;&#37117;&#27809;&#35828;</p>
<p>&#21516;&#32452;&#30340;&#20854;&#20182;&#20154;&#22810;&#22810;&#23569;&#23569;&#37117;&#26377;&#36229;&#26102;&#65292;hr&#27809;&#26377;&#25552;&#37266;&#65292;&#20294;&#25105;&#24819;&#65292;&#36229;&#26102;&#19968;&#23450;&#20250;&#25171;&#25240;&#65292;&#19981;&#28982;&#19981;&#20250;&#32473;&#20320;&#19987;&#38376;&#38480;&#23450;&#20004;&#20998;&#38047;&#20102;</p>
<p>&#38754;&#35797;&#22238;&#26469;&#32769;&#29241;&#35753;&#25105;&#22909;&#22909;&#21453;&#30465;&#19979;&#65292;&#30475;&#30475;&#26377;&#20160;&#20040;&#19981;&#36275;&#12290;</p>
<p>&#20174;&#23617;&#23617;&#36386;&#20869;&#23481;&#19978;&#65292;&#25105;&#33258;&#24049;&#26159;&#27809;&#24213;&#20799;&#30340;&#65292;&#21644;&#21035;&#20154;&#19981;&#21516;&#65292;&#20063;&#19981;&#30693;&#36947;&#26159;&#22909;&#26159;&#22351;&#12290;&#20294;&#26159;&#26377;&#28857;&#32454;&#33410;&#19981;&#22909;&#30340;&#65292;&#23601;&#26159;&#32972;&#26223;&#12290;&#25105;&#36873;&#20102;&#26368;&#21916;&#27426;&#30340;&#32511;&#33394;&#22270;&#26696;&#65292;&#21487;&#26159;&#20854;&#20182;&#20154;&#37117;&#26159;&#31616;&#32422;&#40657;&#30333;&#28784;&#65292;&#24456;&#25216;&#26415;&#24456;&#19987;&#19994;&#30340;&#24863;&#35273;&#12290;&#25105;&#35273;&#24471;&#20182;&#20204;&#37027;&#26679;&#26356;&#22909;</p>
<p>&#160;</p>
<p>&#25509;&#19979;&#26469;&#26159;&#32676;&#27572;&#12290;</p>
<p>&#39134;&#26426;&#22833;&#20107;&#20102;&#20320;&#35201;&#25250;&#25937;&#37027;&#20960;&#20214;&#19996;&#35199;&#20986;&#26469;&#30340;&#39064;&#30446;&#65292;&#36824;&#35201;&#27714;&#29983;&#26041;&#26696;&#65292;&#23567;&#32452;&#35752;&#35770;&#12290;</p>
<p>&#21516;&#32452;&#26377;&#20010;&#23401;&#23376;&#65292;&#22826;&#25250;&#20102;&#12290;&#33267;&#23569;&#25105;&#36825;&#26679;&#24863;&#35273;&#65292;&#19981;&#21643;&#21916;&#27426;</p>
<p>&#20013;&#38388;&#26377;&#27425;&#25552;&#35758;&#34987;&#21542;&#23450;&#20043;&#21518;&#65292;&#25105;&#20882;&#20102;&#21477;&#21475;&#22836;&#31109;&#65292;&#22909;&#21543;&#12290;&#12290;&#12290;&#21518;&#26469;&#24819;&#65292;&#21487;&#33021;&#20250;&#35753;&#20154;&#35273;&#24471;&#24847;&#24535;&#19981;&#22362;&#23450;&#21543;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#32452;&#37324;&#26368;&#21518;&#24635;&#32467;&#30340;&#37027;&#20010;&#23401;&#23376;&#65292;&#24605;&#32500;&#19981;&#22815;&#32454;&#65292;&#35762;&#23436;&#28431;&#20102;&#20960;&#20010;&#28857;&#65292;&#24184;&#22909;&#35753;&#34917;&#20805;&#20102;&#12290;</p>
<p>&#21035;&#30340;&#27809;&#20160;&#20040;</p>
<p>&#160;</p>
<p>&#20108;&#38754;&#24841;&#24555;&#30340;&#32467;&#26463;~</p>
<p>&#25972;&#20010;&#38754;&#35797;&#23601;&#25105;&#26368;&#27491;&#32463;&#65292;&#23567;&#35199;&#35013;&#23567;&#30382;&#38795;&#30340;&#12290;&#20854;&#24754;&#24808;&#32467;&#26524;&#23601;&#26159;&#65292;&#22238;&#23478;&#21518;&#21457;&#29616;&#38795;&#21518;&#38754;&#26377;&#20102;&#34880;&#28107;&#28107;&#30340;&#21360;&#36857;&#65292;&#30495;tm&#30140;&#27515;&#25105;&#20102;&#65292;&#36816;&#21160;&#38795;&#30495;&#22909;&#21568;~</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-10-27T00:00:00+08:00" pubdate data-updated="true">Oct 27<span>th</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/10/27/%E9%98%BF%E9%87%8C%E5%B7%B4%E5%B7%B4%E4%BA%91%E8%AE%A1%E7%AE%97%E7%94%B5%E8%AF%9D%E9%9D%A2%E8%AF%95/">阿里巴巴云计算电话面试</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#20170;&#22825;&#26377;&#22823;&#21916;&#20107;&#20799;&#65292;&#20808;&#20599;&#30528;&#20048;&#20250;&#20799;&#65292;&#25913;&#26085;&#36148;&#19978;</p>
<p>&#26202;&#19978;&#35831;&#23460;&#21451;&#21507;&#39277;&#65292;&#36825;&#32676;&#19981;&#21402;&#36947;&#30340;&#23401;&#21482;&#65292;&#35201;&#21507;&#36149;&#30340;&#65306;&#30334;&#22995;&#21416;&#25151;&#65292;&#22079;&#22079;&#65292;&#25105;&#33080;&#37117;&#32511;&#20102;~</p>
<p>&#21507;&#23436;&#39277;&#27604;&#36739;&#25199;&#30340;&#26159;&#38065;&#19981;&#22815;&#36824;&#19981;&#33021;&#21047;&#21345;&#65292;&#20110;&#26159;&#20046;&#20986;&#21435;&#25214;ATM&#65292;&#31070;&#22855;&#30340;&#20107;&#24773;&#23601;&#36825;&#26679;&#21457;&#29983;&#20102;</p>
<p>&#20955;&#20925;&#23506;&#39118;&#20013;&#26477;&#24030;&#26469;&#30340;&#30005;&#35805;&#65292;&#35828;&#26159;&#38463;&#37324;&#20113;&#35745;&#31639;&#30340;&#65292;&#38382;&#25105;&#25237;&#20102;&#21861;&#23703;&#20301;</p>
<p>&#39069;&#65292;&#30495;&#30340;&#30495;&#30340;&#24536;&#20102;&#36824;&#25237;&#36807;&#36825;&#37324;&#20102;</p>
<p>&#20923;&#24471;&#30452;&#21702;&#21990;&#65292;&#31232;&#37324;&#31946;&#28034;&#25171;&#20102;&#20960;&#20010;&#38382;&#39064;</p>
<p>&#22522;&#26412;&#37117;&#26159;&#22522;&#30784;</p>
<p>&#22914;&#65306;TCP&#20116;&#23618;&#32467;&#26500;&#26159;&#21738;&#20116;&#23618;&#65292;TCP&#22312;&#21738;&#19968;&#23618;&#65311;</p>
<p>&#25805;&#20316;&#31995;&#32479;&#30340;&#36827;&#31243;&#21644;&#32447;&#31243;&#26377;&#21861;&#21306;&#21035;&#65292;&#36824;&#26377;Linux</p>
<p>&#27979;&#35797;&#26041;&#27861;&#20102;&#35299;&#22810;&#23569;&#65292;&#35828;&#23436;&#21448;&#38543;&#26426;&#38382;&#20102;&#20854;&#20013;&#19968;&#20010;&#26041;&#27861;&#26159;&#24590;&#20040;&#22238;&#20107;&#65292;&#22909;&#20687;&#26159;&#31561;&#20215;&#31867;&#21010;&#20998;</p>
<p>&#32473;&#19968;&#20010;&#20363;&#23376;&#35753;&#20320;&#27979;&#35797;</p>
<p>&#27979;&#35797;&#24320;&#21457;&#32844;&#20301;&#24590;&#20040;&#29702;&#35299;&#65292;&#21644;&#27979;&#35797;&#26377;&#21861;&#21306;&#21035;&#65292;&#32844;&#36131;&#26159;&#21861;</p>
<p>&#27979;&#35797;&#20154;&#21592;&#32032;&#36136;&#35201;&#27714;</p>
<p>&#35780;&#20215;&#33258;&#24049;&#65292;&#20174;&#22810;&#20010;&#35282;&#24230;&#38382;&#20102;&#36825;&#20010;&#38382;&#39064;</p>
<p>&#36824;&#26377;&#39033;&#30446;&#30340;&#20855;&#20307;&#38382;&#39064;</p>
<p>&#36824;&#26377;&#21861;&#65292;&#22826;&#20919;&#20102;&#65292;&#22826;&#20852;&#22859;&#20102;&#65292;&#19981;&#35760;&#24471;&#20102;&#20040;</p>
<p>&#21518;&#26469;&#38382;&#25105;&#36824;&#26377;&#21861;&#38382;&#39064;&#27809;&#65292;&#25105;&#20923;&#20667;&#20102;&#65292;&#31455;&#28982;&#38382;&#25509;&#19979;&#26469;&#26159;&#21861;&#27969;&#31243;&#65292;&#21710;&#65292;&#36824;&#19981;&#22914;&#19981;&#38382;</p>
<p>but&#65292;&#21681;&#20063;&#31639;&#26159;&#20307;&#39564;&#36807;&#30005;&#35805;&#38754;&#35797;&#30340;&#20154;&#21862;&#12290;</p>
<p>&#25454;&#35828;&#20113;&#35745;&#31639;&#30340;&#35201;&#27714;&#24456;&#39640;&#30340;&#65292;&#37117;&#26159;&#20570;&#31639;&#27861;&#30740;&#31350;&#30340;&#65292;&#38590;&#36947;&#21681;&#30340;MATLAB&#33021;&#27966;&#19978;&#29992;&#22330;&#20102;&#65311;</p>
<p>&#35201;&#19981;&#28982;&#65292;&#26126;&#22825;&#20877;&#21435;&#20307;&#39564;&#19979;&#38712;&#38754;&#65311;&#65311;&#65311;</p>
<p>&#21704;&#21704;&#21704;~&#33457;&#26525;&#20081;&#39076;&#30340;&#29378;&#31505;ing~~~~</p>
<p>P.S.&#25454;&#21516;&#23398;&#35828;&#65292;&#20113;&#35745;&#31639;&#26089;&#23601;&#26469;&#25307;&#36807;&#20154;&#20102;&#65292;&#25105;&#37117;&#19968;&#28857;&#20799;&#19981;&#30693;&#36947;&#20040;&#65292;&#30475;&#26469;&#26159;&#27809;&#25307;&#22815;&#21834;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-10-25T00:00:00+08:00" pubdate data-updated="true">Oct 25<span>th</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/10/25/%E4%B8%80%E5%88%87%E7%AD%89%E5%BE%85%E4%B8%AD%7E/">一切等待中~</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#31561;&#24453;&#30340;&#36807;&#31243;&#21487;&#27604;&#20107;&#24773;&#26412;&#36523;&#29006;&#29100;&#22810;&#20102;</p>
<p>&#25972;&#22825;&#30340;&#24515;&#31070;&#19981;&#23425;&#21568;</p>
<p>&#35828;&#35828;&#21069;&#38453;&#30475;&#36807;&#30340;&#30005;&#35270;&#30005;&#24433;&#21543;</p>
<p>1. the apprentice</p>
<p>&#30475;&#20102;&#21069;&#21322;&#24180;&#30340;the celebrity apprentice&#65292;&#29616;&#22312;&#21448;&#36861;&#27491;&#24120;&#29256;&#30340;&#65292;&#21487;&#24796;&#32593;&#32476;&#38480;&#27969;&#37327;&#65292;&#21482;&#33021;&#22238;&#23478;&#30475;&#12290;</p>
<p>&#20004;&#20010;show&#30340;&#39118;&#26684;&#24046;&#21035;&#36824;&#26159;&#24456;&#22823;&#30340;</p>
<p>celebrity</p>
<p>&#26126;&#26174;&#25293;&#25668;&#21644;&#21098;&#36753;&#30340;&#37325;&#28857;&#37117;&#22312;&#36873;&#25163;&#31574;&#21010;&#65292;&#21019;&#24847;&#21644;&#25191;&#34892;&#30340;&#37096;&#20998;&#12290;&#22240;&#20026;&#25991;&#21270;&#30028;&#30340;&#20154;&#24635;&#26377;&#24456;&#22810;&#24847;&#24819;&#19981;&#21040;&#30340;&#24819;&#27861;&#65292;&#21644;&#21476;&#24618;&#30340;&#20010;&#24615;&#65292;&#22240;&#20026;&#21517;&#20154;&#21487;&#20197;&#21033;&#29992;&#20182;&#20204;&#30340;reputation&#22312;&#25191;&#34892;&#36807;&#31243;&#20013;&#36798;&#21040;&#24847;&#22806;&#30340;&#25928;&#26524;&#12290;&#24182;&#19988;&#20851;&#27880;&#21517;&#20154;&#36873;&#25163;&#30340;&#20010;&#24615;&#21644;&#20182;&#20204;&#20043;&#38388;&#30340;&#30456;&#22788;&#65292;&#26356;&#26377;&#30475;&#28857;&#12290;</p>
<p>board room&#30340;&#29615;&#33410;&#20063;&#30456;&#23545;nice&#65292;&#20294;&#35813;&#28120;&#27760;&#20154;&#36824;&#26159;&#28120;&#27760;&#30340;&#65292;&#38024;&#38155;&#30456;&#23545;&#20063;&#20250;&#26377;&#65292;&#28779;&#33647;&#21619;&#36824;&#26159;&#23569;&#22810;&#20102;&#12290;</p>
<p>&#36215;&#21021;&#19981;&#26126;&#30333;&#65292;&#20026;&#20160;&#20040;&#36825;&#20123;&#21517;&#20154;&#24895;&#24847;&#21442;&#21152;&#36825;&#20040;tough&#30340;&#33410;&#30446;&#12290;&#21518;&#26469;&#21457;&#29616;&#20102;&#65292;&#38500;&#20102;&#20197;&#24904;&#21892;&#20043;&#21517;&#65292;&#21442;&#21152;&#39640;&#25910;&#35270;&#29575;&#30495;&#20154;&#31168;&#20063;&#21487;&#20197;&#25552;&#39640;&#20182;&#20204;&#30340;&#26333;&#20809;&#29575;&#12290;&#20114;&#24110;&#20114;&#21161;&#65292;&#19981;&#38169;&#19981;&#38169;&#12290;</p>
<p>&#27604;&#22914;&#65292;&#26368;&#21518;&#33719;&#32988;&#30340;bred&#65292;&#25105;&#23601;&#25402;&#21916;&#27426;&#65292;&#26032;&#19968;&#23395;&#30340;&#32654;&#22269;&#36798;&#20154;&#36824;&#36992;&#35831;&#20182;&#21435;&#34920;&#28436;&#65292;&#27468;&#36824;&#19981;&#38169;&#30340;&#12290;&#31532;&#20108;&#37027;&#20010;Holly&#65292;&#22826;&#25226;&#20107;&#20799;&#24403;&#20107;&#20799;&#20102;&#65292;&#22833;&#21435;&#20102;&#23089;&#20048;&#31934;&#31070;&#65292;&#27809;&#20160;&#20040;&#19981;&#23545;&#65292;but not my type.</p>
<p>normal</p>
<p>&#27491;&#24120;&#30340;&#29256;&#26412;&#65292;&#25191;&#34892;&#36807;&#31243;&#21644;board room&#30340;&#26102;&#38388;&#23601;&#19968;&#21322;&#19968;&#21322;&#20102;&#12290;&#25293;&#25668;&#25191;&#34892;&#36807;&#31243;&#20013;&#65292;&#37325;&#28857;&#22312;&#20110;&#22242;&#38431;&#30340;&#30683;&#30462;&#65292;&#22833;&#36133;&#65292;&#21644;risk&#30340;&#37096;&#20998;&#12290;board room&#22312;&#36825;&#37324;&#26377;&#28857;&#37325;&#22836;&#25103;&#20102;&#65292;&#30475;&#36873;&#25163;&#20026;&#20102;&#30041;&#19979;&#26469;&#25454;&#29702;&#21147;&#20105;&#65292;&#29978;&#33267;&#26159;&#24378;&#35789;&#22842;&#29702;&#12290;&#21516;&#26102;&#21602;&#65292;&#20854;&#23454;&#36824;&#26159;&#33021;&#23398;&#21040;&#19981;&#23569;&#30340;&#12290;</p>
<p>&#27604;&#22914;&#25307;&#32856;&#36807;&#31243;&#20013;&#30340;&#32676;&#27572;&#29615;&#33410;&#65292;&#23601;&#26377;&#25928;&#20223;&#20043;&#24847;&#12290;&#30475;&#36807;&#20102;&#65292;&#33267;&#23569;&#23545;&#36825;&#26679;&#30340;&#21387;&#21147;&#21644;&#25361;&#25320;&#26377;&#24515;&#29702;&#20934;&#22791;&#65292;&#24182;&#19988;&#21487;&#20197;&#27491;&#30830;&#38754;&#23545;&#12290;&#25105;&#35273;&#24471;&#65292;&#33258;&#24049;&#36824;&#26126;&#30333;&#20102;fight&#30340;&#21547;&#20041;&#65292;&#23601;&#20107;&#20799;&#35828;&#20107;&#20799;&#12290;</p>
<p>&#27492;&#37096;&#20998;&#27491;&#22312;&#36861;&#30475;&#20013;&#12290;&#26292;&#38706;&#20102;&#26356;&#22810;&#20154;&#24615;&#30340;&#24369;&#28857;&#65292;&#21644;&#21830;&#25112;&#30340;&#37034;&#24694;~</p>
<p>&#24819;&#36215;&#20960;&#24180;&#21069;AV2&#21150;&#30340;&#25307;&#32856;&#30495;&#20154;&#31168;&#65292;&#26377;&#27169;&#20223;&#20043;&#23244;&#65292;&#26126;&#26174;&#21619;&#36947;&#19981;&#22815;&#65292;&#22823;&#27010;&#24597;&#22269;&#20154;&#19981;&#22909;&#25509;&#21463;&#21543;&#12290;</p>
<p>2. Harry Potter&#31995;&#21015;&#30005;&#24433;</p>
<p>&#31361;&#28982;&#36215;&#20102;&#20852;&#33268;&#65292;&#24050;&#32463;&#20986;&#30340;&#20840;&#37096;&#30475;&#20102;&#19968;&#36941;</p>
<p>&#36739;&#24444;&#26102;&#26377;&#20102;&#26356;&#22810;&#32784;&#24515;-&#20854;&#23454;&#26159;&#36793;&#19978;&#32593;&#36793;&#30475;&#30340;&#65292;&#24456;&#24555;</p>
<p>&#23485;&#23481;&#30340;&#35828;&#65292;&#30005;&#24433;&#33021;&#25293;&#25104;&#36825;&#26679;&#24050;&#32463;&#19981;&#38169;&#20102;&#30340;</p>
<p>&#27605;&#31455;&#65292;&#20070;&#37324;&#38754;&#32454;&#33410;&#30340;&#24773;&#33410;&#24456;&#22810;&#65292;&#30005;&#24433;&#26102;&#38388;&#37027;&#20040;&#30701;&#65292;&#21482;&#33021;&#23613;&#37327;&#20445;&#23384;&#20851;&#38190;&#24773;&#33410;&#20102;</p>
<p>&#21407;&#22768;&#19981;&#38169;&#65292;&#24456;&#26089;&#23601;&#21916;&#27426;&#20102;&#30340;</p>
<p>&#20010;&#21035;&#35282;&#33394;&#36873;&#25321;&#19981;&#21512;&#24515;&#24847;&#65292;&#36825;&#20063;&#27491;&#24120;&#65292;&#21704;&#22982;&#38647;&#29305;&#37117;&#36824;&#22312;&#27599;&#20010;&#20154;&#24515;&#20013;&#37117;&#19981;&#19968;&#20010;&#26679;&#21602;</p>
<p>&#23588;&#20854;&#26159;&#25668;&#39746;&#24618;&#65292;&#25105;&#19981;&#21916;&#27426;</p>
<p>&#21040;&#21518;&#38754;&#20960;&#37096;&#65292;&#20182;&#20204;&#22312;&#38669;&#26684;&#27779;&#33576;&#20063;&#19981;&#31359;&#24043;&#24072;&#34957;&#20102;&#65292;&#37117;&#26159;&#23398;&#38498;&#27966;&#30340;&#34924;&#34923;&#65292;&#27611;&#34915;&#65292;&#29275;&#20180;&#35044;&#12290;&#22909;&#30475;&#26159;&#22909;&#30475;&#65292;&#21487;&#26126;&#26174;&#21644;&#40635;&#29916;&#30340;&#23398;&#26657;&#27809;&#26377;&#21306;&#21035;&#20102;&#22043;&#12290;</p>
<p>3. &#33521;&#22269;&#30149;&#20154;</p>
<p>&#25402;&#22909;&#30475;&#30340;&#29255;&#20799;&#65292;&#19981;&#22810;&#35828;&#20102;&#65292;&#35910;&#29923;&#19978;&#35780;&#35770;&#19968;&#29255;&#19968;&#29255;&#30340;</p>
<p>&#20170;&#26202;&#30475;&#27861;&#20848;&#35199;&#32452;&#26354;&#26102;&#20505;&#65292;&#24819;&#21040;&#20102;&#36825;&#37096;&#30005;&#24433;</p>
<p>&#21453;&#26144;&#25112;&#20105;&#30340;&#32463;&#20856;&#29255;&#65292;&#24635;&#26159;&#26377;&#26080;&#23613;&#30340;&#20154;&#24615;&#30340;&#32416;&#32467;&#21834;~</p>
<p>&#160;</p>
<p>&#36824;&#30475;&#20102;&#21861;&#24819;&#19981;&#36215;&#26469;&#24278;</p>
<p>&#20170;&#22825;&#36824;&#20080;&#20102;&#20070;&#65292;&#21548;&#38899;&#20048;&#65292;&#21160;&#29289;&#24517;&#39035;&#21047;&#29273;&#21527;&#65292;&#38889;&#23506;&#30340;1988&#12290;&#24819;&#20080;&#30340;&#20070;&#22826;&#22810;&#65292;&#26080;&#22856;&#36164;&#37329;&#26377;&#38480;&#12290;</p>
<p>&#35805;&#35828;&#22238;&#26469;&#65292;&#20080;&#20070;&#65292;&#21487;&#27604;&#20080;&#34915;&#26381;&#24615;&#20215;&#27604;&#39640;&#22810;&#20102;&#21602;</p>
                                    </p>
</div>
  
  


    </article>
  
  <div class="pagination">
    
      <a class="prev" href="/blog/page/11/">&larr; Older</a>
    
    <a href="/blog/archives">Blog Archives</a>
    
    <a class="next" href="/blog/page/9/">Newer &rarr;</a>
    
  </div>
</div>
<aside class="sidebar">
  
    <section>
  <h1>Recent Posts</h1>
  <ul id="recent_posts">
    
      <li class="post">
        <a href="/blog/2013/03/27/version-control-dot-vim-file-with-git/">Version Control .vim File With Git</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/25/how-to-use-font-icon-in-html/">How to use font icon in HTML</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-change-git-repo-name/">how to change git repo name</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-setup-a-new-remote-git-repo/">How to setup a new remote git repo</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/13/hui-gu-2012/">回顾2012</a>
      </li>
    
  </ul>
</section>






  
</aside>

    </div>
  </div>
  <footer role="contentinfo"><p>
  Copyright &copy; 2013 - muggleyoung -
  <span class="credit">Powered by <a href="http://octopress.org">Octopress</a>. Design by <a href="http://octopressthemes.com">Octopress Themes</a>.</span>
</p>

</footer>
  

<script type="text/javascript">
      var disqus_shortname = 'muggleyoung';
      
        
        var disqus_script = 'count.js';
      
    (function () {
      var dsq = document.createElement('script'); dsq.type = 'text/javascript'; dsq.async = true;
      dsq.src = 'http://' + disqus_shortname + '.disqus.com/' + disqus_script;
      (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);
    }());
</script>







  <script type="text/javascript">
    (function(){
      var twitterWidgets = document.createElement('script');
      twitterWidgets.type = 'text/javascript';
      twitterWidgets.async = true;
      twitterWidgets.src = 'http://platform.twitter.com/widgets.js';
      document.getElementsByTagName('head')[0].appendChild(twitterWidgets);
    })();
  </script>





</body>
</html>
