
<!DOCTYPE html>
<!--[if IEMobile 7 ]><html class="no-js iem7"><![endif]-->
<!--[if lt IE 9]><html class="no-js lte-ie8"><![endif]-->
<!--[if (gt IE 8)|(gt IEMobile 7)|!(IEMobile)|!(IE)]><!--><html class="no-js" lang="en"><!--<![endif]-->
<head>
  <meta charset="utf-8">
  <title>HP - muggleyoung's blog</title>
  <meta name="author" content="muggleyoung">

  
  <meta name="description" content="&#20146;&#29233;&#30340;&#30005;&#33041;&#25346;&#20102;&#12290;&#36825;&#26159;&#20004;&#21608;&#21069;&#30340;&#20107;&#24773;&#20102;&#12290;&# &hellip;">
  

  <!-- http://t.co/dKP3o1e -->
  <meta name="HandheldFriendly" content="True">
  <meta name="MobileOptimized" content="320">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  
  <link rel="canonical" href="http://muggleyoung.github.com/blog/2009/12/03/hp/">
  <link href="/favicon.png" rel="icon">
  <link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
  <script src="/javascripts/modernizr-2.0.js"></script>
  <script src="/javascripts/ender.js"></script>
  <script src="/javascripts/octopress.js" type="text/javascript"></script>
  <link href="/atom.xml" rel="alternate" title="muggleyoung's blog" type="application/atom+xml">
  <!--Fonts from Google"s Web font directory at http://google.com/webfonts -->
<link href="http://fonts.googleapis.com/css?family=PT+Serif:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<link href="http://fonts.googleapis.com/css?family=PT+Sans:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">

  

</head>

<body   >
  <header role="banner"><hgroup>
  <h1><a href="/">muggleyoung's blog</a></h1>
  
    <h2>A blogging framework for hackers.</h2>
  
</hgroup>

</header>
  <nav role="navigation"><ul class="subscription" data-subscription="rss">
  <li><a href="/atom.xml" rel="subscribe-rss" title="subscribe via RSS">RSS</a></li>
  
</ul>
  
<form action="http://google.com/search" method="get">
  <fieldset role="search">
    <input type="hidden" name="q" value="site:muggleyoung.github.com" />
    <input class="search" type="text" name="q" results="0" placeholder="Search"/>
  </fieldset>
</form>
  
<ul class="main-navigation">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
</ul>

</nav>
  <div id="main">
    <div id="content">
      <div>
<article class="hentry" role="article">
  
  <header>
    
      <h1 class="entry-title">HP</h1>
    
    
      <p class="meta">
        








  


<time datetime="2009-12-03T00:00:00+08:00" pubdate data-updated="true">Dec 3<span>rd</span>, 2009</time>
        
      </p>
    
  </header>


<div class="entry-content"><p>
                                    <p>&#20146;&#29233;&#30340;&#30005;&#33041;&#25346;&#20102;&#12290;&#36825;&#26159;&#20004;&#21608;&#21069;&#30340;&#20107;&#24773;&#20102;&#12290;&#25509;&#30528;&#33406;&#24343;&#26862;&#21516;&#23398;&#36864;&#24441;&#21448;&#22797;&#20986;&#20102;&#65292;&#25105;&#30340;&#30005;&#33041;&#32456;&#20110;&#25165;&#22909;&#20102;&#12290;</p>
<p>&#20854;&#38388;&#65292;&#25105;&#21448;&#35013;&#31995;&#32479;&#21448;&#26432;&#27602;&#30340;&#65292;&#27809;&#23569;&#25240;&#33150;&#65292;&#21487;&#19968;&#28857;&#29992;&#37117;&#27809;&#12290;&#36824;&#26159;&#21435;&#20102;&#32500;&#20462;&#37096;&#12290;&#36825;&#20063;&#26159;&#25105;&#24403;&#21021;&#20026;&#21861;&#19981;&#21916;&#27426;&#23398;&#30828;&#20214;&#30340;&#21407;&#22240;&#20043;&#19968;&#12290;&#36719;&#20214;&#22351;&#20102;&#37325;&#35013;&#23601;&#25104;&#65292;&#27809;&#21861;&#25104;&#26412;&#65292;&#24182;&#19988;&#38382;&#39064;&#20063;&#22522;&#26412;&#21487;&#25511;&#12290;&#21487;&#25442;&#20570;&#26159;&#30828;&#20214;&#65292;&#22351;&#20102;&#23601;&#26159;&#22351;&#20102;&#65292;&#19968;&#33324;&#20154;&#20799;&#27809;&#21861;&#35774;&#22791;&#30340;&#35805;&#65292;&#36824;&#30495;&#27809;&#36761;&#12290;&#12290;&#12290;</p>
<p>&#35805;&#35828;&#25105;&#26412;&#26412;&#36807;&#20445;&#21322;&#24180;&#20102;&#65292;&#24800;&#26222;&#30340;dv2000&#12290;&#23617;&#39072;&#23617;&#39072;&#36305;&#21435;&#25214;HP&#30340;&#37329;&#29260;&#21806;&#21518;&#65292;&#37027;&#20154;&#22826;&#29408;&#20102;&#65292;&#21548;&#25105;&#25551;&#36848;&#23436;&#38382;&#39064;&#65292;&#24320;&#26426;&#65292;&#30475;&#35265;&#40657;&#23631;&#35201;&#25665;F1&#65292;&#30452;&#25509;&#26029;&#23450;&#30828;&#30424;&#35201;&#25442;&#65292;&#31995;&#32479;&#21551;&#21160;&#21518;&#65292;&#21548;&#20102;&#19979;&#39118;&#25159;&#30340;&#22768;&#38899;&#65292;&#21448;&#35828;&#35201;&#25442;&#12290;&#20004;&#20998;&#38047;&#65292;&#27809;&#26377;&#20219;&#20309;&#19987;&#19994;&#27979;&#35797;&#65292;&#23601;&#35828;&#25442;&#65292;&#20498;&#26159;&#30495;&#30465;&#20107;&#20799;&#65292;&#19981;&#33457;&#20182;&#30340;&#38065;&#19981;&#24515;&#30140;&#20182;&#12290;&#12290;&#12290;&#25442;&#20010;&#39118;&#25159;480&#65292;&#25442;&#20010;160G&#30828;&#30424;480&#65292;&#36825;&#26681;&#26412;&#29992;&#19981;&#19978;&#25105;&#25488;&#25351;&#31639;&#65292;&#30452;&#25509;&#35753;&#20182;&#32473;&#25105;&#35013;&#26426;&#65292;&#25105;&#36208;&#20154;&#20102;&#12290;</p>
<p>&#21435;&#36187;&#26684;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#36187;&#26684;&#37027;&#23478;&#31528;&#31528;&#20462;&#26159;&#32593;&#19978;&#26597;&#26469;&#30340;&#65292;&#30475;&#32769;&#26495;&#36824;&#31639;&#25964;&#19994;&#65292;&#25105;&#20063;&#32047;&#20102;&#65292;&#23601;&#30452;&#25509;&#37027;&#20799;&#20462;&#20102;&#12290;&#21516;&#26679;&#30340;&#25551;&#36848;&#38382;&#39064;&#65292;&#24320;&#26426;&#65292;&#35980;&#20284;dv&#31995;&#21015;&#26174;&#21345;&#20986;&#38382;&#39064;&#36865;&#20462;&#30340;&#24456;&#22810;&#65292;&#21516;&#24535;&#20204;&#37117;&#20197;&#20026;&#25105;&#30340;&#26174;&#21345;&#25346;&#20102;&#12290;&#12290;&#12290;&#37027;&#23601;&#35797;&#39564;&#21591;&#65292;&#36305;3d&#65292;&#24456;&#39034;&#30021;&#65292;&#27809;&#21040;5&#20998;&#38047;&#65292;&#28201;&#24230;&#26816;&#27979;CPU&#30452;&#25509;&#23601;&#39129;&#19978;80&#24230;&#20102;&#65292;&#30828;&#30424;&#20063;&#19981;&#29976;&#31034;&#24369;&#21834;&#65292;70+&#12290;&#39069;&#28404;&#23064;&#21834;&#65292;&#32500;&#20462;&#37096;&#30340;&#24072;&#20613;&#36319;&#23398;&#24466;&#25490;&#38431;&#35266;&#25705;&#22914;&#27492;&#28201;&#26262;&#30340;&#26412;&#26412;&#12290;&#32780;&#19988;&#20856;&#22411;&#30340;&#21319;&#28201;&#24555;&#38477;&#28201;&#24930;&#12290;&#12290;&#12290;</p>
<p>&#21643;&#21150;&#65311;&#25442;&#39118;&#25159;&#21591;~&#20110;&#26159;&#19968;&#23567;&#23401;&#25273;&#33011;&#33162;&#25405;&#34966;&#23376;&#65292;&#24320;&#22987;&#35299;&#21078;&#12290;&#22240;&#20026;&#24597;&#34987;JS&#25442;&#38646;&#20214;&#65292;&#25105;&#22362;&#25345;&#35266;&#25705;&#25972;&#20010;&#25163;&#26415;&#36807;&#31243;&#12290;&#28982;&#21518;&#23601;&#30524;&#30597;&#36825;&#25105;&#21487;&#29233;&#30340;&#30005;&#33041;&#34987;&#32930;&#35299;&#30340;&#27809;&#20010;&#20154;&#26679;&#20799;&#65292;&#33021;&#25286;&#30340;&#20840;&#37117;&#25286;&#20102;&#65292;&#19968;&#29255;&#20799;&#19968;&#29255;&#20799;&#30340;&#26495;&#26495;&#65292;&#25343;&#36215;&#26469;&#24213;&#19979;&#36824;&#25481;&#30528;&#20960;&#26681;&#32447;&#32447;&#65292;&#36824;&#26377;&#20123;&#28784;&#23576;&#22312;&#21608;&#36973;&#33829;&#36896;&#27668;&#27675;&#65292;&#37027;&#24808;&#29366;&#12290;&#12290;&#12290;&#25105;&#37117;&#21463;&#19981;&#20102;&#20102;&#65292;&#24515;&#30140;&#24471;&#35201;&#27515;&#12290;&#12290;&#12290;&#30475;&#36807;&#29926;&#21147;&#27809;&#65292;&#20182;&#34987;&#22403;&#22334;&#22788;&#29702;&#22120;&#21387;&#22351;&#30340;&#26679;&#23376;&#22815;&#24808;&#20102;&#21543;&#65292;&#25105;&#23478;&#23567;&#26412;&#27604;&#37027;&#36824;&#21487;&#24604;&#65281;&#26174;&#31034;&#22120;&#37117;&#21981;&#26865;&#21679;&#26865;&#30340;&#30828;&#32473;&#25300;&#19979;&#26469;&#20102;&#65292;&#21834;&#12290;&#12290;&#12290;&#12290;&#20986;&#21457;&#21069;&#65292;&#25105;&#36824;&#19987;&#38376;&#24102;&#20102;&#30456;&#26426;&#65292;&#35828;&#25293;&#19979;&#20462;&#29702;&#36807;&#31243;&#30041;&#20010;&#32426;&#24565;&#21591;&#12290;&#37027;&#20250;&#24515;&#30140;&#30340;&#21738;&#36824;&#39038;&#24471;&#19978;&#25293;&#29031;&#65292;&#20877;&#35828;&#20102;&#65292;&#20063;&#27809;&#21191;&#27668;&#25343;&#22914;&#27492;&#24808;&#28872;&#30340;&#22270;&#29255;&#20877;&#21050;&#28608;&#33258;&#24049;&#65292;&#36930;&#25918;&#24323;&#12290;&#12290;&#12290;</p>
<p>&#25442;&#20102;&#39118;&#25159;&#28201;&#24230;&#38477;&#20102;&#65292;&#30005;&#33041;&#20381;&#28982;&#21345;&#65292;&#26469;&#19981;&#21450;&#26816;&#26597;&#23601;&#19979;&#29677;&#20102;&#65292;&#25105;&#21448;&#24525;&#21463;&#20102;&#19968;&#26202;&#19978;&#36830;&#29609;&#32440;&#29260;&#40736;&#26631;&#37117;&#20250;&#25238;&#30340;&#31995;&#32479;&#12290;&#20170;&#26089;&#65292;&#19968;&#26089;&#22868;&#36187;&#26684;&#21435;&#65292;&#20570;&#22909;&#20877;&#27425;&#25163;&#26415;&#30340;&#24515;&#29702;&#20934;&#22791;&#12290;&#26816;&#26597;&#30828;&#30424;&#65292;&#21018;&#24320;&#22987;&#27809;&#20960;&#20998;&#38047;&#23601;&#20986;&#29616;&#20457;&#29289;&#29702;&#22351;&#36947;&#12290;&#25353;&#29031;&#26816;&#27979;&#36719;&#20214;&#30340;&#20998;&#32423;&#65292;&#20986;&#29616;&#27225;&#33394;&#65292;&#32418;&#33394;&#22359;&#23601;&#26159;&#20005;&#37325;&#32423;&#38169;&#35823;&#20102;&#65292;&#19981;&#21040;10&#20998;&#38047;&#65292;&#25105;&#26377;&#20102;&#36817;50&#20010;&#12290;&#12290;&#12290;&#12290;&#20110;&#26159;&#65292;&#32500;&#20462;&#37096;&#30340;&#24072;&#20613;&#21644;&#23398;&#24466;&#20204;&#21448;&#24320;&#22987;&#25490;&#38431;&#35266;&#25705;&#65292;&#27599;&#20010;&#20154;&#36824;&#37117;&#38750;&#24120;&#25964;&#19994;&#65292;&#20020;&#36208;&#19981;&#24536;&#29992;&#33258;&#24049;&#30340;&#19987;&#19994;&#30693;&#35782;&#20570;&#35786;&#26029;&#65292;&#39034;&#20415;&#21050;&#28608;&#25105;&#24188;&#23567;&#33030;&#24369;&#30340;&#24515;&#28789;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#25240;&#33150;&#20102;&#20004;&#22825;&#65292;&#20195;&#20215;&#26159;&#65292;&#19968;&#20010;&#39118;&#25159;150RMB&#65292;&#19968;&#20010;&#30828;&#30424;360RMB&#65292;&#20026;&#20102;&#30041;&#20316;&#32426;&#24565;&#65292;&#33039;&#30340;&#28784;&#27604;&#32769;&#22899;&#20154;&#33080;&#19978;&#30340;&#31881;&#36824;&#21402;&#30340;&#30772;&#39118;&#25159;&#24102;&#22238;&#26469;&#20102;&#65292;&#20026;&#20102;&#30465;&#38065;&#65292;&#25105;&#25226;&#22909;&#20960;&#20010;&#36923;&#36753;&#22351;&#36947;&#29289;&#29702;&#22351;&#36947;&#30340;&#26087;&#30828;&#30424;&#35013;&#22312;&#26032;&#22771;&#23376;&#37324;&#65292;&#20316;&#20026;&#21490;&#19978;&#26368;&#19981;&#31283;&#23450;&#30340;&#31227;&#21160;&#30828;&#30424;&#20351;&#20102;&#65292;&#24223;&#29289;&#20877;&#21033;&#29992;&#21591;&#65292;&#36825;&#20040;&#36149;&#30340;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#24635;&#32467;&#20102;&#19979;&#65292;&#25955;&#28909;&#19981;&#22909;&#26159;HP&#30340;&#36890;&#30149;&#65292;&#21152;&#19978;&#35199;&#23433;&#30340;&#31354;&#27668;&#39063;&#31890;&#22810;&#65292;&#25105;&#20063;&#20174;&#26469;&#27809;&#32500;&#25252;&#36807;&#21861;&#65292;&#39118;&#25159;&#33258;&#28982;&#20250;&#20986;&#38382;&#39064;&#12290;&#31070;&#22855;&#30340;&#26159;&#65292;&#25105;&#26412;&#26412;&#24863;&#35273;&#21040;&#21457;&#28907;&#24555;&#19968;&#24180;&#20102;&#65292;&#20174;&#26257;&#20551;&#24320;&#22987;&#20986;&#39118;&#21475;&#23601;&#24050;&#32463;&#24863;&#35273;&#19981;&#21040;&#31354;&#27668;&#27969;&#36890;&#20102;&#65292;&#30828;&#26159;&#22362;&#25345;&#21040;&#29616;&#22312;&#65292;&#22909;&#22362;&#24378;~~~&#23588;&#20854;&#20154;&#23478;&#37117;&#35828;dv&#26174;&#21345;&#29305;&#23047;&#27668;&#65292;&#20687;&#25105;&#36825;&#26679;&#39640;&#28201;&#28903;&#65292;&#26174;&#21345;&#31455;&#28982;&#36824;&#27963;&#30528;&#30495;&#26159;&#22855;&#36857;&#65292;&#24681;&#65292;&#25105;&#26174;&#21345;&#20105;&#27668;&#65281;&#20877;&#20105;&#27668;&#28857;&#65292;&#25745;&#21040;&#27605;&#19994;&#23601;&#21151;&#24503;&#22278;&#28385;&#20102;&#12290;&#12290;&#12290;</p>
<p>&#36824;&#26377;&#23601;&#26159;&#30828;&#30424;&#65292;&#36825;&#32431;&#31929;&#26159;&#25105;&#19981;&#29233;&#24796;&#36896;&#25104;&#30340;&#12290;&#33021;&#22351;&#25104;&#36825;&#26679;&#30340;&#30828;&#30424;&#20272;&#35745;&#30495;&#19981;&#22810;&#65292;&#21035;&#32769;&#35753;&#20182;&#39640;&#36895;&#36816;&#34892;&#65292;&#23588;&#20854;&#21035;&#22312;&#39640;&#36895;&#36816;&#34892;&#30340;&#26102;&#20505;&#26292;&#21147;&#20851;&#26426;&#65292;&#25110;&#32773;&#25644;&#30528;&#30005;&#33041;&#26179;&#33633;&#12290;&#25105;&#30340;&#30828;&#30424;&#32463;&#21463;&#36825;&#26679;&#30340;&#25240;&#30952;&#24456;&#20037;&#20102;&#65292;&#30495;&#26159;&#23545;&#19981;&#20303;&#20182;&#32769;&#20154;&#23478;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#20498;&#38665;&#30340;&#26102;&#20505;&#30495;&#30340;&#23601;&#20250;&#25972;&#20010;&#20154;&#30340;&#27668;&#22330;&#37117;&#29408;&#29408;&#20498;&#38665;&#65292;&#40736;&#26631;&#20063;&#25346;&#20102;&#65292;&#26524;&#28982;&#20080;&#32791;&#26448;&#19981;&#33021;&#36138;&#20415;&#23452;&#19981;&#33021;&#22270;&#22909;&#30475;&#65292;&#20140;&#19996;&#27491;&#22909;&#20419;&#38144;&#65292;&#19968;&#20010;&#36824;&#19981;&#38169;&#30340;&#28216;&#25103;&#40736;&#25165;79&#65292;&#19987;&#31243;&#36305;&#36187;&#26684;&#21435;&#32771;&#23519;&#20102;&#65292;&#25163;&#24863;&#24456;&#22909;&#65292;&#38500;&#20102;&#40736;&#26631;&#32922;&#23376;&#19978;&#30011;&#30340;&#37027;&#26465;&#34503;&#26377;&#28857;&#37034;&#24694;&#65292;&#37027;&#37324;&#21334;170&#65292;&#21704;&#21704;&#65292;&#39039;&#26102;&#35273;&#24471;&#25105;&#36186;&#20102;&#65292;&#22238;&#23478;&#23601;&#20808;&#19978;&#32593;&#19979;&#21333;&#35746;&#36141;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/533314812598495980.jpg" border="0" alt="" /></p>
<p>&#21643;&#26679;&#65292;&#36156;&#40657;&#26263;&#20102;&#21543;~~</p>
                                    </p>
</div>


  <footer>
    <p class="meta">
      
  

<span class="byline author vcard">Posted by <span class="fn">muggleyoung</span></span>

      








  


<time datetime="2009-12-03T00:00:00+08:00" pubdate data-updated="true">Dec 3<span>rd</span>, 2009</time>
      


    </p>
    
      <div class="sharing">
  
  <a href="http://twitter.com/share" class="twitter-share-button" data-url="http://muggleyoung.github.com/blog/2009/12/03/hp/" data-via="" data-counturl="http://muggleyoung.github.com/blog/2009/12/03/hp/" >Tweet</a>
  
  
  
</div>

    
    <p class="meta">
      
        <a class="basic-alignment left" href="/blog/2009/11/30/%E8%BF%B7%E7%B3%8A%E7%9A%84%E9%95%BF%E5%A4%A7/" title="Previous Post: 迷糊的长大">&laquo; 迷糊的长大</a>
      
      
        <a class="basic-alignment right" href="/blog/2009/12/04/smart-is-the-new-sexy/" title="Next Post: Smart is the new sexy">Smart is the new sexy &raquo;</a>
      
    </p>
  </footer>
</article>

</div>

<aside class="sidebar">
  
    <section>
  <h1>Recent Posts</h1>
  <ul id="recent_posts">
    
      <li class="post">
        <a href="/blog/2013/01/13/hui-gu-2012/">回顾2012</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/08/my-frist-post/">my-frist-post</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/05/14/eclipse---java.lang.noclassdeffounderror%3A-com.jayway.android.robotium.solo.solo%E9%94%99%E8%AF%AF%E8%A7%A3%E5%86%B3/">eclipse - java.lang.NoClassDefFoundError: com.jayway.android.robotium.solo.Solo错误解决</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/04/08/%E4%BD%A0%E7%8E%B0%E5%9C%A8%E7%9A%84%E5%B7%A5%E4%BD%9C%E8%BD%BB%E6%9D%BE%E4%B9%88%EF%BC%9F/">你现在的工作轻松么？</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/02/19/css%E7%AC%94%E8%AE%B0-position%E9%83%BD%E6%9C%89%E5%95%A5%E5%B1%9E%E6%80%A7/">CSS笔记-position都有啥属性</a>
      </li>
    
  </ul>
</section>






  
</aside>


    </div>
  </div>
  <footer role="contentinfo"><p>
  Copyright &copy; 2013 - muggleyoung -
  <span class="credit">Powered by <a href="http://octopress.org">Octopress</a>. Design by <a href="http://octopressthemes.com">Octopress Themes</a>.</span>
</p>

</footer>
  







  <script type="text/javascript">
    (function(){
      var twitterWidgets = document.createElement('script');
      twitterWidgets.type = 'text/javascript';
      twitterWidgets.async = true;
      twitterWidgets.src = 'http://platform.twitter.com/widgets.js';
      document.getElementsByTagName('head')[0].appendChild(twitterWidgets);
    })();
  </script>





</body>
</html>
