
<!DOCTYPE HTML>
<html>
<head>
	<meta charset="utf-8">
	<title>旅行的意义-one week - </title>
	<meta name="author" content="muggleyoung">

	
	<meta name="description" content="&#35980;&#20284;&#26377;&#19968;&#39318;&#20013;&#25991;&#27468;&#21483;&#36825;&#21517;&#20799;&#65292;&#19987;&#38376;&#26597;&#20102;&#27468;&# &hellip;">
	
	<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

	<link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
	<link rel="canonical" href="">
	<link href="/favicon.png" rel="shortcut icon">
	<link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
	<!--[if lt IE 9]><script src="//html5shiv.googlecode.com/svn/trunk/html5.js"></script><![endif]-->
	<script src="//ajax.googleapis.com/ajax/libs/jquery/1.7.2/jquery.min.js"></script>
	
</head>

<body>
	<header id="header" class="inner"><h1><a href="/"></a></h1>
<nav id="main-nav"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</nav>
<nav id="mobile-nav">
	<div class="alignleft menu">
		<a class="button">Menu</a>
		<div class="container"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</div>
	</div>
	<div class="alignright search">
		<a class="button"></a>
		<div class="container">
			<form action="http://google.com/search" method="get">
				<input type="text" name="q" results="0">
				<input type="hidden" name="q" value="site:muggleyoung.github.com">
			</form>
		</div>
	</div>
</nav>
<nav id="sub-nav" class="alignright">
	<div class="social">
		
		
		
		
    
		
		
		
		
		
		<a class="rss" href="/atom.xml" title="RSS">RSS</a>
		
	</div>
	<form class="search" action="http://google.com/search" method="get">
		<input class="alignright" type="text" name="q" results="0">
		<input type="hidden" name="q" value="site:muggleyoung.github.com">
	</form>
</nav>

</header>
	
		
	
	<div id="content" class="inner"><article class="post">
	<h2 class="title">旅行的意义-one Week</h2>
	<div class="entry-content"><p>
                                    <p>&#35980;&#20284;&#26377;&#19968;&#39318;&#20013;&#25991;&#27468;&#21483;&#36825;&#21517;&#20799;&#65292;&#19987;&#38376;&#26597;&#20102;&#27468;&#35789;&#65292;&#20869;&#23481;&#21644;&#25105;&#24819;&#30340;&#23436;&#20840;&#19981;&#21516;&#12290;</p>
<p>&#25105;&#35201;&#35828;&#30340;&#65292;&#26159;&#30005;&#24433;&#20799;&#12290;&#65288;&#20799;&#21270;&#38899;&#30495;&#22909;&#29609;&#65289;</p>
<p>&#160;<a href="http://muggleyoung.photo.hexun.com/73129613_d.html" target="_blank"><img onload="var image=new Image();image.src=this.src;if(image.width&gt;0 &amp;&amp; image.height&gt;0){if(image.width&gt;=700){this.width=700;this.height=image.height*700/image.width;}}" alt="&#26597;&#30475;&#26356;&#22810;&#31934;&#24425;&#22270;&#29255;" src="http://photo18.hexun.com/p/2009/1101/365648/b_1B782297BF9876BC14D756E4FC970D78.jpg" border="0" /></a><br /><br /><a href="http://muggleyoung.photo.hexun.com/73129635_d.html" target="_blank"><img onload="var image=new Image();image.src=this.src;if(image.width&gt;0 &amp;&amp; image.height&gt;0){if(image.width&gt;=700){this.width=700;this.height=image.height*700/image.width;}}" alt="&#26597;&#30475;&#26356;&#22810;&#31934;&#24425;&#22270;&#29255;" src="http://photo18.hexun.com/p/2009/1101/365648/b_258B959CDFF5AEDE0C21023EB650A172.jpg" border="0" /></a><br /><br /></p>
<p>one week</p>
<p>&#31639;&#26159;&#37096;&#21152;&#25343;&#22823;&#25991;&#33402;&#29255;&#21543;&#12290;&#20027;&#39064;&#25402;&#20439;&#22871;&#65292;&#23601;&#26159;&#19968;&#20010;&#20154;&#29983;&#30149;&#20102;&#65292;&#27809;&#22810;&#23569;&#26085;&#23376;&#20102;&#65292;&#28982;&#21518;&#31361;&#28982;&#24819;&#25913;&#21464;&#29616;&#29366;&#65292;&#20986;&#21435;&#26053;&#34892;&#65292;&#23547;&#25214;&#33258;&#25105;</p>
<p>&#24320;&#22987;&#30340;&#37096;&#20998;&#26377;&#27861;&#22269;&#30005;&#24433;&#30340;&#35843;&#35843;&#65292;&#24046;&#21035;&#22312;&#20110;&#20154;&#29289;&#65292;&#39118;&#26223;&#21450;&#26049;&#30333;&#26159;&#21271;&#32654;&#30340;&#33539;&#20799;&#65292;&#25105;&#21916;&#27426;&#37027;&#36793;&#30340;&#39640;&#36895;&#20844;&#36335;&#65292;&#21035;&#26377;&#39118;&#24773;&#12290;</p>
<p>&#19968;&#30452;&#30475;&#21040;&#21518;&#21322;&#37096;&#20998;&#65292;&#24320;&#22987;&#30495;&#27491;&#21916;&#27426;&#36825;&#37096;&#29255;&#12290;&#24182;&#19981;&#26159;&#37027;&#20040;&#31616;&#21333;&#30340;&#19968;&#20010;&#25925;&#20107;&#65292;&#20027;&#20154;&#20844;&#30340;&#24515;&#36335;&#21382;&#31243;&#28129;&#28129;&#30340;&#23601;&#37027;&#20040;&#20986;&#26469;&#20102;&#65292;&#23548;&#28436;&#20284;&#20046;&#24076;&#26395;&#35266;&#20247;&#20063;&#33021;&#26377;&#36825;&#26679;&#30340;&#24515;&#22659;&#65306;to strive,to seek, to find, and not to yiefld&#12290;&#36825;&#21477;&#35805;&#24590;&#20040;&#34920;&#36848;&#27809;&#35760;&#28165;&#65292;&#19987;&#38376;&#26597;&#36807;&#30340;&#65292;&#20294;&#35760;&#19979;&#20102;&#33258;&#24049;&#26576;&#31181;&#31243;&#24230;&#19978;&#27491;&#26159;&#38656;&#35201;&#36825;&#31181;&#24515;&#24773;&#12290;&#19981;&#26159;&#25105;&#19981;&#21916;&#27426;&#25105;&#30340;&#23398;&#26657;&#65292;&#32780;&#26159;&#36825;&#20010;&#23398;&#26657;&#30340;&#25991;&#21270;&#23454;&#22312;&#35753;&#25105;&#35273;&#24471;&#12290;&#12290;&#12290;&#22833;&#21435;&#20102;&#33258;&#24049;&#65292;&#21482;&#26159;&#22312;&#29615;&#22659;&#30340;&#29071;&#38518;&#19979;&#21162;&#21147;&#8220;&#31185;&#30740;&#8221;&#12290;&#39064;&#22806;&#35805;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#26368;&#26377;&#20849;&#40483;&#30340;&#26159;&#36861;&#23547;&#30340;&#36807;&#31243;&#12290;&#23588;&#20854;&#26159;&#20182;&#31163;&#24320;&#26410;&#23130;&#22971;&#65292;&#26368;&#21518;&#21448;&#22238;&#21040;&#22905;&#36523;&#36793;&#65292;&#25105;&#24456;&#38663;&#24778;&#65292;&#24819;&#19981;&#26126;&#30333;&#20182;&#21040;&#24213;&#24819;&#35201;&#20160;&#20040;&#12290;&#30561;&#20102;&#19968;&#35273;&#25165;&#31639;&#26126;&#30333;&#28857;&#65292;&#22312;&#36825;&#20010;&#26102;&#20505;&#65292;&#32416;&#32467;&#21040;&#24213;&#24819;&#35201;&#20160;&#20040;&#36825;&#20010;&#32467;&#26524;&#29978;&#33267;&#37117;&#19981;&#37325;&#35201;&#65292;&#37325;&#35201;&#30340;&#26159;&#36807;&#31243;&#65292;&#22312;&#36807;&#31243;&#20013;&#26126;&#30333;&#33258;&#24049;&#12290;</p>
<p>ran&#19981;&#28165;&#20102;ran&#19981;&#28165;&#20102;&#65292;&#21453;&#27491;&#35273;&#24471;&#36825;&#29255;&#36824;&#19981;&#36182;&#65292;&#21482;&#26159;&#38656;&#35201;&#26102;&#38388;&#38745;&#38745;&#30340;&#30475;</p>
<p>&#29255;&#23376;&#30340;&#25293;&#25668;&#36824;&#26159;&#25402;&#19981;&#38169;&#30340;&#65292;&#39118;&#26223;&#65292;&#37197;&#20048;&#65292;&#26049;&#30333;&#12290;&#24681;&#65292;&#26049;&#30333;&#30340;&#22768;&#38899;&#36234;&#21548;&#36234;sexy&#65292;&#21916;&#27426;&#21834;&#12290;&#24773;&#33410;&#20063;&#19981;&#22914;&#24819;&#35937;&#30340;&#27785;&#38391;&#65292;&#31639;&#26159;&#20027;&#39064;&#31245;&#26174;&#27785;&#37325;&#30340;&#36731;&#21916;&#21095;&#21543;</p>
<p>&#24681;&#65292;&#22914;&#26524;&#36824;&#26377;&#19968;&#22825;&#65292;&#19968;&#21608;&#65292;&#19968;&#20010;&#26376;&#30340;&#26102;&#20505;&#65292;&#25105;&#20250;&#24590;&#20040;&#20570;&#65292;&#20320;&#21448;&#20250;&#24590;&#20040;&#20570;&#65311;</p>
                                    </p>
</div>


<div class="meta">
	<div class="date">








  


<time datetime="2009-11-01T00:00:00+05:30" pubdate data-updated="true">Nov 1<span>st</span>, 2009</time></div>
	<div class="tags">

</div>
	
</div></article>

	<div class="share">
	<div class="addthis_toolbox addthis_default_style ">
	
	
	<a class="addthis_button_tweet"></a>
	
	
	<a class="addthis_counter addthis_pill_style"></a>
	</div>
  <script type="text/javascript" src="http://s7.addthis.com/js/250/addthis_widget.js#pubid="></script>
</div>


</div>
	<footer id="footer" class="inner">Copyright &copy; 2014

    muggleyoung

</footer>
	<script src="/javascripts/slash.js"></script>
<script src="/javascripts/jquery.fancybox.pack.js"></script>
<script type="text/javascript">
(function($){
	$('.fancybox').fancybox();
})(jQuery);
</script> <!-- Delete or comment this line to disable Fancybox -->






</body>
</html>