
<!DOCTYPE HTML>
<html>
<head>
	<meta charset="utf-8">
	<title>我也会玩黑名单，哼哼-dance with my father - </title>
	<meta name="author" content="muggleyoung">

	
	<meta name="description" content="&#36825;&#37324;&#26159;&#22403;&#22334;&#26742;&#65292;&#25105;&#36825;&#20004;&#22825;&#22403;&#22334;&#26080;&#27604;&#27867;&#28389;
&#20170;&# &hellip;">
	
	<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

	<link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
	<link rel="canonical" href="">
	<link href="/favicon.png" rel="shortcut icon">
	<link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
	<!--[if lt IE 9]><script src="//html5shiv.googlecode.com/svn/trunk/html5.js"></script><![endif]-->
	<script src="//ajax.googleapis.com/ajax/libs/jquery/1.7.2/jquery.min.js"></script>
	
</head>

<body>
	<header id="header" class="inner"><h1><a href="/"></a></h1>
<nav id="main-nav"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</nav>
<nav id="mobile-nav">
	<div class="alignleft menu">
		<a class="button">Menu</a>
		<div class="container"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</div>
	</div>
	<div class="alignright search">
		<a class="button"></a>
		<div class="container">
			<form action="http://google.com/search" method="get">
				<input type="text" name="q" results="0">
				<input type="hidden" name="q" value="site:muggleyoung.github.com">
			</form>
		</div>
	</div>
</nav>
<nav id="sub-nav" class="alignright">
	<div class="social">
		
		
		
		
    
		
		
		
		
		
		<a class="rss" href="/atom.xml" title="RSS">RSS</a>
		
	</div>
	<form class="search" action="http://google.com/search" method="get">
		<input class="alignright" type="text" name="q" results="0">
		<input type="hidden" name="q" value="site:muggleyoung.github.com">
	</form>
</nav>

</header>
	
		
	
	<div id="content" class="inner"><article class="post">
	<h2 class="title">我也会玩黑名单，哼哼-dance With My Father</h2>
	<div class="entry-content"><p>
                                    <p>&#36825;&#37324;&#26159;&#22403;&#22334;&#26742;&#65292;&#25105;&#36825;&#20004;&#22825;&#22403;&#22334;&#26080;&#27604;&#27867;&#28389;</p>
<p>&#20170;&#26089;&#19978;&#21507;&#20102;&#32993;&#36771;&#27748;&#65292;&#22823;&#30871;&#22823;&#39309;&#65292;&#36825;&#20063;&#24046;&#19981;&#22810;&#26159;&#20170;&#22825;&#26368;happy&#30340;&#19968;&#20250;&#20799;&#20102;&#12290;&#25105;&#19968;&#22914;&#26082;&#24448;&#30340;&#21507;&#36208;&#20102;&#36523;&#36793;&#30340;&#19977;&#25320;&#20154;&#21518;&#24515;&#28385;&#24847;&#33487;&#30340;&#36215;&#36523;&#12290;</p>
<p>&#22312;&#23454;&#39564;&#23460;&#26179;&#24736;&#21040;&#20013;&#21320;&#65292;&#19981;&#24819;&#21507;&#39277;&#65292;&#22238;&#26469;&#36538;&#22312;&#24202;&#19978;&#30475;&#20070;&#30561;&#35273;&#12290;</p>
<p>&#30561;&#22815;&#20102;&#24819;&#35828;&#35805;&#65292;&#21457;&#30701;&#20449;&#21518;&#25165;&#21457;&#29616;&#27809;&#26377;&#20154;&#21487;&#20197;&#39578;&#25200;&#65292;&#38500;&#20102;&#25105;&#29240;&#22920;&#12290;&#22823;&#23478;&#37117;&#22312;&#24537;&#65292;&#36891;&#34903;&#30340;&#65292;&#26053;&#28216;&#30340;&#65292;&#32422;&#20250;&#30340;~</p>
<p>&#25105;&#29240;&#24456;&#23849;&#28291;&#65292;&#30475;&#25105;&#36825;&#20040;&#26080;&#32842;&#65292;&#31455;&#28982;&#24320;&#22987;&#20652;&#25105;&#25214;&#20010;&#30007;&#26379;&#21451;&#12290;&#26197;&#21834;&#65292;&#36825;&#21448;&#19981;&#26159;&#29992;&#26469;&#25490;&#36963;&#23490;&#23518;&#30340;&#12290;&#12290;&#12290;</p>
<p>&#34429;&#28982;&#29983;&#24847;&#24537;&#65292;&#29241;&#22320;&#36824;&#26159;&#24456;&#32784;&#24515;&#30340;&#32473;&#25105;&#19978;&#20102;&#19968;&#35838;&#65292;&#25105;&#27882;&#27969;&#28385;&#38754;&#30340;&#25215;&#35834;&#65292;&#19981;&#28902;&#24700;&#20102;&#65292;&#20182;&#25165;&#32610;&#20241;~~~&#35826;&#20154;&#19981;&#20518;&#30340;&#29241;&#21834;~~</p>
<p>&#20854;&#23454;&#26368;&#19981;&#29245;&#30340;&#20107;&#24773;&#26159;&#65292;&#20170;&#22825;&#31361;&#28982;&#24847;&#35782;&#21040;&#65292;&#25105;&#21487;&#33021;&#34987;&#20154;&#21152;&#20837;&#40657;&#21517;&#21333;&#20102;&#12290;&#20851;&#38190;&#26159;&#26412;&#26469;&#22823;&#23478;&#22909;&#22909;&#30340;&#65292;&#21643;&#23601;&#36825;&#26679;&#21602;&#65292;&#21861;&#20063;&#19981;&#35828;&#19968;&#22768;&#12290;&#21710;&#65292;&#20877;&#24590;&#20040;&#35828;&#20063;&#24403;&#20182;&#26159;&#22909;&#26379;&#21451;&#21602;&#12290;&#26159;&#25105;&#30340;&#19968;&#21410;&#24773;&#24895;&#20040;&#65292;&#36824;&#26159;&#25105;&#21738;&#37324;&#24825;&#21040;&#35841;&#20102;&#12290;&#30495;&#21463;&#19981;&#20102;&#36825;&#26679;&#30340;&#65292;&#23425;&#24895;&#35841;&#26469;&#36319;&#25105;&#21557;&#26550;&#12290;&#30699;&#24773;&#20010;&#21861;&#20040;&#65292;&#36824;&#19981;&#22914;&#20010;&#22899;&#23043;&#12290;</p>
<p>&#36825;&#35753;&#25105;&#21448;&#24819;&#36215;&#20102;&#23663;&#28330;&#32769;&#34903;&#30340;&#26102;&#20505;&#65292;&#22240;&#20026;&#24863;&#24773;&#30340;&#20107;&#24773;&#34987;&#19968;&#32676;&#20154;&#25945;&#32946;+&#23433;&#24944;&#21518;&#65292;&#25165;&#24847;&#35782;&#21040;&#26159;&#33258;&#24049;&#30475;&#38169;&#20154;&#65292;&#21741;&#21040;&#21912;&#19981;&#36807;&#27668;&#12290;&#19981;&#20026;&#21035;&#30340;&#65292;&#23601;&#27668;&#33258;&#24049;&#65292;&#26377;&#19968;&#20999;&#20184;&#35832;&#19996;&#27969;&#30340;&#24863;&#35273;&#12290;&#36825;&#27425;&#20063;&#19968;&#26679;&#65292;&#24403;&#20570;&#20804;&#24351;&#30340;&#20154;&#31361;&#28982;&#36825;&#26679;&#65292;&#25105;&#27668;&#33258;&#24049;&#65292;&#24635;&#26159;&#20570;&#19981;&#20540;&#24471;&#30340;&#20184;&#20986;&#12290;&#21756;&#65292;&#25105;&#25253;&#22797;&#24515;&#26497;&#24378;&#65292;&#20170;&#22825;&#25226;&#30475;&#19981;&#39034;&#30524;&#30340;&#20154;&#20063;&#20840;&#25289;&#40657;&#20102;&#65292;&#21704;&#21704;&#12290;&#26080;&#36764;&#36973;&#27523;&#30340;&#21516;&#23398;&#35748;&#26685;&#21543;~</p>
<p>&#23396;&#21333;&#30340;&#19968;&#22825;&#21834;~&#23601;&#19979;&#21320;&#30475;&#20070;&#37027;&#20250;&#36824;&#31639;&#33298;&#22374;&#12290;&#22826;&#38451;&#27491;&#22909;&#29031;&#36827;&#23487;&#33293;&#12290;&#36182;&#22312;&#24202;&#19978;&#65292;&#31383;&#24088;&#20063;&#19981;&#25289;&#65292;&#30475;&#37027;&#26412;&#22823;&#26641;&#12290;&#25402;&#22909;&#30475;&#30340;&#19968;&#26412;&#20070;&#65292;&#24456;&#20037;&#27809;&#26377;&#30475;&#36825;&#20040;&#26377;&#24819;&#35937;&#21147;&#30340;&#25925;&#20107;&#30340;&#12290;&#30701;&#30701;&#30340;&#65292;&#30830;&#24456;&#31934;&#24425;&#12290;</p>
<p>&#26126;&#22825;&#35201;&#20986;&#38376;&#20102;&#65292;&#32473;&#20146;&#29233;&#30340;&#22969;&#20080;&#20010;&#22826;&#38451;&#38236;&#21435;&#12290;&#32769;&#22825;&#20445;&#20305;&#21035;&#35753;&#25105;&#32922;&#23376;&#30140;&#12290;&#38463;&#38376;~</p>
<p>&#20170;&#20799;&#26368;&#24863;&#35874;&#20474;&#20146;&#29233;&#30340;&#29241;&#23064;&#12290;&#35760;&#24471;&#26377;&#20457;&#20851;&#20110;father&#65292;mother&#30340;&#27468;&#65292;&#19981;&#36807;&#19968;&#26102;&#38388;&#21482;&#25214;&#21040;&#20102;&#36825;&#39318;&#65292;dance with my father.&#24456;&#22909;&#21548;
<object classid="clsid:6bf52a52-394a-11d3-b153-00c04f79faa6" width="0" height="0" codebase="http://activex.microsoft.com/activex/controls/mplayer/en/nsmp2inf.cab#Version=5,1,52,701">
<param name="url" value="http://www.tzsy.cn/uploads/allimg/200805_200/20085410493695377801.mp3" /><embed type="application/x-mplayer2" width="0" height="0" src="http://www.tzsy.cn/uploads/allimg/200805_200/20085410493695377801.mp3"></embed></object>
</p>
                                    </p>
</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-04-04T00:00:00+08:00" pubdate data-updated="true">Apr 4<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>

	<div class="share">
	<div class="addthis_toolbox addthis_default_style ">
	
	
	<a class="addthis_button_tweet"></a>
	
	
	<a class="addthis_counter addthis_pill_style"></a>
	</div>
  <script type="text/javascript" src="http://s7.addthis.com/js/250/addthis_widget.js#pubid="></script>
</div>


</div>
	<footer id="footer" class="inner">Copyright &copy; 2014

    muggleyoung

</footer>
	<script src="/javascripts/slash.js"></script>
<script src="/javascripts/jquery.fancybox.pack.js"></script>
<script type="text/javascript">
(function($){
	$('.fancybox').fancybox();
})(jQuery);
</script> <!-- Delete or comment this line to disable Fancybox -->






</body>
</html>