
<!DOCTYPE html>
<!--[if IEMobile 7 ]><html class="no-js iem7"><![endif]-->
<!--[if lt IE 9]><html class="no-js lte-ie8"><![endif]-->
<!--[if (gt IE 8)|(gt IEMobile 7)|!(IEMobile)|!(IE)]><!--><html class="no-js" lang="en"><!--<![endif]-->
<head>
  <meta charset="utf-8">
  <title>十大高明的Google搜索技术（转） - Muggleyoung Blog</title>
  <meta name="author" content="muggleyoung">

  
  <meta name="description" content="&#36716;&#33258;http://www.lixiaolai.com/index.php/archives/23.html
&#21069;&#35328;&#65306;&#22810;&#25968;&#20154;&#22312;&#20351;&#29992;Google&# &hellip;">
  

  <!-- http://t.co/dKP3o1e -->
  <meta name="HandheldFriendly" content="True">
  <meta name="MobileOptimized" content="320">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  
  <link rel="canonical" href="http://muggleyoung.github.com/blog/2009/11/21/%E5%8D%81%E5%A4%A7%E9%AB%98%E6%98%8E%E7%9A%84google%E6%90%9C%E7%B4%A2%E6%8A%80%E6%9C%AF%EF%BC%88%E8%BD%AC%EF%BC%89/">
  <link href="/favicon.png" rel="icon">
  <link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
  <script src="/javascripts/modernizr-2.0.js"></script>
  <script src="/javascripts/ender.js"></script>
  <script src="/javascripts/octopress.js" type="text/javascript"></script>
  <link href="/atom.xml" rel="alternate" title="Muggleyoung Blog" type="application/atom+xml">
  <!--Fonts from Google"s Web font directory at http://google.com/webfonts -->
<link href="http://fonts.googleapis.com/css?family=PT+Serif:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<link href="http://fonts.googleapis.com/css?family=PT+Sans:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">

  

</head>

<body   >
  <header role="banner"><hgroup>
  <h1><a href="/">Muggleyoung Blog</a></h1>
  
    <h2>A blogging framework for hackers.</h2>
  
</hgroup>

</header>
  <nav role="navigation"><ul class="subscription" data-subscription="rss">
  <li><a href="/atom.xml" rel="subscribe-rss" title="subscribe via RSS">RSS</a></li>
  
</ul>
  
<form action="http://google.com/search" method="get">
  <fieldset role="search">
    <input type="hidden" name="q" value="site:muggleyoung.github.com" />
    <input class="search" type="text" name="q" results="0" placeholder="Search"/>
  </fieldset>
</form>
  
<ul class="main-navigation">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
</ul>

</nav>
  <div id="main">
    <div id="content">
      <div>
<article class="hentry" role="article">
  
  <header>
    
      <h1 class="entry-title">十大高明的Google搜索技术（转）</h1>
    
    
      <p class="meta">
        








  


<time datetime="2009-11-21T00:00:00+08:00" pubdate data-updated="true">Nov 21<span>st</span>, 2009</time>
        
      </p>
    
  </header>


<div class="entry-content"><p>
                                    <!-- for US Universities & Colleges ... --></p>

<p>			<!-- &#20026;&#26032;&#25176;&#31119;&#35789;&#27719;&#20998;&#31867;&#31361;&#30772;&#28155;&#21152;&#38899;&#39057;&#25773;&#25918; -->
<p>&#36716;&#33258;http://www.lixiaolai.com/index.php/archives/23.html</p>
<p>&#21069;&#35328;&#65306;&#22810;&#25968;&#20154;&#22312;&#20351;&#29992;Google&#25628;&#32034;&#30340;&#36807;&#31243;&#26159;&#38750;&#24120;&#20302;&#25928;&#21644;&#26080;&#35859;&#30340;&#65292;&#22914;&#26524;&#20320;&#21482;&#26159;&#36755;&#20837;&#20960;&#20010;&#20851;&#38190;&#35789;&#65292;&#28982;&#21518;&#25353;&#25628;&#32034;&#25353;&#38062;&#65292;&#20320;&#23558;&#26159;&#37027;&#20123;&#26080;&#27861;&#24471;&#21040;Google&#20840;&#37096;&#20449;&#24687;&#30340;&#29992;&#25143;&#65292;&#22312;&#36825;&#31687;&#25991;&#31456;&#20013;&#65292;Google&#25628;&#32034;&#19987;&#23478;&#36808;&#20811;&#23572;.&#31859;&#21202;&#23558;&#21521;&#24744;&#23637;&#31034;&#22914;&#20309;&#26356;&#26234;&#33021;&#12289;&#26356;&#39640;&#25928;&#22320;&#36827;&#34892;Google&#30340;&#31995;&#21015;&#25628;&#32034;&#12290;
</p>
<p>Google&#26159;&#19968;&#20010;&#38750;&#24120;&#31934;&#23494;&#25104;&#29087;&#30340;&#25628;&#32034;&#24341;&#25806;&#65292;&#20294;&#22823;&#22810;&#25968;&#30340;&#29992;&#25143;&#37117;&#27809;&#26377;&#33021;&#23436;&#20840;&#22320;&#21033;&#29992;&#21040;&#23427;&#30340;&#33021;&#21147;&#12290;&#19968;&#33324;&#20154;&#23601;&#26159;&#22312;Google&#30340;&#25628;&#32034;&#26694;&#20013;&#36755;&#20837;&#19968;&#20004;&#20010;&#20851;&#38190;&#23383;&#65292;<br />
&#28982;&#21518;&#28857;&#20987;&#8220;&#25628;&#32034;&#8221;&#25353;&#38062;&#65292;&#31561;&#30528;Google&#26174;&#31034;&#20986;&#23427;&#31532;&#19968;&#39029;&#30340;&#25628;&#32034;&#32467;&#26524;&#12290;&#36825;&#26159;&#19968;&#20010;&#30456;&#24403;&#31616;&#21333;&#27169;&#24335;&#21305;&#37197;&#31639;&#27861;&#30340;&#25628;&#32034;&#65292;&#19981;&#24184;&#30340;&#26159;&#65292;&#36890;&#24120;&#27492;&#26102;&#20986;&#29616;&#30340;&#22823;&#37096;&#20998;&#37117;&#26159;&#24182;&#19981;&#38656;&#35201;&#30340;<br />
&#32467;&#26524;&#12290;</p>
<p>&#20854;&#23454;&#65292;&#36824;&#26159;&#26377;&#26356;&#22909;&#30340;&#26041;&#24335;&#33021;&#22815;&#35753;&#25628;&#32034;&#20135;&#29983;&#19968;&#20123;&#26356;&#23569;&#12289;&#26356;&#20026;&#20934;&#30830;&#30340;&#32467;&#26524;&#12290;&#20320;&#25152;&#38656;&#35201;&#20570;&#30340;&#20107;&#21482;&#26159;&#23398;&#20064;&#19968;&#20123;&#31616;&#21333;&#30340;&#25216;&#24039;&#65292;&#20320;&#23601;&#33021;&#24456;&#24555;&#24471;&#21040;&#26356;&#22810;&#26356;&#22909;&#30340;Google&#25628;&#32034;&#32467;&#26524;&#12290;</p>
<p><strong>&#25216;&#24039;&#19968;&#65306;&#20351;&#29992;&#27491;&#30830;&#30340;&#26041;&#27861;</strong></p>
<p>&#26080;&#35770;&#20320;&#26159;&#20351;&#29992;&#19968;&#20010;&#31616;&#21333;&#25110;&#26159;&#39640;&#32423;&#30340;Google&#25628;&#32034;&#65292;&#22312;&#27492;&#37117;&#23384;&#22312;&#20320;&#24212;&#35813;&#20351;&#29992;&#30340;&#26576;&#31181;&#21487;&#38752;&#30340;&#26041;&#27861;&#12290;&#36981;&#24490;&#36866;&#24403;&#30340;&#26041;&#27861;&#20320;&#23601;&#33021;&#33719;&#24471;&#38750;&#24120;&#20934;&#30830;&#30340;&#32467;&#26524;&#65307;&#35201;&#26159;&#24573;&#30053;&#36825;&#26465;&#24314;&#35758;&#30340;&#35805;&#65292;&#20320;&#20063;&#35768;&#23601;&#20250;&#30475;&#21040;&#22823;&#37327;&#19981;&#30456;&#20851;&#30340;&#32467;&#26524;&#25110;&#26159;&#32570;&#20047;&#20320;&#24819;&#35201;&#30340;&#30456;&#20851;&#32467;&#26524;&#12290;</p>
<p>&#34429;&#28982;&#26377;&#24456;&#22810;&#19981;&#21516;&#65288;&#19988;&#21516;&#26679;&#26377;&#25928;&#30340;&#65289;&#26041;&#27861;&#29992;&#20110;&#32593;&#32476;&#25628;&#32034;&#65292;&#25105;&#20445;&#35777;&#36825;&#20010;&#29305;&#21035;&#30340;&#26041;&#27861;&#23558;&#33021;&#24102;&#26469;&#26368;&#26834;&#30340;&#32467;&#26524;&#12290;&#36825;&#26159;&#19968;&#20010;&#20998;&#20845;&#27493;&#39588;&#30340;&#36807;&#31243;&#65292;&#22914;&#19979;&#65306;</p>
<p>1&#12289;&#39318;&#20808;&#65292;&#24819;&#22909;&#20320;&#24819;&#35201;&#23547;&#25214;&#20160;&#20040;&#12290;&#21738;&#20123;&#35789;&#33021;&#22815;&#26368;&#22909;&#22320;&#25551;&#36848;&#20320;&#35201;&#23547;&#25214;&#30340;&#20449;&#24687;&#25110;&#32773;&#27010;&#24565;&#65311;&#21738;&#20123;&#35789;&#26159;&#20320;&#33021;&#22815;&#29992;&#26469;&#26367;&#25442;&#30340;&#65311;&#26377;&#27809;&#26377;&#37027;&#20123;&#35789;&#26159;&#21487;&#20197;&#19981;&#24517;&#21253;&#25324;&#22312;&#20320;&#24819;&#35201;&#25628;&#32034;&#30340;&#26356;&#22909;&#23450;&#20041;&#20320;&#30340;&#38656;&#27714;&#20043;&#20869;&#65311;</p>
<p>2&#12289;&#26500;&#24314;&#20320;&#30340;&#25628;&#32034;&#35201;&#27714;&#12290;&#20351;&#29992;&#23613;&#21487;&#33021;&#22810;&#20320;&#25152;&#38656;&#35201;&#30340;&#20851;&#38190;&#35789;&#65307;&#36234;&#22810;&#36234;&#22909;&#12290;&#22914;&#26524;&#30342;&#23384;&#22312;&#21487;&#33021;&#30340;&#35805;&#65292;&#35797;&#30528;&#29992;&#36866;&#24403;&#30340;&#25628;&#32034;&#25805;&#20316;&#26469;&#20351;&#20320;&#30340;&#25628;&#32034;&#26356;&#31934;&#28860;&#8212;&#8212;&#25110;&#32773;&#65292;&#22914;&#26524;&#20320;&#24895;&#24847;&#30340;&#35805;&#65292;&#21487;&#20197;&#20351;&#29992;&#39640;&#32423;&#25628;&#32034;&#39029;&#38754;&#12290;</p>
<p>3&#12289;&#28857;&#20987;&#8220;&#25628;&#32034;&#8221;&#25353;&#38062;&#36827;&#34892;&#25628;&#32034;&#12290;</p>
<p>4&#12289;&#35780;&#20272;&#19968;&#19979;&#25628;&#32034;&#32467;&#26524;&#39029;&#38754;&#19978;&#30340;&#21305;&#37197;&#31243;&#24230;&#12290;&#22914;&#26524;&#19968;&#24320;&#22987;&#30340;&#32467;&#26524;&#19982;&#20320;&#24819;&#35201;&#30340;&#19981;&#19968;&#33268;&#65292;&#20877;&#31934;&#28860;&#20320;&#30340;&#25628;&#32034;&#35201;&#27714;&#24182;&#37325;&#26032;&#25628;&#32034;&#8212;&#8212;&#25110;&#36716;&#21521;&#26356;&#21512;&#36866;&#30340;&#25628;&#32034;&#31449;&#28857;&#20877;&#36827;&#34892;&#25628;&#32034;&#12290;</p>
<p>5&#12289;&#36873;&#25321;&#20320;&#24819;&#35201;&#26597;&#30475;&#30340;&#21305;&#37197;&#30340;&#39029;&#38754;&#65292;&#28857;&#20987;&#36827;&#34892;&#27983;&#35272;&#12290;</p>
<p>6&#12289;&#20445;&#23384;&#36825;&#20123;&#26368;&#31526;&#21512;&#20320;&#38656;&#27714;&#30340;&#20449;&#24687;&#12290;</p>
<p>&#25442;&#35328;&#20043;&#65292;&#36825;&#38656;&#35201;&#20320;&#22312;&#25628;&#32034;&#20043;&#21069;&#24605;&#32771;&#28165;&#26970;&#65292;&#25509;&#30528;&#22312;&#33719;&#24471;&#26368;&#21021;&#32467;&#26524;&#21518;&#31934;&#28860;&#20320;&#30340;&#25628;&#32034;&#12290;&#36825;&#20123;&#22810;&#20570;&#30340;&#21162;&#21147;&#37117;&#26159;&#36731;&#24494;&#30340;&#65292;&#20294;&#30830;&#23454;&#24456;&#20540;&#24471;&#12290;</p>
<p><strong> &#25216;&#24039;&#20108;&#65306;&#21512;&#29702;&#21033;&#29992;&#19968;&#20010;&#8220;&#19982;/&#25110;&#8221;&#30340;&#25628;&#32034;</strong></p>
<p>&#22823;&#22810;&#25968;&#30340;&#29992;&#25143;&#37117;&#27809;&#26377;&#24847;&#35782;&#21040;&#65292;Google&#20250;&#33258;&#21160;&#20551;&#23450;&#19968;&#27425;&#25628;&#32034;&#35201;&#27714;&#20013;&#25152;&#26377;&#30340;&#35789;&#20043;&#38388;&#37117;&#26159;&#19968;&#31181;&#8220;&#21644;&#8221;&#30340;&#20851;&#31995;&#12290;&#20063;&#23601;&#26159;&#65292;&#22914;&#26524;&#20320;&#36755;&#20837;&#20004;&#20010;&#35789;&#65292;&#23427;&#23601;&#20250;&#20551;&#23450;&#20320;&#25152;&#23547;&#25214;&#30340;&#39029;&#38754;&#26159;&#21253;&#21547;&#36825;&#20004;&#20010;&#35789;&#30340;&#12290;&#23427;&#19981;&#20250;&#21453;&#39304;&#32473;&#20320;&#20165;&#21253;&#21547;&#20854;&#20013;&#19968;&#20010;&#35789;&#30340;&#39029;&#38754;&#12290;</p>
<p>&#36825;&#23601;&#20351;&#24471;&#20320;&#26080;&#39035;&#22312;&#36755;&#20837;&#25628;&#32034;&#35201;&#27714;&#26102;&#36755;&#20837;&#19968;&#20010;&#8220;&#21644;&#8221;&#12290;&#22914;&#26524;&#20320;&#24819;&#35201;&#25628;&#32034;&#30340;&#21253;&#25324;&#8220;Bob&#8221;&#21644;&#8220;Ted&#8221;&#65292;&#20320;&#25152;&#38656;&#35201;&#20570;&#30340;&#23601;&#26159;&#36755;&#20837;bob ted&#21363;&#21487;&#12290;Google&#20250;&#33258;&#24049;&#20551;&#23450;&#19968;&#20010;&#8220;&#21644;&#8221;&#65292;&#24182;&#33258;&#21160;&#22320;&#23558;&#23427;&#21253;&#25324;&#22312;&#20869;&#37096;&#30340;&#32034;&#24341;&#25628;&#32034;&#20869;&#12290;</p>
<p>&#36825;&#19982;&#22312;&#25152;&#35201;&#27714;&#30340;&#35789;&#20043;&#38388;&#20551;&#23450;&#8220;&#25110;&#8221;&#26159;&#19981;&#21516;&#30340;&#12290;&#20363;&#22914;&#65292;&#23545;&#27604;&#36755;&#20837;&#30340;&#35201;&#27714;&#8220;bob<br />
ted&#8221;&#65288;&#35760;&#24471;&#65292;&#36825;&#20010;&#23454;&#38469;&#19978;&#26159;bob&#21644;ted&#65289;&#19982;&#8220;bob&#25110;ted&#8221;&#12290;&#26681;&#25454;&#31532;&#19968;&#20010;&#35201;&#27714;&#25152;&#24471;&#30340;&#32467;&#26524;&#25152;&#21253;&#21547;&#30340;&#39029;&#38754;&#20250;&#20849;&#21516;&#25552;&#21040;Bob&#21644;Ted.&#32780;&#21518;&#32773;&#65292;&#32467;&#26524;&#25152;&#21253;<br />
&#21547;&#30340;&#39029;&#38754;&#20250;&#21482;&#21333;&#29420;&#25552;&#21040;Bob&#65292;&#20063;&#26377;&#20123;&#39029;&#38754;&#26159;&#21333;&#29420;&#25552;&#21040;Ted&#65292;&#36824;&#26377;&#19968;&#20123;&#26159;&#20849;&#21516;&#25552;&#21040;&#20182;&#20204;&#20108;&#32773;&#30340;&#12290;&#36825;&#26159;&#19968;&#20010;&#24494;&#22937;&#30340;&#24046;&#24322;&#65292;&#20294;&#21364;&#26159;&#24456;&#37325;&#35201;&#30340;&#12290;</p>
<p>&#22240;&#27492;&#65292;&#22914;&#26524;&#20320;&#24819;&#35201;&#19968;&#20010;&#8220;&#19982;/&#25110;&#8221;&#30340;&#25628;&#32034;&#8212;&#8212;&#25628;&#32034;&#21253;&#25324;&#19968;&#20010;&#25110;&#21478;&#19968;&#20010;&#35789;&#30340;&#39029;&#38754;&#65292;&#20294;&#19981;&#19968;&#23450;&#26159;&#37117;&#21253;&#25324;&#20108;&#32773;&#8212;&#8212;&#20320;&#24517;&#39035;&#22312;&#20004;&#20010;&#20851;&#38190;&#35789;&#20043;&#38388;&#25554;&#20837;&#19968;&#20010;&#24102;&#26377;&#8220;&#25110;&#32773;&#8221;&#21151;<br />
&#33021;&#30340;&#25805;&#20316;&#12290;&#24403;&#20320;&#36755;&#20837;&#36825;&#20010;&#8220;OR&#8221;&#30340;&#34920;&#31034;&#8220;&#25110;&#32773;&#8221;&#25805;&#20316;&#26102;&#65292;&#35831;&#30830;&#20445;&#25152;&#36755;&#20837;&#30340;&#35201;&#22823;&#20889;&#65292;&#21542;&#21017;Google&#20250;&#23558;&#23427;&#24573;&#35270;&#20026;&#19968;&#20010;&#24573;&#30053;&#30340;&#21333;&#35789;&#65288;stop<br />
word&#65289;&#8212;&#8212;&#20063;&#25105;&#20204;&#25509;&#19979;&#21435;&#23558;&#35201;&#35762;&#21040;&#30340;&#12290;</p>
<p><strong>&#25216;&#24039;&#19977;&#65306;&#20320;&#30340;&#25628;&#32034;&#20013;&#21253;&#25324;&#25110;&#19981;&#21253;&#25324;&#30340;&#35789;</strong></p>
<p>&#20851;&#20110;&#36825;&#20123;&#8220;and&#8221;&#21644;&#8220;or&#8221;&#30340;&#35789;&#65292;Google&#20250;&#33258;&#21160;&#22320;&#23558;&#36825;&#20123;&#22312;&#20320;&#36755;&#20837;&#30340;&#25628;&#32034;&#35201;&#27714;&#20013;&#30340;&#19981;&#37325;&#35201;&#30340;&#12289;&#26222;&#36890;&#30340;&#35789;&#24573;&#30053;&#25481;&#12290;&#36825;&#20123;&#34987;&#31216;&#20316;&#26159;&#8220;&#24573;&#30053;&#30340;&#21333;&#35789;&#8221;&#65292;&#21253;<br />
&#25324;<br />
&#8220;and&#8221;&#12289;&#8220;the&#65292;&#8221;&#12289;&#8220;where&#8221;&#12289;&#8220;how&#8221;&#12289;&#8220;what&#8221;&#12289;&#8220;or&#8221;&#65288;&#25152;&#26377;&#23383;&#27597;&#30342;&#20026;&#23567;&#20889;&#65292;&#36824;&#26377;&#20854;&#23427;&#19968;&#20123;&#31867;&#20284;&#30340;&#35789;&#8212;&#8212;&#21253;&#25324;&#19968;&#20123;&#21333;&#29420;&#30340;&#25968;&#23383;&#25110;&#21333;&#29420;<br />
&#30340;&#23383;&#27597;&#65288;&#20363;&#22914; &#8220;a&#8221;&#65289;&#12290;</p>
<p>&#22312;&#25628;&#32034;&#20013;&#21253;&#21547;&#24573;&#30053;&#30340;&#21333;&#35789;&#24182;&#27809;&#26377;&#20160;&#20040;&#22823;&#30861;&#65292;&#19981;&#36807;&#20250;&#20351;&#25628;&#32034;&#36895;&#24230;&#26377;&#20123;&#19979;&#38477;&#65292;&#36825;&#23601;&#26159;Google&#23558;&#23427;&#20204;&#21076;&#38500;&#30340;&#21407;&#22240;&#12290;&#20030;&#19968;&#20010;&#20363;&#23376;&#65292;&#20320;&#24819;&#35201;&#25628;&#32034;&#30340;&#26159;&#8220;how<br />
a toaster works&#8221;&#65288;&#28900;&#31665;&#22914;&#20309;&#24037;&#20316;&#65289;&#65292;Google&#20250;&#31227;&#38500;&#8220;how&#8221;&#21644;&#8220;a&#8221;&#20004;&#20010;&#35789;&#65292;&#24182;&#33258;&#34892;&#25353;&#26032;&#30340;&#26356;&#30701;&#30340;&#20851;&#38190;&#35789;&#8220;toaster<br />
works&#8221;&#36827;&#34892;&#25628;&#32034;&#12290;</p>
<p>&#22914;&#26524;&#20320;&#24819;&#35201;&#35753;&#36825;&#20123;&#19968;&#33324;&#30340;&#35789;&#21253;&#21547;&#22312;&#20320;&#30340;&#25628;&#32034;&#35201;&#27714;&#20869;&#65292;&#20320;&#21487;&#20197;&#36890;&#36807;&#35753;Google&#24517;&#39035;&#22312;&#25628;&#32034;&#20013;&#21253;&#21547;&#36825;&#20123;&#29305;&#23450;&#30340;&#35789;&#65292;&#20351;&#23427;&#19981;&#21435;&#25490;&#38500;&#8220;&#24573;&#30053;&#30340;&#21333;&#35789;&#8221;&#12290;&#24819;&#35201;&#20570;&#21040;&#36825;<br />
&#28857;&#65292;&#20320;&#21487;&#20197;&#22312;&#20320;&#30830;&#23454;&#38656;&#35201;&#30340;&#35789;&#20043;&#21069;&#21152;&#19978;&#19968;&#20010;&#8220;+&#8221;&#31526;&#21495;&#12290;&#20363;&#22914;&#65292;&#35201;&#22312;&#25628;&#32034;&#35201;&#27714;&#20013;&#21253;&#21547;&#8220;how&#8221;&#65292;&#20320;&#24212;&#35813;&#36755;&#20837;&#8220;+how&#8221;&#12290;&#35831;&#30830;&#20445;&#22312;+&#31526;&#21495;&#20043;&#21069;&#26377;&#19968;&#20010;&#31354;&#26684;&#31526;&#65292;&#32780;<br />
&#19981;&#26159;&#22312;&#23427;&#20043;&#21518;&#12290;</p>
<p>&#20174;&#21478;&#19968;&#26041;&#38754;&#26469;&#35828;&#65292;&#26377;&#26102;&#20320;&#20250;&#24819;&#35201;&#36890;&#36807;&#25490;&#38500;&#19968;&#20123;&#21253;&#21547;&#29305;&#23450;&#35789;&#30340;&#39029;&#38754;&#26469;&#31934;&#28860;&#20320;&#30340;&#25628;&#32034;&#32467;&#26524;&#12290;&#20320;&#21487;&#20197;&#36890;&#36807;&#20351;&#29992;&#19968;&#20010;&#8220;-&#8221;&#21495;&#26469;&#21435;&#25481;&#25628;&#32034;&#32467;&#26524;&#20013;&#19981;&#24819;&#35201;&#21253;&#25324;&#22312;&#20869;&#30340;&#35789;&#65307;<br />
&#22312;&#20320;&#30340;&#25628;&#32034;&#35201;&#27714;&#20013;&#20219;&#20309;&#20043;&#21069;&#21152;&#19978;&#20102;&#8220;-&#8221;&#31526;&#21495;&#30340;&#35789;&#37117;&#20250;&#33258;&#21160;&#22320;&#25490;&#38500;&#22312;&#25628;&#32034;&#32467;&#26524;&#20043;&#22806;&#12290;&#21516;&#26679;&#22320;&#65292;&#20063;&#35831;&#35760;&#20303;&#22312;&#8220;-&#8221;&#31526;&#21495;&#20043;&#21069;&#30041;&#19968;&#20010;&#31354;&#26684;&#31526;&#12290;</p>
<p>&#20363;&#22914;&#65292;&#22914;&#26524;&#20320;&#24819;&#35201;&#25628;&#32034;&#8220;bass&#8221;&#65292;&#20320;&#25152;&#24471;&#21040;&#30340;&#39029;&#38754;&#21487;&#33021;&#20250;&#21253;&#25324;&#30007;&#27468;&#25163;&#19968;&#31867;&#30340;&#25110;&#26159;&#20851;&#20110;&#40060;&#30340;&#19968;&#31867;&#30340;&#12290;&#22914;&#26524;&#20320;&#20165;&#21521;&#25628;&#32034;&#30340;&#26159;&#27468;&#25163;&#36825;&#31867;&#30340;&#39029;&#38754;&#65292;&#36755;&#20837;&#25628;&#32034;&#35201;&#27714;&#26102;&#24212;&#22914;&#19979;&#65306;&#8220;bass -fish&#8221;&#12290;</p>
<p><strong>&#25216;&#24039;&#22235;&#65306;&#25628;&#32034;&#36817;&#20284;&#30340;&#35789;</strong></p>
<p>&#19981;&#30830;&#23450;&#20320;&#22312;&#19968;&#27425;&#25628;&#32034;&#20013;&#24819;&#35201;&#25628;&#32034;&#30340;&#35789;&#26159;&#27491;&#30830;&#30340;&#65311;&#20320;&#26159;&#21542;&#25285;&#24515;&#19968;&#20123;&#39029;&#38754;&#20250;&#20351;&#29992;&#21487;&#26367;&#20195;&#30340;&#35789;&#26469;&#25551;&#36848;&#20320;&#24819;&#35201;&#30340;&#19996;&#35199;&#21602;&#65311;</p>
<p>&#24184;&#36816;&#30340;&#26159;&#65292;Google&#33021;&#22815;&#35753;&#20320;&#25628;&#32034;&#36817;&#20284;&#30340;&#35789;&#8212;&#8212;&#21483;&#20570;&#21516;&#20041;&#35789;&#8212;&#8212;&#36890;&#36807;&#20351;&#29992;&#8220;~&#8221;&#31526;&#21495;&#12290;&#21482;&#35201;&#22312;&#24819;&#35201;&#25628;&#32034;&#30340;&#35789;&#20043;&#21069;&#21152;&#19978;&#8220;~&#8221;&#31526;&#21495;&#65292;Google&#23601;&#20250;&#25628;&#32034;&#25152;&#26377;&#21253;&#25324;&#36825;&#20010;&#35789;&#20197;&#21450;&#21512;&#36866;&#30340;&#36817;&#20041;&#35789;&#30340;&#39029;&#38754;&#12290;</p>
<p>&#20363;&#22914;&#65292;&#35201;&#25628;&#32034;&#31867;&#20284;&#8220;elderly&#8221;&#30340;&#35789;&#65292;&#36755;&#20837;&#8220;~elderly&#8221;&#65292;&#25152;&#24471;&#21040;&#30340;&#39029;&#38754;&#23601;&#20250;&#19981;&#20165;&#26159;&#21253;&#25324;&#8220;elderly&#8221;&#36825;&#20010;&#35789;&#65292;&#36824;&#20250;&#26377;&#21253;&#25324;&#8220;senior&#8221;&#12289;&#8220;older&#8221;&#12289;&#8220;aged&#8221;&#31561;&#31561;&#35789;&#30340;&#39029;&#38754;&#12290;</p>
<p>&#22312;&#27492;&#36824;&#26377;&#20010;&#39069;&#22806;&#30340;&#25216;&#24039;&#65306;&#22914;&#26524;&#35201;&#21482;&#26159;&#21015;&#20986;&#36817;&#20041;&#35789;&#30340;&#39029;&#38754;&#65292;&#32780;&#19981;&#38656;&#35201;&#32473;&#20986;&#35768;&#22810;&#21407;&#20808;&#36755;&#20837;&#30340;&#37027;&#20010;&#35789;&#30340;&#39029;&#38754;&#65292;&#21487;&#20197;&#29992;&#8220;-&#8221;&#31526;&#21495;&#26469;&#36830;&#25509;&#8220;~&#8221;&#25805;&#20316;&#65292;&#20363;&#22914;<br />
&#8220;~keyword<br />
-keyword&#8221;&#12290;&#36825;&#26679;&#23601;&#33021;&#22312;&#36817;&#20041;&#35789;&#25152;&#24471;&#30340;&#32467;&#26524;&#20013;&#25490;&#38500;&#21407;&#20808;&#36755;&#20837;&#30340;&#35789;&#12290;&#22312;&#20808;&#21069;&#30340;&#20363;&#23376;&#20013;&#65292;&#35201;&#24471;&#21040;&#20165;&#26377;&#8220;elderly&#8221;&#36817;&#20041;&#35789;&#30340;&#25628;&#32034;&#32467;&#26524;&#65292;&#23601;&#36755;&#20837;<br />
&#8220;~elderly -elderly&#8221;&#21363;&#21487;&#12290;</p>
<p><strong>&#25216;&#24039;&#20116;&#65306;&#25628;&#32034;&#29305;&#23450;&#30340;&#35789;&#32452;</strong></p>
<p>&#24403;&#20320;&#25628;&#32034;&#19968;&#20010;&#29305;&#23450;&#35789;&#32452;&#26102;&#65292;&#22914;&#26524;&#20320;&#21482;&#26159;&#31616;&#21333;&#22320;&#36755;&#20837;&#35789;&#32452;&#20013;&#25152;&#26377;&#30340;&#35789;&#20320;&#26159;&#26080;&#27861;&#24471;&#21040;&#26368;&#22909;&#30340;&#32467;&#26524;&#30340;&#12290;Google&#20063;&#35768;&#33021;&#22815;&#21453;&#39304;&#20986;&#21253;&#21547;&#36825;&#20010;&#35789;&#32452;&#30340;&#32467;&#26524;&#65292;&#20294;&#23427;&#20063;&#20250;&#21015;&#20986;&#21253;&#21547;&#20320;&#25152;&#36755;&#20837;&#25152;&#26377;&#35789;&#30340;&#32467;&#26524;&#65292;&#21364;&#26410;&#24517;&#35753;&#36825;&#20123;&#35789;&#25353;&#29031;&#27491;&#30830;&#30340;&#39034;&#24207;&#12290;</p>
<p>&#22914;&#26524;&#20320;&#35201;&#25628;&#32034;&#19968;&#20010;&#29305;&#23450;&#30340;&#35789;&#32452;&#65292;&#20320;&#24212;&#35813;&#23558;&#25972;&#20010;&#35789;&#32452;&#25918;&#22312;&#19968;&#20010;&#24341;&#21495;&#20869;&#12290;&#36825;&#26679;&#23601;&#33021;&#35753;Google&#25628;&#32034;&#35268;&#23450;&#39034;&#24207;&#30340;&#31934;&#30830;&#30340;&#20851;&#38190;&#35789;&#12290;</p>
<p>&#20363;&#22914;&#65292;&#22914;&#26524;&#20320;&#35201;&#25628;&#32034;&#8220;Monty Python&#8221;&#65292;&#20320;&#21487;&#20197;&#36755;&#20837;monty<br />
python&#20316;&#20026;&#20320;&#30340;&#25628;&#32034;&#35201;&#27714;&#65292;&#25509;&#30528;&#20320;&#20063;&#35768;&#20250;&#33719;&#24471;&#21487;&#25509;&#21463;&#30340;&#32467;&#26524;&#65307;&#36825;&#20123;&#32467;&#26524;&#20013;&#20250;&#21253;&#21547;&#26377;&#30528;&#8220;monty&#8221;&#21644;&#8220;python&#8221;&#20004;&#20010;&#35789;&#30340;&#39029;&#38754;&#12290;&#20294;&#36825;&#20123;&#32467;&#26524;&#24182;&#19981;&#20165;&#26159;<br />
&#21253;&#21547;&#20102;&#20851;&#20110;&#33521;&#22269;&#21916;&#21095;&#22242;&#20307;&#30340;&#39029;&#38754;&#65292;&#36824;&#21253;&#25324;&#20102;&#21517;&#21483;Monty&#30340;&#34503;&#20197;&#21450;&#21517;&#21483;Monty&#30340;&#23478;&#20249;&#65292;&#20182;&#20859;&#20102;&#34503;&#26469;&#24403;&#23456;&#29289;&#65292;&#36824;&#26377;&#20854;&#23427;&#19968;&#20123;&#21253;&#25324;&#20102;&#8220;monty&#8221;&#21644;<br />
&#8220;python&#8221;&#30340;&#35789;&#30340;&#39029;&#38754;&#65292;&#21363;&#20351;&#23427;&#20204;&#20043;&#38388;&#30475;&#36215;&#26469;&#20284;&#20046;&#27627;&#26080;&#20851;&#32852;&#12290;</p>
<p>&#20026;&#20102;&#23558;&#25628;&#32034;&#32467;&#26524;&#38480;&#23450;&#22312;&#21482;&#20851;&#20110;Monty<br />
Python&#21916;&#21095;&#22242;&#20043;&#20869;&#65292;&#20063;&#23601;&#26159;&#20320;&#24819;&#35201;&#25628;&#32034;&#30340;&#39029;&#38754;&#26159;&#25353;&#35268;&#23450;&#30340;&#39034;&#24207;&#65292;&#23558;&#36825;&#20004;&#20010;&#35789;&#20316;&#20026;&#19968;&#20010;&#35789;&#32452;&#21253;&#21547;&#22312;&#20869;&#30340;&#65292;&#20320;&#23601;&#24212;&#35813;&#22312;&#36755;&#20837;&#25628;&#32034;&#35201;&#27714;&#26102;&#36755;&#20837;&#8221;monty<br />
python&#8221;&#8212;&#8212;&#30830;&#20445;&#36825;&#20010;&#35789;&#32452;&#22312;&#24341;&#21495;&#20043;&#20869;&#12290;&#36825;&#26679;&#30340;&#35805;&#65292;&#22914;&#26524;&#27809;&#26377;&#25353;&#29031;&#35268;&#23450;&#30340;&#39034;&#24207;&#23558;&#36825;&#20004;&#20010;&#27425;&#21305;&#37197;&#20026;&#19968;&#20010;&#31934;&#30830;&#30340;&#35789;&#32452;&#65292;&#36825;&#20010;&#39029;&#38754;&#23601;&#19981;&#20250;&#34987;&#21015;&#22312;&#25628;&#32034;&#32467;&#26524;&#24403;&#20013;&#12290;</p>
<p><strong>&#25216;&#24039;&#20845;&#65306;&#21015;&#20986;&#30456;&#20284;&#30340;&#39029;&#38754;</strong></p>
<p>&#20320;&#26159;&#21542;&#26377;&#21457;&#29616;&#36807;&#19968;&#20010;&#32593;&#39029;&#26159;&#20320;&#30830;&#23454;&#24456;&#21916;&#27426;&#30340;&#65292;&#21448;&#24819;&#30693;&#36947;&#26159;&#21542;&#36824;&#26377;&#19982;&#23427;&#31867;&#20284;&#30340;&#20854;&#23427;&#32593;&#39029;&#21602;&#65311;&#19981;&#38656;&#35201;&#20877;&#30097;&#34385;&#22320;&#24605;&#32771;&#20102;&#65307;&#20320;&#21487;&#20197;&#20351;&#29992;Google&#30340;&#30456;&#20851;&#26469;&#23547;&#25214;&#65306;&#36825;<br />
&#20010;&#25805;&#20316;&#31639;&#31526;&#25152;&#26174;&#31034;&#30340;&#39029;&#38754;&#20250;&#19982;&#29305;&#23450;&#30340;&#39029;&#38754;&#22312;&#26576;&#20123;&#26041;&#38754;&#26159;&#30456;&#20284;&#30340;&#12290;&#20363;&#22914;&#65292;&#22914;&#26524;&#20320;&#24456;&#21916;&#27426;InformIT&#19978;&#30340;&#25991;&#31456;&#65292;&#20320;&#21487;&#20197;&#36890;&#36807;&#36755;&#20837;<br />
&#8220;related:http://www.informit.com&#8221;&#26469;&#23547;&#25214;&#31867;&#20284;&#30340;&#39029;&#38754;&#12290;</p>
<p><strong>&#25216;&#24039;&#19971;&#65306;&#36890;&#36807;&#20854;&#23427;&#30340;&#25805;&#20316;&#31639;&#31526;&#35843;&#25972;&#20320;&#30340;&#25628;&#32034;</strong></p>
<p>&#20351;&#29992;&#30456;&#20851;&#25805;&#20316;&#31639;&#31526;&#21482;&#26159;&#20247;&#22810;&#20320;&#21487;&#29992;&#26469;&#35843;&#25972;Google&#25628;&#32034;&#32467;&#26524;&#30340;&#26041;&#27861;&#20043;&#19968;&#12290;&#25152;&#26377;&#30340;&#36825;&#20123;&#36755;&#20837;&#30340;&#25805;&#20316;&#31639;&#31526;&#37117;&#26159;&#20197;&#30456;&#21516;&#30340;&#26041;&#24335;&#24037;&#20316;&#30340;&#65292;&#23558;&#36825;&#20123;&#31639;&#31526;&#20316;&#20026;&#20320;&#25628;&#32034;&#35831;&#27714;&#30340;&#19968;&#37096;&#20998;&#36755;&#20837;&#65292;&#20877;&#23558;&#21464;&#37327;&#32039;&#25509;&#22312;&#36825;&#20123;&#36755;&#20837;&#30340;&#25805;&#20316;&#31639;&#31526;&#20043;&#21518;&#30340;&#20882;&#21495;&#20043;&#21518;&#65288;&#32780;&#19981;&#26159;&#31354;&#26684;&#65289;&#65292;&#23601;&#20687;&#36825;&#26679;&#65306;&#8220;&#8216;&#25805;&#20316;&#31639;&#31526;&#8217;:&#8216;&#21464;&#37327;&#8217;&#8221;&#12290;</p>
<p>&#26377;&#21738;&#20123;&#25628;&#32034;&#30340;&#25805;&#20316;&#31639;&#31526;&#26159;&#20320;&#21487;&#20197;&#21033;&#29992;&#30340;&#21602;&#65311;&#20197;&#19979;&#26159;&#19968;&#20010;&#31616;&#30701;&#30340;&#28165;&#21333;&#65306;</p>
<blockquote>
<ul><li>&#31639;&#31526; &#29992;&#36884; <em>&#29992;&#27861;</em></li>
<li>allinanchor: &#38480;&#21046;&#25628;&#32034;&#30340;&#35789;&#35821;&#26159;&#32593;&#39029;&#20013;&#38142;&#25509;&#20869;&#21253;&#21547;&#30340;&#20851;&#38190;&#35789;&#65288;&#21487;&#20351;&#29992;&#22810;&#20010;&#20851;&#38190;&#35789;&#65289;<em>allinanchor:keyword1 keyword2</em></li>
<li>allintext: &#38480;&#21046;&#25628;&#32034;&#30340;&#35789;&#35821;&#26159;&#32593;&#39029;&#20869;&#25991;&#21253;&#21547;&#30340;&#20851;&#38190;&#35789;&#65288;&#21487;&#20351;&#29992;&#22810;&#20010;&#20851;&#38190;&#35789;&#65289;<em>allintext:keyword1 keyword2</em></li>
<li>allintitle: &#38480;&#21046;&#25628;&#32034;&#30340;&#35789;&#35821;&#26159;&#32593;&#39029;&#26631;&#39064;&#20013;&#21253;&#21547;&#30340;&#20851;&#38190;&#35789;&#65288;&#21487;&#20351;&#29992;&#22810;&#20010;&#20851;&#38190;&#35789;&#65289;<em>allintitle:keyword1 keyword2</em></li>
<li>allinurl: &#38480;&#21046;&#25628;&#32034;&#30340;&#35789;&#35821;&#26159;&#32593;&#39029;&#32593;&#22336;&#20013;&#21253;&#21547;&#30340;&#20851;&#38190;&#35789;&#65288;&#21487;&#20351;&#29992;&#22810;&#20010;&#20851;&#38190;&#35789;&#65289;<em>inurl:keyword1 keyword2</em></li>
<li>filetype: &#38480;&#21046;&#25152;&#25628;&#32034;&#30340;&#25991;&#20214;&#19968;&#20010;&#29305;&#23450;&#30340;&#26684;&#24335; <em>filetype:extension</em></li>
<li>inanchor: &#38480;&#21046;&#25628;&#32034;&#30340;&#35789;&#35821;&#26159;&#32593;&#39029;&#20013;&#38142;&#25509;&#20869;&#21253;&#21547;&#30340;&#20851;&#38190;&#35789; <em>inanchor:keyword</em></li>
<li>intext: &#38480;&#21046;&#25628;&#32034;&#30340;&#35789;&#35821;&#26159;&#32593;&#39029;&#20869;&#25991;&#21253;&#21547;&#30340;&#20851;&#38190;&#35789; <em>intext:keyword</em></li>
<li>intitle: &#38480;&#21046;&#25628;&#32034;&#30340;&#35789;&#35821;&#26159;&#32593;&#39029;&#26631;&#39064;&#20013;&#21253;&#21547;&#30340;&#20851;&#38190;&#35789; <em>intitle:keyword</em></li>
<li>inurl: &#38480;&#21046;&#25628;&#32034;&#30340;&#32593;&#39029;&#30340;&#22320;&#22336; <em>inurl:keyword</em></li>
<li>site: &#38480;&#21046;&#25152;&#36827;&#34892;&#30340;&#25628;&#32034;&#22312;&#25351;&#23450;&#30340;&#22495;&#21517;&#25110;&#32593;&#31449;&#20869; <em>site:domain</em></li>
</ul></blockquote>
<p><strong>&#25216;&#24039;&#20843;&#65306;&#25628;&#32034;&#29305;&#23450;&#30340;&#20107;&#23454;</strong></p>
<p>&#22914;&#26524;&#20320;&#35201;&#25628;&#32034;&#19968;&#20123;&#23458;&#35266;&#20107;&#23454;&#65292;Google&#20063;&#35768;&#33021;&#22815;&#24110;&#24471;&#19978;&#24537;&#12290;&#26159;&#30340;&#65292;Google&#24635;&#26159;&#33021;&#22815;&#21453;&#39304;&#32473;&#20320;&#19968;&#20010;&#21305;&#37197;&#20320;&#25351;&#23450;&#30340;&#25628;&#32034;&#35201;&#27714;&#30340;&#28165;&#21333;&#65292;&#20294;&#21482;&#35201;&#20320;&#33021;&#22815;&#27491;&#30830;<br />
&#22320;&#25551;&#36848;&#20102;&#20320;&#30340;&#25628;&#32034;&#35201;&#27714;&#65292;&#19988;&#25509;&#30528;&#25628;&#32034;&#30340;&#20107;&#23454;&#26159;Google&#24050;&#32463;&#39044;&#20808;&#37492;&#23450;&#20102;&#39069;&#65292;&#20320;&#23601;&#33021;&#22312;&#25628;&#32034;&#32467;&#26524;&#39029;&#38754;&#30340;&#26368;&#39030;&#31471;&#24471;&#21040;&#20320;&#25152;&#38656;&#35201;&#30340;&#31934;&#30830;&#20449;&#24687;&#12290;</p>
<p>&#25105;&#20204;&#22312;&#27492;&#35848;&#21040;&#30340;&#26377;&#21738;&#20123;&#31867;&#22411;&#30340;&#20449;&#24687;&#21602;&#65311;&#26159;&#19968;&#20123;&#20107;&#23454;&#24615;&#30340;&#20449;&#24687;&#65292;&#20363;&#22914;&#35806;&#29983;&#26085;&#12289;&#35806;&#29983;&#22320;&#12289;&#20154;&#21475;&#31561;&#31561;&#12290;&#20320;&#25152;&#38656;&#35201;&#20570;&#30340;&#23601;&#26159;&#36755;&#20837;&#20320;&#24819;&#35201;&#30693;&#36947;&#30340;&#25551;&#36848;&#20107;&#23454;&#30340;&#25628;&#32034;&#35201;&#27714;&#12290;&#20363;&#22914;&#65306;</p>
<p>&#35201;&#26597;&#35810;&#22307;&#24343;&#26391;&#35199;&#26031;&#31185;&#30340;&#20154;&#21475;&#65292;&#21017;&#36755;&#20837;&#8220;&#20154;&#21475; &#22307;&#24343;&#26391;&#35199;&#26031;&#31185;&#8221;&#12290;</p>
<p>&#35201;&#26597;&#35810;&#39532;&#20811;&#183;&#21520;&#28201;&#22312;&#21738;&#37324;&#20986;&#29983;&#65292;&#21017;&#36755;&#20837;&#8220;&#20986;&#29983;&#22320; &#39532;&#20811;&#21520;&#28201;&#8221;&#12290;</p>
<p>&#35201;&#26597;&#35810;&#24635;&#32479;&#27604;&#23572;&#183;&#20811;&#26519;&#39039;&#20160;&#20040;&#26102;&#20505;&#20986;&#29983;&#65292;&#21017;&#36755;&#20837;&#8220;&#29983;&#26085; &#27604;&#23572;&#20811;&#26519;&#39039;&#8221;&#12290;</p>
<p>&#35201;&#26597;&#35810;&#38647;&#33945;&#24503;&#183;&#38065;&#24503;&#21202;&#20160;&#20040;&#26102;&#20505;&#21435;&#19990;&#65292;&#21017;&#36755;&#20837;&#8220;&#21435;&#19990; &#38647;&#33945;&#24503;&#183;&#38065;&#24503;&#21202;&#8221;&#12290;</p>
<p>&#35201;&#26597;&#35810;&#35841;&#26159;&#24503;&#22269;&#24635;&#32479;&#65292;&#21017;&#36755;&#20837;&#8220;&#24635;&#32479; &#24503;&#22269;&#8221;&#12290;</p>
<p>&#36825;&#20123;&#38382;&#39064;&#30340;&#31572;&#26696;&#23601;&#20250;&#26174;&#31034;&#22312;&#25628;&#32034;&#32467;&#26524;&#39029;&#38754;&#30340;&#39030;&#37096;&#12290;&#20320;&#33021;&#22815;&#33719;&#26681;&#25454;&#20851;&#32852;&#30340;&#32593;&#31449;&#24471;&#24212;&#23545;&#20320;&#30340;&#30097;&#38382;&#30340;&#27491;&#30830;&#31572;&#26696;&#12290;&#28857;&#20987;&#30456;&#20851;&#30340;&#38142;&#25509;&#36824;&#33021;&#20174;&#36825;&#20010;&#36164;&#28304;&#37324;&#33719;&#24713;&#26356;&#22810;&#30340;&#19996;&#35199;&#12290;</p>
<p><strong>&#25216;&#24039;&#20061;&#65306;&#25628;&#32034;Google Directory</strong></p>
<p>Google&#22312;&#23427;&#30340;&#25628;&#32034;&#25968;&#25454;&#24211;&#20013;&#23558;&#25104;&#21315;&#19978;&#19975;&#30340;&#32593;&#39029;&#32034;&#24341;&#21270;&#8212;&#8212;&#36825;&#23601;&#33021;&#20351;&#24471;&#19981;&#20250;&#20135;&#29983;&#21387;&#20498;&#24615;&#25968;&#37327;&#30340;&#25628;&#32034;&#32467;&#26524;&#12290;&#37327;&#30830;&#23454;&#24050;&#32463;&#22815;&#20102;&#65292;&#20294;&#26377;&#26102;&#20320;&#20063;&#35768;&#20250;&#26356;&#24895;&#24847;&#24471;&#21040;&#19968;&#20123;&#39640;&#36136;&#37327;&#30340;&#32467;&#26524;&#12290;</p>
<p>&#30001;&#20110;&#36136;&#37327;&#36739;&#25968;&#37327;&#26356;&#20026;&#37325;&#35201;&#65292;&#23601;&#21487;&#20197;&#32469;&#36807;&#20027;&#35201;&#30340;Google&#25628;&#32034;&#24341;&#25806;&#32780;&#20351;&#29992;Google Directory&#26469;&#20195;&#26367;&#12290;Google<br />
Directory&#26159;&#19968;&#20010;&#32593;&#39029;&#28165;&#21333;&#30456;&#23545;&#36739;&#23567;&#30340;&#25968;&#25454;&#24211;&#65292;&#23427;&#20204;&#37117;&#26159;&#36890;&#36807;&#19968;&#20010;&#20154;&#24037;&#32534;&#36753;&#22242;&#38431;&#25163;&#21160;&#31934;&#24515;&#25361;&#36873;&#30340;&#12290;Google<br />
Directory&#26159;&#26377;&#34987;&#27880;&#37322;&#21644;&#32452;&#32455;&#21040;&#30456;&#20851;&#30340;&#35805;&#39064;&#31867;&#30446;&#19979;&#30340;&#12290;&#20320;&#21487;&#20197;&#36890;&#36807;&#31867;&#30446;&#26469;&#27983;&#35272;&#32593;&#39029;&#30446;&#24405;&#65292;&#25110;&#26159;&#25628;&#32034;&#25351;&#23450;&#30340;&#39033;&#30446;&#12290;</p>
<p>Google Directory&#26159;&#19968;&#20010;&#21487;&#29992;&#26469;&#25628;&#32034;&#22823;&#37327;Google&#32593;&#39029;&#32034;&#24341;&#23454;&#29992;&#36873;&#25321;&#12290;Google<br />
Directory&#30340;&#32467;&#26524;&#27604;&#36215;&#20320;&#22312;&#26356;&#22823;&#30340;&#25628;&#32034;&#32034;&#24341;&#33539;&#22260;&#20013;&#30340;&#25628;&#32034;&#32467;&#26524;&#26356;&#20026;&#38598;&#20013;&#19988;&#39640;&#36136;&#65292;&#20063;&#33021;&#22815;&#24110;&#21161;&#20320;&#22312;&#20219;&#20309;&#32473;&#23450;&#30340;&#31867;&#30446;&#19979;&#26356;&#22909;&#22320;&#35748;&#35782;&#20160;&#20040;&#26159;&#21487;&#29992;&#30340;&#20449;&#24687;&#12290;&#21478;&#22806;&#65292;&#22914;<br />
&#26524;&#20320;&#21916;&#27426;&#65292;&#20320;&#20063;&#21487;&#20197;&#21033;&#29992;&#27983;&#35272;&#31867;&#30446;&#26469;&#26367;&#20195;&#25628;&#32034;&#12290;</p>
<p>&#35201;&#36827;&#20837;Google Directory&#65292;&#28857;&#20987;Google&#20027;&#39029;&#19978;&#30340;&#8220;&#26356;&#22810;&#8221;&#38142;&#25509;&#65292;&#22312;&#25509;&#19979;&#26469;&#30340;&#39029;&#38754;&#20013;&#36873;&#25321;&#31867;&#21035;&#12290;&#24403;&#28982;&#65292;&#20320;&#20063;&#21487;&#20197;&#30452;&#25509;&#36827;&#20837;Google&#30340;Directory&#65292;&#21482;&#35201;&#22312;&#27983;&#35272;&#22120;&#20013;&#36755;&#20837;directory.google.com&#21363;&#21487;&#12290;</p>
<p><strong>&#25216;&#24039;&#21313;&#65306;&#20351;&#29992;Google&#30340;&#20854;&#23427;&#19987;&#19994;&#25628;&#32034;</strong></p>
<p>Google Directory&#19981;&#20165;&#20165;&#26159;Google&#25152;&#25552;&#20379;&#30340;&#38500;&#20102;&#20027;&#25628;&#32034;&#24341;&#25806;&#20043;&#22806;&#30340;&#21807;&#19968;&#36873;&#25321;&#12290;&#26681;&#25454;&#20320;&#25152;&#20570;&#30340;&#25628;&#32034;&#31867;&#22411;&#65292;&#20320;&#20063;&#21487;&#20197;&#36890;&#36807;&#20351;&#29992;&#20854;&#20013;Google&#26356;&#20026;&#19987;&#19994;&#30340;&#25628;&#32034;&#31449;&#28857;&#20043;&#19968;&#26469;&#24471;&#21040;&#26356;&#22909;&#30340;&#32467;&#26524;&#12290;&#23427;&#20204;&#21253;&#25324;&#65306;</p>
<p>Froogle&#21487;&#20197;&#29992;&#26469;&#25628;&#32034;&#37027;&#20123;&#26377;&#30528;&#26368;&#20302;&#20215;&#26684;&#30340;&#29305;&#23450;&#21830;&#21697;&#30340;&#22312;&#32447;&#36141;&#29289;&#32593;&#31449;&#12290;</p>
<p>Google Answers&#25152;&#25552;&#20379;&#30340;&#26381;&#21153;&#26159;&#30452;&#25509;&#35753;&#20320;&#30340;&#25628;&#32034;&#38656;&#27714;&#38754;&#21521;&#19987;&#19994;&#20154;&#21592;&#30340;&#23567;&#32452;&#65292;&#22823;&#22810;&#25968;&#37117;&#26159;&#29992;&#20110;&#24403;&#20320;&#26377;&#30528;&#26356;&#20026;&#22797;&#26434;&#30340;&#38382;&#39064;&#65292;&#32780;&#26080;&#27861;&#36890;&#36807;&#31616;&#21333;&#30340;&#25628;&#32034;&#26469;&#35299;&#31572;&#30340;&#26102;&#20505;&#12290;</p>
<p>Google Apple Macintosh Search&#20027;&#35201;&#26159;&#22312;apple.com&#22495;&#21517;&#20013;&#20197;&#21450;&#21644;&#20854;&#23427;&#19982;&#33529;&#26524;&#30456;&#20851;&#30340;&#31449;&#28857;&#36827;&#34892;&#25628;&#32034;&#12290;</p>
<p>Google Blog Search&#26159;&#29992;&#26469;&#25628;&#32034;&#21338;&#23458;&#21644;&#21338;&#23458;&#25991;&#31456;&#30340;&#12290;</p>
<p>Google Book Search&#21487;&#20197;&#25628;&#32034;&#25104;&#21315;&#19978;&#19975;&#30340;&#23567;&#35828;&#21644;&#38750;&#23567;&#35828;&#31867;&#22270;&#20070;&#30340;&#20840;&#25991;&#12290;</p>
<p>Google BSD UNIX Search&#21487;&#20197;&#25628;&#32034;&#21040;&#22823;&#37327;&#19987;&#38376;&#20026;BSD&#29256;&#26412;&#30340;UNIX&#25805;&#20316;&#31995;&#32479;&#19987;&#19994;&#21270;&#30340;&#31449;&#28857;&#12290;</p>
<p>Google Groups&#21487;&#20197;&#25628;&#32034;&#21040;Google Groups&#26723;&#26696;&#30340;&#30456;&#20851;&#25991;&#31456;&#12290;</p>
<p>Google Linux Search&#29992;&#26469;&#25628;&#32034;&#22823;&#37327;&#19982;Linux&#30456;&#20851;&#30340;&#32593;&#31449;&#12290;</p>
<p>Google Microsoft Search&#21487;&#20197;&#25628;&#32034;&#20027;&#35201;&#26159;microsoft.com&#22495;&#21517;&#20013;&#30340;&#20869;&#23481;&#20197;&#21450;&#20854;&#23427;&#24494;&#36719;&#30456;&#20851;&#30340;&#31449;&#28857;&#12290;</p>
<p>Google News&#21487;&#29992;&#26469;&#25628;&#32034;&#22823;&#37327;&#26377;&#26368;&#26032;&#26032;&#38395;&#21644;&#22836;&#26465;&#30340;&#26032;&#38395;&#32593;&#31449;&#65292;&#20063;&#33021;&#22815;&#25628;&#32034;&#21382;&#21490;&#30340;&#26032;&#38395;&#36164;&#26009;&#65292;&#19968;&#30452;&#21487;&#20197;&#36861;&#28335;&#21040;&#20004;&#20010;&#19990;&#32426;&#20043;&#21069;&#12290;</p>
<p>Google Scholar&#22312;&#19968;&#20010;&#26377;&#30528;&#23398;&#26415;&#26434;&#24535;&#12289;&#25991;&#31456;&#12289;&#25253;&#32440;&#12289;&#35770;&#25991;&#21644;&#20070;&#31821;&#30340;&#25968;&#25454;&#24211;&#20013;&#36827;&#34892;&#25628;&#32034;&#65292;&#20063;&#33021;&#22815;&#36873;&#25321;&#22823;&#23398;&#25110;&#30740;&#31350;&#20070;&#24211;&#12290;</p>
<p>Google U.S. Government Search&#26159;&#29992;&#26469;&#25628;&#32034;&#37027;&#20123;&#32654;&#22269;&#25919;&#24220;&#30340;&#32593;&#31449;&#8212;&#8212;&#36825;&#26159;&#19968;&#20010;&#26368;&#22909;&#30340;&#29992;&#26469;&#25628;&#32034;&#23448;&#26041;&#24615;&#25919;&#24220;&#20030;&#25514;&#12289;&#20449;&#24687;&#12289;&#25253;&#21578;&#31561;&#31561;&#30340;&#22320;&#26041;&#12290;</p>
<p>Google University Search&#33021;&#22312;&#19968;&#20010;&#26377;&#30528;&#36229;&#36807;600&#25152;&#22823;&#23398;&#32593;&#31449;&#30340;&#25968;&#25454;&#24211;&#20013;&#36827;&#34892;&#25628;&#32034;&#8212;&#8212;&#33021;&#22815;&#29992;&#26469;&#26597;&#35810;&#35838;&#31243;&#23433;&#25490;&#12289;&#20837;&#23398;&#36164;&#26009;&#31561;&#31561;&#12290;</p>
<p>&#21407;&#25991;&#20316;&#32773;&#65306;Michael Miller</p>
<p>&#21407;&#25991;&#26631;&#39064;&#65306;Ten Tips for Smarter Google Searches</p>
<p>&#21407;&#25991;&#22320;&#22336;&#65306;http://www.informit.com/articles/article.asp?p=675274&amp;rl=1</p>
<p>&#32534;&#35793;&#20154;&#65306;&#38634;&#24433;&#34013;&#39118;&#65288;IT168&#65289;</p>
<p>&#35793;&#25991;&#22320;&#22336;&#65306;http://publish.it168.com/2006/1213/20061213001101.shtml</p>
                                    </p>
</div>


  <footer>
    <p class="meta">
      
  

<span class="byline author vcard">Posted by <span class="fn">muggleyoung</span></span>

      








  


<time datetime="2009-11-21T00:00:00+08:00" pubdate data-updated="true">Nov 21<span>st</span>, 2009</time>
      


    </p>
    
      <div class="sharing">
  
  <a href="http://twitter.com/share" class="twitter-share-button" data-url="http://muggleyoung.github.com/blog/2009/11/21/%E5%8D%81%E5%A4%A7%E9%AB%98%E6%98%8E%E7%9A%84google%E6%90%9C%E7%B4%A2%E6%8A%80%E6%9C%AF%EF%BC%88%E8%BD%AC%EF%BC%89/" data-via="" data-counturl="http://muggleyoung.github.com/blog/2009/11/21/%E5%8D%81%E5%A4%A7%E9%AB%98%E6%98%8E%E7%9A%84google%E6%90%9C%E7%B4%A2%E6%8A%80%E6%9C%AF%EF%BC%88%E8%BD%AC%EF%BC%89/" >Tweet</a>
  
  
  
</div>

    
    <p class="meta">
      
        <a class="basic-alignment left" href="/blog/2009/11/20/%E8%84%91%E8%A2%8B%E4%B8%B2%E5%8F%B0/" title="Previous Post: 脑袋串台">&laquo; 脑袋串台</a>
      
      
        <a class="basic-alignment right" href="/blog/2009/11/30/%E8%BF%9F%E6%9A%AEiverson/" title="Next Post: 迟暮Iverson">迟暮Iverson &raquo;</a>
      
    </p>
  </footer>
</article>

</div>

<aside class="sidebar">
  
    <section>
  <h1>Recent Posts</h1>
  <ul id="recent_posts">
    
      <li class="post">
        <a href="/blog/2013/01/08/my-frist-post/">my-frist-post</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/05/14/eclipse---java.lang.noclassdeffounderror%3A-com.jayway.android.robotium.solo.solo%E9%94%99%E8%AF%AF%E8%A7%A3%E5%86%B3/">eclipse - java.lang.NoClassDefFoundError: com.jayway.android.robotium.solo.Solo错误解决</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/04/08/%E4%BD%A0%E7%8E%B0%E5%9C%A8%E7%9A%84%E5%B7%A5%E4%BD%9C%E8%BD%BB%E6%9D%BE%E4%B9%88%EF%BC%9F/">你现在的工作轻松么？</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/02/19/css%E7%AC%94%E8%AE%B0-position%E9%83%BD%E6%9C%89%E5%95%A5%E5%B1%9E%E6%80%A7/">CSS笔记-position都有啥属性</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/02/19/css%E7%AC%94%E8%AE%B0-css-reset/">CSS笔记-CSS reset</a>
      </li>
    
  </ul>
</section>






  
</aside>


    </div>
  </div>
  <footer role="contentinfo"><p>
  Copyright &copy; 2013 - muggleyoung -
  <span class="credit">Powered by <a href="http://octopress.org">Octopress</a></span>
</p>

</footer>
  







  <script type="text/javascript">
    (function(){
      var twitterWidgets = document.createElement('script');
      twitterWidgets.type = 'text/javascript';
      twitterWidgets.async = true;
      twitterWidgets.src = 'http://platform.twitter.com/widgets.js';
      document.getElementsByTagName('head')[0].appendChild(twitterWidgets);
    })();
  </script>





</body>
</html>
