
<!DOCTYPE html>
<!--[if IEMobile 7 ]><html class="no-js iem7"><![endif]-->
<!--[if lt IE 9]><html class="no-js lte-ie8"><![endif]-->
<!--[if (gt IE 8)|(gt IEMobile 7)|!(IEMobile)|!(IE)]><!--><html class="no-js" lang="en"><!--<![endif]-->
<head>
  <meta charset="utf-8">
  <title></title>
  <meta name="author" content="muggleyoung">

  
  <meta name="description" content="&#20320;&#30340;&#24433;&#23376;&#26080;&#25152;&#19981;&#22312;&#20154;&#30340;&#24515;&#20107;&#20687;&#19968;&#39063;&#23576;&#22467;&#33853;&# &hellip;">
  

  <!-- http://t.co/dKP3o1e -->
  <meta name="HandheldFriendly" content="True">
  <meta name="MobileOptimized" content="320">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  
  <link rel="canonical" href="http://muggleyoung.github.com/blog/page/45/">
  <link href="/favicon.png" rel="icon">
  <link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
  <script src="/javascripts/modernizr-2.0.js"></script>
  <script src="/javascripts/ender.js"></script>
  <script src="/javascripts/octopress.js" type="text/javascript"></script>
  <link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
  <!--Fonts from Google"s Web font directory at http://google.com/webfonts -->
<link href="http://fonts.googleapis.com/css?family=PT+Serif:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<link href="http://fonts.googleapis.com/css?family=PT+Sans:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">

  

</head>

<body   >
  <header role="banner"><hgroup>
  <h1><a href="/"></a></h1>
  
    <h2>young for you</h2>
  
</hgroup>

</header>
  <nav role="navigation"><ul class="subscription" data-subscription="rss">
  <li><a href="/atom.xml" rel="subscribe-rss" title="subscribe via RSS">RSS</a></li>
  
</ul>
  
<form action="http://google.com/search" method="get">
  <fieldset role="search">
    <input type="hidden" name="q" value="site:muggleyoung.github.com" />
    <input class="search" type="text" name="q" results="0" placeholder="Search"/>
  </fieldset>
</form>
  
<ul class="main-navigation">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
</ul>

</nav>
  <div id="main">
    <div id="content">
      <div class="blog-index">
  
  
  
    <article>
      
  
  <p class="meta">
    








  


<time datetime="2009-04-28T00:00:00+08:00" pubdate data-updated="true">Apr 28<span>th</span>, 2009</time>
    
  </p>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2009/04/28/%E8%BF%99%E4%B8%AA%E7%A2%8E%E5%A5%B3%E5%AD%90/">这个碎女子</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p><font color="#000000"><a href="http://muggleyoung.photo.hexun.com/63698901_d.html" target="_blank"></a><br /><br />&#20320;&#30340;&#24433;&#23376;&#26080;&#25152;&#19981;&#22312;<br />&#20154;&#30340;&#24515;&#20107;&#20687;&#19968;&#39063;&#23576;&#22467;<br />&#33853;&#22312;&#36807;&#21435;&#39128;&#21521;&#26410;&#26469;<br />&#25481;&#36827;&#30524;&#37324;&#23601;&#27969;&#20986;&#27882;&#26469;<br />&#26366;&#32463;&#27815;&#28023;&#26080;&#38480;&#24863;&#24936;<br />&#26377;&#26102;&#23396;&#29420;&#27604;&#25317;&#25265;&#23454;&#22312;<br />&#35753;&#24515;&#26149;&#21435;&#35753;&#26790;&#31179;&#26469;<br />&#35753;&#20320;&#31163;&#24320;<br />&#33293;&#19981;&#24471;&#24536;<br />&#19968;&#20999;&#37117;&#26159;&#20026;&#29233;<br />&#27809;&#26377;&#36951;&#25022;&#36824;&#26377;&#25105;<br />&#23601;&#35753;&#24448;&#20107;&#38543;&#39118;&#37117;&#38543;&#39118;&#37117;&#38543;&#39118;&#24515;&#38543;&#20320;&#21160;<br />&#26152;&#22825;&#33457;&#35874;&#33457;&#24320;&#19981;&#26159;&#26790;&#19981;&#26159;&#26790;&#19981;&#26159;&#26790;<br />&#23601;&#35753;&#24448;&#20107;&#38543;&#39118;&#37117;&#38543;&#39118;&#37117;&#38543;&#39118;&#24515;&#38543;&#20320;&#30171;<br />&#26126;&#22825;&#28526;&#36215;&#28526;&#33853;&#37117;&#26159;&#25105;&#37117;&#26159;&#25105;&#37117;&#26159;&#25105;<br />&#23601;&#35753;&#24448;&#20107;&#38543;&#39118;&#37117;&#38543;&#39118;&#37117;&#38543;&#39118;&#24515;&#38543;&#20320;&#21160;<br />&#26152;&#22825;&#33457;&#35874;&#33457;&#24320;&#19981;&#26159;&#26790;&#19981;&#26159;&#26790;&#19981;&#26159;&#26790;<br />&#23601;&#35753;&#24448;&#20107;&#38543;&#39118;&#37117;&#38543;&#39118;&#37117;&#38543;&#39118;&#24515;&#38543;&#20320;&#30171;<br />&#26126;&#22825;&#28526;&#36215;&#28526;&#33853;&#37117;&#26159;&#25105;&#37117;&#26159;&#25105;&#37117;&#26159;&#25105;</font></p>
<p>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#8212;&#8212;&#24448;&#20107;&#38543;&#39118;</p>
<p>&#160;&#160;&#160; &#20043;&#21069;&#36148;&#20986;&#36807;&#36825;&#39318;&#27468;&#65292;&#36825;&#20250;&#31361;&#28982;&#26080;&#27604;&#21916;&#27426;&#36825;&#27468;&#35789;&#65292;&#26377;&#24517;&#35201;&#20063;&#36148;&#20986;&#26469;&#30597;&#30597;&#12290;</p>
<p>&#160;&#160;&#160; &#22909;&#20037;&#27809;&#21548;&#26032;&#27468;&#20102;&#65292;&#30005;&#33041;&#37324;&#26469;&#26469;&#22238;&#22238;&#23601;&#26159;&#37027;&#20040;&#20960;&#20010;&#12290;</p>
<p>&#160;&#160;&#160; &#27809;&#24515;&#24773;&#65311;&#36824;&#26159;&#29983;&#27963;&#36824;&#8220;&#20805;&#23454;&#8221;&#65311;</p>
<p>&#160;&#160;&#160; &#25105;&#20063;&#19981;&#30693;&#36947;</p>
<p>&#160;&#160;&#160; &#25105;&#30693;&#36947;&#30340;&#26159;</p>
<p>&#160;&#160;&#160;&#160;&#36825;&#20010;&#30862;&#22899;&#23376;&#22312;&#21162;&#21147;&#35753;&#33258;&#24049;&#24555;&#20048;&#19968;&#28857;&#65292;&#20877;&#24555;&#20048;&#19968;&#28857;</p>
<p>&#160;</p>
<p>&#160;&#160;&#160; &#27599;&#19968;&#22825;&#65292;&#25105;&#20139;&#21463;&#30528;&#33521;&#35821;&#24102;&#32473;&#25105;&#30340;&#19968;&#28857;&#24555;&#20048;&#65292;&#38899;&#20048;&#65292;&#30005;&#24433;&#65292;&#30005;&#35270;&#65292;&#36824;&#26377;&#31232;&#22855;&#21476;&#24618;&#30340;&#21333;&#35789;&#65307;</p>
<p>&#160;&#160;&#160; &#20026;&#20102;&#19981;&#35753;&#20581;&#36523;&#25151;&#21344;&#20102;&#20415;&#23452;&#65292;&#25105;&#27599;&#22825;&#22362;&#25345;&#21435;&#38203;&#28860;&#65292;&#20048;&#21621;&#21621;&#30340;&#30475;&#37324;&#38754;&#24418;&#24418;&#33394;&#33394;&#30340;&#20154;&#20204;&#65307;</p>
<p>&#160;&#160;&#160; &#27809;&#20107;&#28120;&#20010;&#23453;&#65292;&#32842;&#20010;&#22825;</p>
<p>&#160;&#160;&#160; &#24863;&#24773;&#31639;&#20010;P&#65281;</p>
<p>&#160;&#160;&#160; &#27809;&#20102;&#35841;&#25105;&#37117;&#33021;&#27963;&#65292;&#21453;&#32780;&#33258;&#22312;&#36877;&#36965;</p>
<p>&#160;</p>
<p>&#160;&#160;&#160; &#24681;&#24681;&#65292;&#39134;&#35828;&#25105;&#26159;&#22320;&#36947;&#29289;&#36136;&#22899;&#65292;&#21704;&#21704;&#65292;&#25105;&#20063;&#26377;swarovski&#65292;&#24680;&#25105;&#23601;&#24680;&#25105;&#21543;&#65292;&#24525;&#20102;~~</p>
<p>&#160;&#160;&#160;&#160; <font color="#000000"><a href="http://muggleyoung.photo.hexun.com/63698901_d.html" target="_blank"><img onload="var image=new Image();image.src=this.src;if(image.width&gt;0 &amp;&amp; image.height&gt;0){if(image.width&gt;=700){this.width=700;this.height=image.height*700/image.width;}}" alt="&#26597;&#30475;&#26356;&#22810;&#31934;&#24425;&#22270;&#29255;" src="http://photo17.hexun.com/p/2009/0428/318494/b_54EE889FC012917BFEFC4897CE27A32F.jpg" border="0" /></a></font></p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <p class="meta">
    








  


<time datetime="2009-04-22T00:00:00+08:00" pubdate data-updated="true">Apr 22<span>nd</span>, 2009</time>
    
  </p>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2009/04/22/yesterday-yes-a-day--tonight-i-celebrete-my-love-for-you/">Yesterday Yes a Day&#8211;tonight I Celebrete My Love for You</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#160;&#160;&#160; <a href="http://muggleyoung.photo.hexun.com/63360642_d.html" target="_blank"><img onload="var image=new Image();image.src=this.src;if(image.width&gt;0 &amp;&amp; image.height&gt;0){if(image.width&gt;=700){this.width=700;this.height=image.height*700/image.width;}}" alt="&#26597;&#30475;&#26356;&#22810;&#31934;&#24425;&#22270;&#29255;" src="http://photo17.hexun.com/p/2009/0422/316803/b_4D00F112EE5951D94A08245CA0348DAD.jpg" border="0" /></a><br />&#160;&#160;&#160; &#24895;&#22238;&#24518;&#22914;&#36825;&#36870;&#20809;&#30340;&#36523;&#24433;&#65292;&#28176;&#28176;&#26263;&#21435;&#21543;~~~~<br /></p>
<p>&#160;&#160;&#160; yesterday</p>
<p>&#160;&#160;&#160; &#26152;&#22825;&#65292;&#25105;&#20197;&#20026;&#25105;&#20250;&#24456;&#20260;&#24863;</p>
<p>&#160;&#160;&#160; &#25105;&#20197;&#20026;&#25105;&#20250;&#24456;&#24515;&#30171;</p>
<p>&#160;&#160;&#160; &#25105;&#20197;&#20026;&#25105;&#20250;&#24576;&#30528;&#24754;&#24696;&#30340;&#24515;&#24773;&#40687;&#28982;&#19968;&#26085;</p>
<p>&#160;&#160;&#160; yesterday</p>
<p>&#160;&#160;&#160; &#33258;&#20064;&#65292;&#20581;&#36523;&#65292;&#19978;&#35838;&#65292;&#30005;&#33041;</p>
<p>&#160;&#160;&#160; &#27985;&#27985;&#22121;&#22121;&#65292;&#31455;&#28982;&#23601;&#36825;&#20040;&#36807;&#21435;&#20102;</p>
<p>&#160;&#160;&#160; &#30475;&#26469;&#36825;&#23401;&#23376;&#24515;&#37324;&#32032;&#36136;&#36824;&#26159;&#19981;&#38169;&#28404;&#21834;&#65292;&#33258;&#24651;&#19979;~~~</p>
<p>&#160;</p>
<p>&#160;&#160; &#160;&#27605;&#31455;&#36825;&#21482;&#26159;&#19968;&#20010;&#34394;&#26080;&#30340;&#35760;&#24565;&#32780;&#24050;</p>
<p>&#160;&#160;&#160; &#33258;&#24049;&#20010;&#20799;&#24248;&#20154;&#33258;&#25200;</p>
<p>&#160;&#160;&#160; &#22374;&#28982;&#65292;&#28129;&#23450;&#65292;&#19968;&#30452;&#20197;&#20026;&#33258;&#24049;&#21035;&#26080;&#25152;&#38271;&#33267;&#23569;&#36824;&#26377;&#36825;&#26679;&#30340;&#24615;&#26684;&#24341;&#20197;&#20026;&#35946;</p>
<p>&#160;&#160;&#160; &#25105;&#36824;&#26159;&#27809;&#26377;&#20462;&#28860;&#21040;&#23478;</p>
<p>&#160;&#160;&#160; </p>
<p>&#160;&#160;&#160; &#21035;&#20154;&#37117;&#24050;&#19981;&#22312;&#24847;&#65292;&#25105;&#21448;&#20309;&#24517;&#28902;&#25200;&#33258;&#24049;</p>
<p>&#160;</p>
<p>&#160;&#160;&#160; &#20004;&#24180;&#65292;&#19981;&#30693;&#36947;&#31639;&#19981;&#31639;&#38271;</p>
<p>&#160;&#160;&#160; &#25105;&#25152;&#24999;&#25004;&#30340;&#29233;&#24773;&#65292;&#35813;&#26377;&#24456;&#20037;&#30340;&#24651;&#29233;&#65292;&#26377;&#22914;&#19968;&#23478;&#20154;&#30340;&#23621;&#23478;&#29983;&#27963;</p>
<p>&#160;&#160;&#160; &#20004;&#24180;&#65292;&#22312;&#25105;&#30475;&#26469;&#65292;&#19981;&#31639;&#24456;&#20037;</p>
<p>&#160;&#160;&#160; &#25105;&#25152;&#32463;&#21382;&#30340;&#20004;&#24180;&#65292;&#26377;&#22826;&#22810;&#30340;&#22238;&#24518;&#65292;&#26377;&#22826;&#22810;&#30340;&#32463;&#21382;&#26080;&#27861;&#25273;&#21435;&#65292;&#21482;&#22909;&#20599;&#20599;&#35013;&#36827;&#30418;&#23376;&#65292;&#20002;&#22312;&#35282;&#33853;</p>
<p>&#160;</p>
<p>&#160;&#160;&#160; yesterday ,just a day</p>
<p>&#160;&#160;&#160; lh&#22840;&#22870;&#65292;&#19981;&#31649;&#22810;&#38386;&#22810;&#26080;&#32842;&#65292;&#25105;&#24635;&#26377;&#26412;&#20107;&#25214;&#21040;&#24456;&#22810;&#20107;&#24773;&#29609;&#65288;&#25105;&#23601;&#29702;&#35299;&#25104;&#22840;&#22870;&#20102;&#21834;&#65289;</p>
<p>&#160;&#160;&#160; &#23545;&#21834;&#65292;&#38500;&#20102;&#20197;&#20026;&#24754;&#20260;&#65292;&#25105;&#26377;&#24456;&#22810;&#20107;&#24773;&#21487;&#20197;&#20570;</p>
<p>&#160;&#160;&#160; &#26412;&#31185;&#26102;&#25171;&#31639;&#21644;duck&#19968;&#36215;&#35265;&#35782;&#19979;&#38485;&#35199;&#30340;&#40644;&#37329;&#29699;&#24066;&#21644;&#32463;&#20856;&#38485;&#39554;&#65292;&#33267;&#20170;&#20173;&#26410;&#23454;&#29616;</p>
<p>&#160;&#160;&#160; &#38500;&#20102;&#20813;&#36153;&#30340;&#38485;&#21338;&#65292;&#35199;&#23433;&#36824;&#26377;&#24456;&#22810;&#21338;&#29289;&#39302;&#20540;&#24471;&#25105;&#21435;&#35265;&#35782;</p>
<p>&#160;&#160;&#160; &#34429;&#28982;&#38047;&#40723;&#27004;&#21548;&#36215;&#26469;&#24456;&#26080;&#36259;&#65292;&#20316;&#20026;&#19968;&#38485;&#35199;&#20154;&#65292;&#25105;&#35813;&#21435;&#30475;&#30475;</p>
<p>&#160;&#160;&#160; &#20570;&#25163;&#24037;&#65292;&#30475;&#30005;&#24433;&#65292;&#27809;&#20107;&#29730;&#30952;&#22909;&#21507;&#30340;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#160;&#160;&#160; &#36825;&#20123;&#37117;&#26159;&#34987;&#25243;&#24323;&#35768;&#20037;&#30340;&#23545;&#29983;&#27963;&#30340;&#36861;&#27714;</p>
<p>&#160;</p>
<p>&#160;&#160;&#160; &#36807;&#21435;&#30340;&#23601;&#35753;&#23427;&#36807;&#21435;&#21543;</p>
<p>&#160;&#160;&#160;&#160;&#24076;&#26395;&#26377;&#19968;&#22825;&#65292;&#25105;&#33021;&#37325;&#26032;&#29123;&#36215;&#23545;&#29983;&#27963;&#23545;&#29233;&#24773;&#21333;&#32431;&#30340;&#26790;&#24819;</p>
<p>&#160;&#160;&#160; &#22914;ck&#30340;&#35846;&#35846;&#25945;&#35826;&#65292;&#19981;&#35813;&#23601;&#36825;&#26679;&#25918;&#24323;&#24076;&#26395;</p>
<p>&#160;&#160;&#160; &#22788;&#22899;&#24231;&#30340;&#23436;&#32654;&#20027;&#20041;&#32773;&#65292;&#29983;&#27963;&#19981;&#35813;&#22914;&#27492;&#20932;&#24808;</p>
<p>&#160;&#160;&#160; &#39134;&#35828;&#65292;&#29233;&#24773;&#21644;&#20107;&#19994;&#24635;&#26377;&#19968;&#26679;&#35201;&#26149;&#39118;&#24471;&#24847;</p>
<p>&#160;&#160;&#160; &#25105;&#20204;&#20004;&#26679;&#37117;&#35201;&#26149;&#39118;&#24471;&#24847;&#21602;</p>
<p><iframe src="http://music.hexun.com/IframePlayer.aspx?CID=0&amp;MID=0&amp;IsFlash=0&amp;AutoStart=1&amp;UiMode=1&amp;FileUrl=http://bradcerullo.com/wedding/songs/tonight_i_celebrate_my_love.mp3" frameborder="0" noresize width="300" scrolling="no" height="64"></iframe></p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <p class="meta">
    








  


<time datetime="2009-03-08T00:00:00+08:00" pubdate data-updated="true">Mar 8<span>th</span>, 2009</time>
    
  </p>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2009/03/08/%E6%AD%A5%E5%85%A5step-2/">步入step 2</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#160;&#160; 1.&#25233;&#37057;&#65292;&#25972;&#22825;&#21574;&#22312;&#23478;&#37324;&#20160;&#20040;&#37117;&#19981;&#24819;&#20570;&#65292;&#38452;&#27785;&#27785;&#30340;&#24515;&#24773; + &#19968;&#24352;&#33510;&#29916;&#33080;&#65307;</p>
<p>&#160;&#160; 2.&#20912;&#28608;&#20940;&#65292;&#26399;&#26395;&#26377;&#19968;&#31181;&#26041;&#24335;&#65292;&#21457;&#27844;&#24515;&#20013;&#30340;&#22833;&#33853;&#65292;&#36716;&#31227;&#27880;&#24847;&#21147;&#65307;</p>
<p>&#160;&#160; 3.&#33073;&#34915;&#33310;&#65292;&#24515;&#24773;&#35299;&#33073;&#65292;&#20139;&#21463;&#29983;&#27963;&#12290;</p>
<p>&#160;&#160; monica &amp; rachel &#24635;&#32467;&#30340;&#22833;&#24651;&#19977;&#20010;&#38454;&#27573;&#12290;</p>
<p>&#160;</p>
<p>&#160;&#160; &#25105;&#65292;&#29616;&#22312;&#65292;&#24046;&#19981;&#22810;&#65292;&#24819;&#35201;&#36827;&#20837;&#31532;&#20108;&#38454;&#27573;&#20102;</p>
<p>&#160;&#160; &#24456;&#22810;&#22899;&#29983;&#65292;&#22833;&#24651;&#21518;&#65292;&#36319;&#22836;&#21457;&#36807;&#19981;&#21435;&#65292;&#36319;&#33258;&#24049;&#30340;&#32963;&#36807;&#19981;&#21435;</p>
<p>&#160;&#160;&#160;&#25105;&#65292;&#19981;&#24819;&#37027;&#26679;</p>
<p>&#160;&#160; &#23398;&#20064;&#25104;&#32489;&#19968;&#22242;&#31967;&#20043;&#21518;&#65292;&#25105;&#35201;&#31215;&#26497;&#21521;&#19978;</p>
<p>&#160;</p>
<p>&#160;&#160; &#25105;&#65292;&#24819;&#25214;&#19968;&#20010;&#20449;&#20208;&#65292;&#25110;&#35768;&#25105;&#20570;&#19981;&#20102;&#34388;&#35802;&#30340;&#25945;&#24466;</p>
<p>&#160;&#160; &#24076;&#26395;&#25105;&#30340;&#31070;&#65292;&#33021;&#21407;&#35845;&#25105;&#30340;&#36807;&#38169;&#65292;&#32473;&#25105;&#22810;&#19968;&#28857;&#24076;&#26395;</p>
<p>&#160;</p>
<p>&#160;&#160; &#25105;&#65292;&#24819;&#36208;&#36335;&#65292;&#36208;&#24456;&#22810;&#30340;&#36335;&#65292;&#35265;&#24456;&#22810;&#30340;&#20154;</p>
<p>&#160;&#160; &#38745;&#38745;&#30475;&#39118;&#26223;&#65292;&#30041;&#19979;&#19968;&#20010;&#20154;&#30340;&#32426;&#24565;</p>
<p>&#160;</p>
<p>&#160;&#160; &#25105;&#65292;&#24819;&#20570;&#36816;&#21160;&#65292;&#24456;&#22810;&#30340;&#27735;&#27700;</p>
<p>&#160;&#160; &#37240;&#30171;&#30340;&#32908;&#32905;&#33021;&#21542;&#32531;&#35299;&#20854;&#20182;&#22320;&#26041;&#30340;&#30171;</p>
<p>&#160;&#160; </p>
<p>&#160;&#160; &#39134;&#35828;&#65306;&#38394;&#23494;&#23601;&#26159;&#20687;&#34588;&#19968;&#26679;&#29980;&#65292;all the time.</p>
<p>&#160;&#160; &#29616;&#22312;&#25105;&#30830;&#23450;</p>
<p>&#160;&#160; &#20877;&#24590;&#26679;&#65292;&#20320;&#20204;&#24635;&#19981;&#20250;&#25243;&#24323;&#25105;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <p class="meta">
    








  


<time datetime="2009-03-05T00:00:00+08:00" pubdate data-updated="true">Mar 5<span>th</span>, 2009</time>
    
  </p>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2009/03/05/%E7%A5%9D%E4%BD%A0%E7%94%9F%E6%97%A5%E5%BF%AB%E4%B9%90/">祝你生日快乐</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p><a href="http://muggleyoung.photo.hexun.com/60633432_d.html" target="_blank"><img onload="var image=new Image();image.src=this.src;if(image.width&gt;0 &amp;&amp; image.height&gt;0){if(image.width&gt;=700){this.width=700;this.height=image.height*700/image.width;}}" alt="&#26597;&#30475;&#26356;&#22810;&#31934;&#24425;&#22270;&#29255;" src="http://photo16.hexun.com/p/2009/0305/303167/b_1AD969D1D08B71D1A79973C5A06AE7B3.jpg" border="0" /></a></p>
<p>&#20002;&#20102;&#37027;&#26522;&#25106;&#25351;&#65292;&#26159;&#25105;&#29616;&#22312;&#26368;&#22823;&#30340;&#36951;&#25022;&#20102;<br /><br /></p>
<p>&#160;&#160;&#160; &#20170;&#22825;&#65292;&#26159;&#26576;&#20154;&#30340;&#29983;&#26085;&#12290;&#25105;&#21482;&#26159;&#27973;&#27973;&#30340;&#19968;&#21477;&#29983;&#26085;&#24555;&#20048;&#65292;&#21364;&#30690;&#21475;&#21542;&#35748;&#31036;&#29289;&#26159;&#25105;&#23492;&#30340;&#12290;</p>
<p>&#160;&#160;&#160; &#30475;&#21040;&#20320;&#31532;&#19968;&#26102;&#38388;&#25913;&#20102;&#31614;&#21517;&#65292;&#37027;&#20040;&#24320;&#24515;&#65292;&#25105;&#24456;&#28385;&#36275;&#12290;</p>
<p>&#160;&#160;&#160; &#21435;&#24180;&#30340;&#36825;&#22825;&#65292;&#25105;&#23601;&#24819;&#22909;&#20102;&#20170;&#24180;&#35813;&#36865;&#20320;&#20160;&#20040;&#12290;&#19981;&#33021;&#20877;&#38506;&#30528;&#20320;&#36807;&#29983;&#26085;&#20102;&#65292;&#23601;&#24819;&#20102;&#20102;&#33258;&#24049;&#30340;&#36825;&#20010;&#24515;&#24895;&#12290;</p>
<p>&#160;&#160;&#160; &#19981;&#33021;&#20877;&#32473;&#36825;&#20221;&#31036;&#29289;&#20160;&#20040;&#29305;&#27530;&#30340;&#24847;&#20041;&#20102;&#65292;&#31069;&#20320;&#33021;&#26089;&#26085;&#25214;&#21040;&#37027;&#20010;&#36148;&#24515;&#30340;&#20154;&#21543;&#12290;</p>
<p>&#160;&#160;&#160; &#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;-</p>
<p>&#160;&#160;&#160; &#19981;&#24819;&#35753;&#33258;&#24049;&#20877;&#20260;&#24863;&#20102;&#65292;&#20998;&#25955;&#27880;&#24847;&#21147;&#26159;&#25105;&#21807;&#19968;&#33021;&#20570;&#30340;</p>
<p>&#160;&#160;&#160; &#19981;&#25954;&#22238;&#24518;&#65292;&#19981;&#25954;&#32993;&#24605;&#20081;&#24819;&#65292;&#20197;&#21069;&#36229;&#32423;&#21916;&#27426;&#19968;&#20010;&#20154;&#36208;&#22312;&#36335;&#19978;&#20570;&#30333;&#26085;&#26790;&#65292;&#29616;&#22312;&#30340;&#30333;&#26085;&#26790;&#21364;&#21482;&#20250;&#35753;&#25105;&#26356;&#38590;&#36807;&#12290;</p>
<p>&#160;&#160;&#160; &#26412;&#31185;&#26102;&#30340;&#19968;&#20010;&#23460;&#21451;&#35201;&#32467;&#23130;&#20102;&#65292;&#24778;&#35766;&#21040;&#26080;&#35821;&#12290;&#21482;&#24819;&#21040;&#19968;&#20010;&#35789;&#65292;&#38378;&#23130;&#12290;</p>
<p>&#160;&#160;&#160; &#24819;&#24819;&#33258;&#24049;&#65292;&#27599;&#26377;&#22806;&#20154;&#35828;&#36215;&#32467;&#23130;&#30340;&#20107;&#65292;&#25105;&#37117;&#35273;&#24471;&#37027;&#19981;&#26159;&#25105;&#32771;&#34385;&#30340;&#38382;&#39064;&#12290;&#32780;&#29233;&#24773;&#65292;&#29616;&#22312;&#20063;&#21464;&#24471;&#37027;&#20040;&#36965;&#36828;</p>
<p>&#160;&#160;&#160;&#160;&#25105;&#65292;&#36824;&#26159;&#23646;&#20110;&#36825;&#26679;&#30333;&#24320;&#27700;&#30340;&#29983;&#27963;&#65292;&#20081;&#19971;&#20843;&#31967;&#30340;&#29983;&#27963;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <p class="meta">
    








  


<time datetime="2009-03-04T00:00:00+08:00" pubdate data-updated="true">Mar 4<span>th</span>, 2009</time>
    
  </p>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2009/03/04/%E7%94%9F%E5%91%BD%E4%B9%8B%E9%87%8D/">生命之重</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#160;&#160;&#160; CK&#20197;&#21069;&#21578;&#35785;&#25105;&#65292;&#19981;&#26159;&#27599;&#20010;&#20154;&#36825;&#19968;&#29983;&#37117;&#20250;&#24471;&#21040;&#36807;&#30495;&#27491;&#30340;&#29233;</p>
<p>&#160;&#160;&#160; &#25105;&#24456;&#24576;&#30097;</p>
<p>&#160;&#160;&#160; &#25105;&#20197;&#20026;&#27809;&#26377;&#29233;&#24773;&#30340;&#20154;&#29983;&#65292;&#37027;&#36824;&#26377;&#20160;&#20040;&#21487;&#36861;&#27714;&#30340;</p>
<p>&#160;&#160;&#160;&#160;&#25105;&#20197;&#20026;&#27809;&#26377;&#29233;&#24773;&#30340;&#23130;&#23035;&#65292;&#24590;&#20040;&#21487;&#20197;&#23601;&#36825;&#20040;&#28448;&#28982;&#30340;&#36208;&#19979;&#21435;</p>
<p>&#160;</p>
<p>&#160;&#160;&#160; &#29616;&#22312;&#65292;&#35980;&#20284;&#29702;&#35299;&#20102;</p>
<p>&#160;&#160;&#160; &#25110;&#35768;&#30495;&#30340;&#20250;&#26377;&#20154;&#22240;&#20026;&#36825;&#26679;&#37027;&#26679;&#30340;&#21407;&#22240;&#65292;&#27809;&#26377;&#30127;&#29378;&#30340;&#29233;&#36807;</p>
<p>&#160;&#160;&#160; &#25110;&#35768;&#65292;&#36824;&#26377;&#19968;&#20123;&#20154;</p>
<p>&#160;&#160;&#160; &#22312;&#20182;&#20204;&#30524;&#20013;&#65292;&#29233;&#24773;&#20063;&#19981;&#36807;&#23572;&#23572;</p>
<p>&#160;&#160;&#160; &#21482;&#19981;&#36807;&#26159;&#29983;&#27963;&#20013;&#26080;&#25152;&#35859;&#26377;&#26080;&#30340;&#35843;&#21619;&#26009;</p>
<p>&#160;&#160;&#160; &#22312;&#20182;&#20204;&#30524;&#20013;&#65292;&#29983;&#27963;&#20013;&#26377;&#24456;&#22810;&#37325;&#20110;&#29233;&#24773;&#30340;&#20107;&#24773;</p>
<p>&#160;&#160;&#160; &#20004;&#32773;&#30683;&#30462;&#26102;&#65292;&#20027;&#21160;&#36873;&#25321;&#25918;&#24323;&#29233;&#24773;</p>
<p>&#160;</p>
<p>&#160;&#160;&#160; &#25110;&#35768;&#65292;&#20320;&#27809;&#26377;&#36935;&#21040;&#23545;&#30340;&#20154;</p>
<p>&#160;&#160;&#160; &#25110;&#35768;&#65292;&#20320;&#38169;&#36807;&#20102;&#23545;&#30340;&#20154;</p>
<p>&#160;&#160;&#160; Who knows</p>
<p>&#160;</p>
<p>&#160;&#160;&#160; &#25105;&#26263;&#26263;&#36215;&#35475;&#65292;&#20877;&#20063;&#19981;&#30896;&#24863;&#24773;</p>
<p>&#160;&#160;&#160; &#25105;&#26263;&#26263;&#26399;&#30460;</p>
<p>&#160;&#160;&#160; &#26377;&#19968;&#22825;&#65292;&#25105;&#20250;&#20877;&#27425;&#29123;&#36215;&#24076;&#26395;</p>
<p>&#160;&#160;&#160; &#19981;&#24597;&#20260;&#23475;</p>
<p>&#160;&#160;&#160; &#20041;&#26080;&#21453;&#39038;</p>
<p>&#160;&#160;&#160; &#26399;&#30460;&#37027;&#19968;&#22825;&#65292;&#25105;&#20250;&#24184;&#31119;</p>
<p>&#160;&#160;&#160; &#22240;&#20026;&#25105;&#30340;&#24863;&#24773;&#65292;&#26159;&#39277;&#33756;&#20013;&#30340;&#30416;</p>
<p>&#160;&#160;&#160; &#24179;&#28129;&#65292;&#21364;&#21448;&#31163;&#19981;&#24320;&#23427;</p>
<p>&#160;&#160;&#160; </p>
<p>&#160;</p>
<p>&#160;</p>
                                    </p>
</div>
  
  


    </article>
  
  <div class="pagination">
    
      <a class="prev" href="/blog/page/46/">&larr; Older</a>
    
    <a href="/blog/archives">Blog Archives</a>
    
    <a class="next" href="/blog/page/44/">Newer &rarr;</a>
    
  </div>
</div>
<aside class="sidebar">
  
    <section>
  <h1>Recent Posts</h1>
  <ul id="recent_posts">
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-change-git-repo-name/">how to change git repo name</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-setup-a-new-remote-git-repo/">How to setup a new remote git repo</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/13/hui-gu-2012/">回顾2012</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/08/my-frist-post/">my-frist-post</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/05/14/eclipse---java.lang.noclassdeffounderror%3A-com.jayway.android.robotium.solo.solo%E9%94%99%E8%AF%AF%E8%A7%A3%E5%86%B3/">eclipse - java.lang.NoClassDefFoundError: com.jayway.android.robotium.solo.Solo错误解决</a>
      </li>
    
  </ul>
</section>






  
</aside>

    </div>
  </div>
  <footer role="contentinfo"><p>
  Copyright &copy; 2013 - muggleyoung -
  <span class="credit">Powered by <a href="http://octopress.org">Octopress</a>. Design by <a href="http://octopressthemes.com">Octopress Themes</a>.</span>
</p>

</footer>
  







  <script type="text/javascript">
    (function(){
      var twitterWidgets = document.createElement('script');
      twitterWidgets.type = 'text/javascript';
      twitterWidgets.async = true;
      twitterWidgets.src = 'http://platform.twitter.com/widgets.js';
      document.getElementsByTagName('head')[0].appendChild(twitterWidgets);
    })();
  </script>





</body>
</html>
