
<!DOCTYPE html>
<!--[if IEMobile 7 ]><html class="no-js iem7"><![endif]-->
<!--[if lt IE 9]><html class="no-js lte-ie8"><![endif]-->
<!--[if (gt IE 8)|(gt IEMobile 7)|!(IEMobile)|!(IE)]><!--><html class="no-js" lang="en"><!--<![endif]-->
<head>
  <meta charset="utf-8">
  <title></title>
  <meta name="author" content="muggleyoung">

  
  <meta name="description" content="&#24681;&#65292;&#25105;&#30693;&#36947;&#25105;&#24456;&#25042;&#65292;&#29609;&#23436;n&#20037;&#20102;&#65292;&#35760;&#24518;&#20840;&#22312;&# &hellip;">
  

  <!-- http://t.co/dKP3o1e -->
  <meta name="HandheldFriendly" content="True">
  <meta name="MobileOptimized" content="320">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  
  <link rel="canonical" href="http://muggleyoung.github.com/blog/page/45/">
  <link href="/favicon.png" rel="icon">
  <link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
  <script src="/javascripts/modernizr-2.0.js"></script>
  <script src="/javascripts/ender.js"></script>
  <script src="/javascripts/octopress.js" type="text/javascript"></script>
  <link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
  <!--Fonts from Google"s Web font directory at http://google.com/webfonts -->
<link href="http://fonts.googleapis.com/css?family=PT+Serif:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<link href="http://fonts.googleapis.com/css?family=PT+Sans:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">

  

</head>

<body   >
  <header role="banner"><hgroup>
  <h1><a href="/"></a></h1>
  
    <h2>young for you</h2>
  
</hgroup>

</header>
  <nav role="navigation"><ul class="subscription" data-subscription="rss">
  <li><a href="/atom.xml" rel="subscribe-rss" title="subscribe via RSS">RSS</a></li>
  
</ul>
  
<form action="http://google.com/search" method="get">
  <fieldset role="search">
    <input type="hidden" name="q" value="site:muggleyoung.github.com" />
    <input class="search" type="text" name="q" results="0" placeholder="Search"/>
  </fieldset>
</form>
  
<ul class="main-navigation">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
</ul>

</nav>
  <div id="main">
    <div id="content">
      <div class="blog-index">
  
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2009-06-10T00:00:00+08:00" pubdate data-updated="true">Jun 10<span>th</span>, 2009</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2009/06/10/%E8%88%9E%E6%9C%88%E6%9D%AD%E5%B7%9E%E8%AE%B0/">舞月杭州记</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#24681;&#65292;&#25105;&#30693;&#36947;&#25105;&#24456;&#25042;&#65292;&#29609;&#23436;n&#20037;&#20102;&#65292;&#35760;&#24518;&#20840;&#22312;&#30805;&#22823;&#30340;&#33041;&#34955;&#37324;&#23384;&#20648;&#12290;&#36825;&#20250;&#21507;&#39281;&#21917;&#36275;&#20102;&#65292;&#35760;&#24405;me&amp;&#39134;&#22312;&#26477;&#24030;&#30340;&#29255;&#27573;&#12290;</p>
<p>&#160;&#160;&#160; &#27809;&#26377;&#22270;&#29255;&#65292;only&#25991;&#23383;</p>
<p>&#160;&#160;&#160; 1st day:&#21040;&#36798;</p>
<p>&#160;&#160;&#160; &#21069;&#19968;&#22812;12&#65306;30&#20174;&#21512;&#32933;&#20986;&#21457;&#65292;&#26089;&#26216;6&#65306;00&#21040;&#36798;&#26477;&#24030;&#65292;&#20877;&#32769;&#36828;&#30340;&#27773;&#36710;&#26179;&#24736;&#21040;&#39134;&#23478;&#65292;&#24555;&#20061;&#28857;&#21543;&#65292;&#22905;&#27491;&#22909;&#25509;&#24453;&#20102;&#25105;&#28982;&#21518;&#21435;&#19978;&#29677;&#12290;&#21069;&#38754;&#29609;&#30340;&#20960;&#22825;&#30340;&#30130;&#20518;&#35753;&#25105;&#20174;&#22905;&#19978;&#29677;&#30561;&#21040;&#19979;&#29677;&#12290;&#12290;&#12290;&#30495;&#33298;&#26381;&#65292;&#36824;&#26377;&#37027;&#20040;&#22810;&#26434;&#24535;&#22909;&#30475;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#160;&#160;&#160; 2nd day:&#20080;&#30005;&#33041;</p>
<p>&#160;&#160;&#160; &#30001;&#20110;&#21069;&#19968;&#22812;&#20457;&#36130;&#36855;&#24537;&#30528;&#21830;&#37327;&#29983;&#36130;&#20043;&#36947;&#37117;&#20852;&#22859;&#30340;&#30561;&#26202;&#20102;&#65292;&#26089;&#19978;&#24908;&#24908;&#24352;&#24352;&#25910;&#25342;&#20102;&#21435;&#20080;&#30005;&#33041;&#12290;&#25105;&#21018;&#23613;&#32844;&#30340;&#38145;&#20102;&#25151;&#38388;&#38376;&#65292;&#37003;&#36962;&#39740;&#21516;&#23398;&#23601;&#22823;&#21483;&#22905;&#24536;&#24102;&#20102;&#38053;&#21273;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#160;&#160;&#160; &#21710;&#65292;&#21018;&#26469;&#23601;&#36935;&#19978;&#36825;&#31561;&#31959;&#20107;&#12290;114&#25214;&#20102;&#24320;&#38145;&#24072;&#20613;&#65292;&#21322;&#23567;&#26102;&#31561;&#20505;&#65292;&#24072;&#20613;&#21549;&#21735;&#21549;&#21735;&#21322;&#20998;&#38047;&#25630;&#23450;&#65292;&#25105;&#20204;&#32769;&#32769;&#23454;&#23454;&#19978;&#20132;40&#22823;&#27915;&#12290;</p>
<p>&#160;&#160;&#160; &#20002;&#19977;&#33853;&#22235;&#30340;&#37003;&#36962;&#22823;&#29579;~~~~</p>
<p>&#160;&#160;&#160; &#25554;&#25773;&#65306;&#20080;&#30005;&#33041;&#30340;&#26102;&#20505;&#65292;&#35828;&#36215;&#25105;&#20204;&#21018;&#27605;&#19994;&#22312;&#26477;&#24030;&#25171;&#24037;&#26469;&#30528;&#65292;&#37027;&#32769;&#26495;&#31435;&#39532;&#38382;&#24037;&#36164;&#26377;1k&#20102;&#21543;&#65311;&#20474;&#20457;&#30456;&#35782;&#26080;&#35821;&#65292;&#21478;&#19968;&#20010;&#38144;&#21806;&#30452;&#25509;&#35828;&#65292;&#21738;&#37324;&#65292;&#24212;&#35813;800&#24046;&#19981;&#22810;&#12290;&#39069;&#65292;&#25105;&#12290;&#12290;&#12290;&#12290;&#25105;&#12290;&#12290;&#12290;&#12290;&#21482;&#26377;&#20667;&#31505;&#30340;&#20221;&#20102;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#160; &#160; 3rd day:&#28023;&#21507;</p>
<p>&#160;&#160;&#160; &#35805;&#35828;&#22312;&#26477;&#24030;&#37027;&#20040;&#20960;&#22825;&#65292;&#22522;&#26412;&#19978;&#20986;&#38376;&#23601;&#21507;&#22806;&#23110;&#23478;&#12290;&#36825;&#22825;&#25104;&#21151;&#21246;&#24341;&#31649;&#23567;&#33805;&#20986;&#26469;&#29609;&#12290;&#21435;&#21507;&#22806;&#23110;&#23478;&#65292;&#25105;&#20204;&#20200;&#36824;&#20307;&#39564;&#20102;&#19968;&#25226;&#8221;&#21860;&#20799;&#33590;&#29245;&#8220;&#65288;&#24212;&#35813;&#26159;&#36825;&#21517;&#65292;&#19981;&#30693;&#36947;&#30340;&#21516;&#23398;&#65292;&#20320;OUT&#21862;&#65281;&#65281;&#65281;&#21704;&#21704;&#65289;&#65292;&#20307;&#39564;&#32467;&#35770;&#26159;&#24456;&#38590;&#21917;&#65292;&#21860;&#37202;&#24050;&#32463;&#22815;&#38590;&#21917;&#20102;&#65292;&#36825;&#20010;&#21017;&#26356;&#29978;&#12290;</p>
<p>&#160;&#160;&#160; &#33267;&#20110;&#22806;&#23110;&#23478;&#65292;3&#20010;&#20154;&#21507;&#20102;&#22823;&#27010;6&#20010;&#33756;&#65292;&#21507;&#24178;&#20928;&#20102;&#65292;&#25105;&#20204;&#26080;&#31351;&#30340;&#25112;&#26007;&#21147;&#21834;&#12290;&#12290;&#12290;&#12290;&#12290;&#19968;&#22242;&#29436;&#34249;&#20043;&#21518;&#25165;&#24819;&#36215;&#26469;&#65292;&#20986;&#38376;&#21069;&#36824;&#19987;&#31243;&#24102;&#20102;&#30456;&#26426;&#65292;&#22352;&#19978;&#39277;&#26700;&#25105;&#23601;&#25226;&#36825;&#20107;&#24536;&#24471;&#19968;&#24178;&#20108;&#20928;&#65292;&#21487;&#24604;&#20102;&#26576;&#20154;&#65292;&#19996;&#35199;&#37117;&#26159;&#22905;&#21253;&#37324;&#32972;&#30528;&#30340;&#12290;&#12290;&#12290;&#23601;&#24403;&#20943;&#32933;&#20102;&#21704;&#12290;</p>
<p>&#160;&#160;&#160; &#22238;&#21435;&#36335;&#19978;&#36935;&#38632;&#65292;&#20457;&#23043;&#19979;&#36710;&#21518;&#23601;&#25289;&#30528;&#25163;&#24320;&#22987;&#36305;&#65292;&#20667;&#19981;&#22403;&#22334;&#30340;&#65292;&#27985;&#36523;&#28287;&#36879;&#36824;&#31505;&#30340;&#36156;&#24320;&#24515;&#12290;&#39030;&#30528;&#19968;&#32506;&#19968;&#32506;&#30340;&#22836;&#21457;&#22312;&#27004;&#19979;&#30340;&#28165;&#30495;&#39184;&#21381;&#20080;&#39277;&#65292;&#36319;&#37027;&#37324;&#30340;&#38485;&#35199;&#39135;&#23458;&#30606;&#25199;&#12290;&#31361;&#28982;&#24863;&#35273;&#19981;&#20687;&#26477;&#24030;&#65292;&#20498;&#26159;&#20284;&#22312;&#26032;&#26657;&#21306;&#38376;&#21475;&#21507;&#28818;&#25289;&#38754;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#160;&#160;&#160; 4th day&#65306;</p>
<p>&#160;&#160;&#160; &#30475;&#20102;&#29066;&#29483;&#22238;&#23478;&#36335;&#65292;&#28201;&#20064;&#20856;&#22411;&#20013;&#22269;&#24335;&#20799;&#31461;&#29255;</p>
<p>&#160;&#160;&#160; &#30475;&#23436;&#30005;&#24433;&#20598;&#36935;&#23567;&#23828;&#21450;&#20854;&#23478;&#23646;&#65292;&#36825;&#20010;&#19990;&#30028;&#30495;&#26159;&#23567;&#12290;&#23567;&#23828;&#21516;&#23398;&#35828;&#35805;&#36824;&#26159;&#37027;&#20040;&#19981;&#28165;&#26970;&#65292;&#25105;&#32769;&#21548;&#19981;&#25026;</p>
<p>&#160;&#160;&#160; &#20877;&#27425;&#21435;&#22806;&#23110;&#23478;&#39253;&#39214;&#65292;&#39307;&#29483;&#22068;&#21507;&#32418;&#28903;&#32905;&#21507;&#21040;&#36830;&#27748;&#27748;&#37117;&#21917;&#24178;&#20928;&#20102;&#65292;&#25105;&#36825;&#39295;&#27515;&#39740;&#37117;&#33258;&#24871;&#19981;&#22914;</p>
<p>&#160;&#160;&#160; &#24681;&#65292;&#25105;&#36824;&#24806;&#35760;&#30528;&#36208;&#26102;&#30041;&#19979;&#30340;&#34507;&#31957;&#31080;&#31080;&#21602;&#65292;&#20154;&#23478;&#37117;&#27809;&#21507;&#30528;~~~~</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;</p>
<p>&#160;&#160;&#160; &#25509;&#19979;&#26469;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#160;&#160;&#160; &#24863;&#35874;&#23567;&#39134;&#21516;&#23398;&#37027;&#20960;&#22825;&#23545;&#25105;&#30340;&#30427;&#24773;&#27454;&#24453;</p>
<p>&#160;&#160;&#160; &#24863;&#35874;&#23567;&#39134;&#29240;&#29305;&#24847;&#21486;&#22065;&#35201;&#35831;&#25105;&#21507;&#22909;&#21507;&#30340;</p>
<p>&#160;&#160;&#160; &#24863;&#35874;&#31649;&#23567;&#33805;&#21516;&#23398;&#39277;&#21518;&#22312;KFC&#32473;&#25105;&#20204;&#20570;&#30340;&#24314;&#35758;&#32654;&#23481;&#35762;&#24231;</p>
<p>&#160;&#160;&#160; &#20877;&#25509;&#19979;&#26469;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#160;&#160;&#160; &#25105;&#20026;&#37027;&#20004;&#21482;&#23567;&#20044;&#40863;&#36947;&#27465;&#65292;&#32473;&#23567;&#39134;&#22992;&#22992;&#24102;&#26469;&#22121;&#26790;&#33324;&#30340;&#20960;&#22825;&#65288;&#20854;&#23454;&#20154;&#23478;&#37027;&#20040;&#20054;&#65292;&#24656;&#24807;&#20063;&#37117;&#26159;&#20320;&#33258;&#24049;&#24515;&#37324;&#24819;&#35937;&#30340;&#65289;</p>
<p>&#160;&#160;&#160; &#20877;&#20026;&#23567;&#20044;&#40863;&#35874;&#35874;&#23567;&#39134;&#22992;&#22992;&#65292;&#25307;&#24453;&#20182;&#20204;&#37027;&#20040;&#20037;</p>
<p>&#160;&#160;&#160; &#35874;&#35874;&#22823;&#22992;&#22992;&#22992;&#65292;&#25910;&#30041;&#20102;&#20182;&#20204;</p>
<p>&#160;&#160;&#160; &#35874;&#35874;&#25105;&#33258;&#24049;&#65292;&#25226;&#20182;&#20204;&#20174;&#27969;&#28010;&#29983;&#27963;&#20013;&#25327;&#25937;&#20986;&#26469;</p>
<p>&#160;</p>
<p>&#160;&#160;&#160; &#21691;~OVER&#65281;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2009-04-28T00:00:00+08:00" pubdate data-updated="true">Apr 28<span>th</span>, 2009</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2009/04/28/%E8%BF%99%E4%B8%AA%E7%A2%8E%E5%A5%B3%E5%AD%90/">这个碎女子</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p><font color="#000000"><a href="http://muggleyoung.photo.hexun.com/63698901_d.html" target="_blank"></a><br /><br />&#20320;&#30340;&#24433;&#23376;&#26080;&#25152;&#19981;&#22312;<br />&#20154;&#30340;&#24515;&#20107;&#20687;&#19968;&#39063;&#23576;&#22467;<br />&#33853;&#22312;&#36807;&#21435;&#39128;&#21521;&#26410;&#26469;<br />&#25481;&#36827;&#30524;&#37324;&#23601;&#27969;&#20986;&#27882;&#26469;<br />&#26366;&#32463;&#27815;&#28023;&#26080;&#38480;&#24863;&#24936;<br />&#26377;&#26102;&#23396;&#29420;&#27604;&#25317;&#25265;&#23454;&#22312;<br />&#35753;&#24515;&#26149;&#21435;&#35753;&#26790;&#31179;&#26469;<br />&#35753;&#20320;&#31163;&#24320;<br />&#33293;&#19981;&#24471;&#24536;<br />&#19968;&#20999;&#37117;&#26159;&#20026;&#29233;<br />&#27809;&#26377;&#36951;&#25022;&#36824;&#26377;&#25105;<br />&#23601;&#35753;&#24448;&#20107;&#38543;&#39118;&#37117;&#38543;&#39118;&#37117;&#38543;&#39118;&#24515;&#38543;&#20320;&#21160;<br />&#26152;&#22825;&#33457;&#35874;&#33457;&#24320;&#19981;&#26159;&#26790;&#19981;&#26159;&#26790;&#19981;&#26159;&#26790;<br />&#23601;&#35753;&#24448;&#20107;&#38543;&#39118;&#37117;&#38543;&#39118;&#37117;&#38543;&#39118;&#24515;&#38543;&#20320;&#30171;<br />&#26126;&#22825;&#28526;&#36215;&#28526;&#33853;&#37117;&#26159;&#25105;&#37117;&#26159;&#25105;&#37117;&#26159;&#25105;<br />&#23601;&#35753;&#24448;&#20107;&#38543;&#39118;&#37117;&#38543;&#39118;&#37117;&#38543;&#39118;&#24515;&#38543;&#20320;&#21160;<br />&#26152;&#22825;&#33457;&#35874;&#33457;&#24320;&#19981;&#26159;&#26790;&#19981;&#26159;&#26790;&#19981;&#26159;&#26790;<br />&#23601;&#35753;&#24448;&#20107;&#38543;&#39118;&#37117;&#38543;&#39118;&#37117;&#38543;&#39118;&#24515;&#38543;&#20320;&#30171;<br />&#26126;&#22825;&#28526;&#36215;&#28526;&#33853;&#37117;&#26159;&#25105;&#37117;&#26159;&#25105;&#37117;&#26159;&#25105;</font></p>
<p>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#8212;&#8212;&#24448;&#20107;&#38543;&#39118;</p>
<p>&#160;&#160;&#160; &#20043;&#21069;&#36148;&#20986;&#36807;&#36825;&#39318;&#27468;&#65292;&#36825;&#20250;&#31361;&#28982;&#26080;&#27604;&#21916;&#27426;&#36825;&#27468;&#35789;&#65292;&#26377;&#24517;&#35201;&#20063;&#36148;&#20986;&#26469;&#30597;&#30597;&#12290;</p>
<p>&#160;&#160;&#160; &#22909;&#20037;&#27809;&#21548;&#26032;&#27468;&#20102;&#65292;&#30005;&#33041;&#37324;&#26469;&#26469;&#22238;&#22238;&#23601;&#26159;&#37027;&#20040;&#20960;&#20010;&#12290;</p>
<p>&#160;&#160;&#160; &#27809;&#24515;&#24773;&#65311;&#36824;&#26159;&#29983;&#27963;&#36824;&#8220;&#20805;&#23454;&#8221;&#65311;</p>
<p>&#160;&#160;&#160; &#25105;&#20063;&#19981;&#30693;&#36947;</p>
<p>&#160;&#160;&#160; &#25105;&#30693;&#36947;&#30340;&#26159;</p>
<p>&#160;&#160;&#160;&#160;&#36825;&#20010;&#30862;&#22899;&#23376;&#22312;&#21162;&#21147;&#35753;&#33258;&#24049;&#24555;&#20048;&#19968;&#28857;&#65292;&#20877;&#24555;&#20048;&#19968;&#28857;</p>
<p>&#160;</p>
<p>&#160;&#160;&#160; &#27599;&#19968;&#22825;&#65292;&#25105;&#20139;&#21463;&#30528;&#33521;&#35821;&#24102;&#32473;&#25105;&#30340;&#19968;&#28857;&#24555;&#20048;&#65292;&#38899;&#20048;&#65292;&#30005;&#24433;&#65292;&#30005;&#35270;&#65292;&#36824;&#26377;&#31232;&#22855;&#21476;&#24618;&#30340;&#21333;&#35789;&#65307;</p>
<p>&#160;&#160;&#160; &#20026;&#20102;&#19981;&#35753;&#20581;&#36523;&#25151;&#21344;&#20102;&#20415;&#23452;&#65292;&#25105;&#27599;&#22825;&#22362;&#25345;&#21435;&#38203;&#28860;&#65292;&#20048;&#21621;&#21621;&#30340;&#30475;&#37324;&#38754;&#24418;&#24418;&#33394;&#33394;&#30340;&#20154;&#20204;&#65307;</p>
<p>&#160;&#160;&#160; &#27809;&#20107;&#28120;&#20010;&#23453;&#65292;&#32842;&#20010;&#22825;</p>
<p>&#160;&#160;&#160; &#24863;&#24773;&#31639;&#20010;P&#65281;</p>
<p>&#160;&#160;&#160; &#27809;&#20102;&#35841;&#25105;&#37117;&#33021;&#27963;&#65292;&#21453;&#32780;&#33258;&#22312;&#36877;&#36965;</p>
<p>&#160;</p>
<p>&#160;&#160;&#160; &#24681;&#24681;&#65292;&#39134;&#35828;&#25105;&#26159;&#22320;&#36947;&#29289;&#36136;&#22899;&#65292;&#21704;&#21704;&#65292;&#25105;&#20063;&#26377;swarovski&#65292;&#24680;&#25105;&#23601;&#24680;&#25105;&#21543;&#65292;&#24525;&#20102;~~</p>
<p>&#160;&#160;&#160;&#160; <font color="#000000"><a href="http://muggleyoung.photo.hexun.com/63698901_d.html" target="_blank"><img onload="var image=new Image();image.src=this.src;if(image.width&gt;0 &amp;&amp; image.height&gt;0){if(image.width&gt;=700){this.width=700;this.height=image.height*700/image.width;}}" alt="&#26597;&#30475;&#26356;&#22810;&#31934;&#24425;&#22270;&#29255;" src="http://photo17.hexun.com/p/2009/0428/318494/b_54EE889FC012917BFEFC4897CE27A32F.jpg" border="0" /></a></font></p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2009-04-22T00:00:00+08:00" pubdate data-updated="true">Apr 22<span>nd</span>, 2009</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2009/04/22/yesterday-yes-a-day--tonight-i-celebrete-my-love-for-you/">Yesterday Yes a Day&#8211;tonight I Celebrete My Love for You</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#160;&#160;&#160; <a href="http://muggleyoung.photo.hexun.com/63360642_d.html" target="_blank"><img onload="var image=new Image();image.src=this.src;if(image.width&gt;0 &amp;&amp; image.height&gt;0){if(image.width&gt;=700){this.width=700;this.height=image.height*700/image.width;}}" alt="&#26597;&#30475;&#26356;&#22810;&#31934;&#24425;&#22270;&#29255;" src="http://photo17.hexun.com/p/2009/0422/316803/b_4D00F112EE5951D94A08245CA0348DAD.jpg" border="0" /></a><br />&#160;&#160;&#160; &#24895;&#22238;&#24518;&#22914;&#36825;&#36870;&#20809;&#30340;&#36523;&#24433;&#65292;&#28176;&#28176;&#26263;&#21435;&#21543;~~~~<br /></p>
<p>&#160;&#160;&#160; yesterday</p>
<p>&#160;&#160;&#160; &#26152;&#22825;&#65292;&#25105;&#20197;&#20026;&#25105;&#20250;&#24456;&#20260;&#24863;</p>
<p>&#160;&#160;&#160; &#25105;&#20197;&#20026;&#25105;&#20250;&#24456;&#24515;&#30171;</p>
<p>&#160;&#160;&#160; &#25105;&#20197;&#20026;&#25105;&#20250;&#24576;&#30528;&#24754;&#24696;&#30340;&#24515;&#24773;&#40687;&#28982;&#19968;&#26085;</p>
<p>&#160;&#160;&#160; yesterday</p>
<p>&#160;&#160;&#160; &#33258;&#20064;&#65292;&#20581;&#36523;&#65292;&#19978;&#35838;&#65292;&#30005;&#33041;</p>
<p>&#160;&#160;&#160; &#27985;&#27985;&#22121;&#22121;&#65292;&#31455;&#28982;&#23601;&#36825;&#20040;&#36807;&#21435;&#20102;</p>
<p>&#160;&#160;&#160; &#30475;&#26469;&#36825;&#23401;&#23376;&#24515;&#37324;&#32032;&#36136;&#36824;&#26159;&#19981;&#38169;&#28404;&#21834;&#65292;&#33258;&#24651;&#19979;~~~</p>
<p>&#160;</p>
<p>&#160;&#160; &#160;&#27605;&#31455;&#36825;&#21482;&#26159;&#19968;&#20010;&#34394;&#26080;&#30340;&#35760;&#24565;&#32780;&#24050;</p>
<p>&#160;&#160;&#160; &#33258;&#24049;&#20010;&#20799;&#24248;&#20154;&#33258;&#25200;</p>
<p>&#160;&#160;&#160; &#22374;&#28982;&#65292;&#28129;&#23450;&#65292;&#19968;&#30452;&#20197;&#20026;&#33258;&#24049;&#21035;&#26080;&#25152;&#38271;&#33267;&#23569;&#36824;&#26377;&#36825;&#26679;&#30340;&#24615;&#26684;&#24341;&#20197;&#20026;&#35946;</p>
<p>&#160;&#160;&#160; &#25105;&#36824;&#26159;&#27809;&#26377;&#20462;&#28860;&#21040;&#23478;</p>
<p>&#160;&#160;&#160; </p>
<p>&#160;&#160;&#160; &#21035;&#20154;&#37117;&#24050;&#19981;&#22312;&#24847;&#65292;&#25105;&#21448;&#20309;&#24517;&#28902;&#25200;&#33258;&#24049;</p>
<p>&#160;</p>
<p>&#160;&#160;&#160; &#20004;&#24180;&#65292;&#19981;&#30693;&#36947;&#31639;&#19981;&#31639;&#38271;</p>
<p>&#160;&#160;&#160; &#25105;&#25152;&#24999;&#25004;&#30340;&#29233;&#24773;&#65292;&#35813;&#26377;&#24456;&#20037;&#30340;&#24651;&#29233;&#65292;&#26377;&#22914;&#19968;&#23478;&#20154;&#30340;&#23621;&#23478;&#29983;&#27963;</p>
<p>&#160;&#160;&#160; &#20004;&#24180;&#65292;&#22312;&#25105;&#30475;&#26469;&#65292;&#19981;&#31639;&#24456;&#20037;</p>
<p>&#160;&#160;&#160; &#25105;&#25152;&#32463;&#21382;&#30340;&#20004;&#24180;&#65292;&#26377;&#22826;&#22810;&#30340;&#22238;&#24518;&#65292;&#26377;&#22826;&#22810;&#30340;&#32463;&#21382;&#26080;&#27861;&#25273;&#21435;&#65292;&#21482;&#22909;&#20599;&#20599;&#35013;&#36827;&#30418;&#23376;&#65292;&#20002;&#22312;&#35282;&#33853;</p>
<p>&#160;</p>
<p>&#160;&#160;&#160; yesterday ,just a day</p>
<p>&#160;&#160;&#160; lh&#22840;&#22870;&#65292;&#19981;&#31649;&#22810;&#38386;&#22810;&#26080;&#32842;&#65292;&#25105;&#24635;&#26377;&#26412;&#20107;&#25214;&#21040;&#24456;&#22810;&#20107;&#24773;&#29609;&#65288;&#25105;&#23601;&#29702;&#35299;&#25104;&#22840;&#22870;&#20102;&#21834;&#65289;</p>
<p>&#160;&#160;&#160; &#23545;&#21834;&#65292;&#38500;&#20102;&#20197;&#20026;&#24754;&#20260;&#65292;&#25105;&#26377;&#24456;&#22810;&#20107;&#24773;&#21487;&#20197;&#20570;</p>
<p>&#160;&#160;&#160; &#26412;&#31185;&#26102;&#25171;&#31639;&#21644;duck&#19968;&#36215;&#35265;&#35782;&#19979;&#38485;&#35199;&#30340;&#40644;&#37329;&#29699;&#24066;&#21644;&#32463;&#20856;&#38485;&#39554;&#65292;&#33267;&#20170;&#20173;&#26410;&#23454;&#29616;</p>
<p>&#160;&#160;&#160; &#38500;&#20102;&#20813;&#36153;&#30340;&#38485;&#21338;&#65292;&#35199;&#23433;&#36824;&#26377;&#24456;&#22810;&#21338;&#29289;&#39302;&#20540;&#24471;&#25105;&#21435;&#35265;&#35782;</p>
<p>&#160;&#160;&#160; &#34429;&#28982;&#38047;&#40723;&#27004;&#21548;&#36215;&#26469;&#24456;&#26080;&#36259;&#65292;&#20316;&#20026;&#19968;&#38485;&#35199;&#20154;&#65292;&#25105;&#35813;&#21435;&#30475;&#30475;</p>
<p>&#160;&#160;&#160; &#20570;&#25163;&#24037;&#65292;&#30475;&#30005;&#24433;&#65292;&#27809;&#20107;&#29730;&#30952;&#22909;&#21507;&#30340;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#160;&#160;&#160; &#36825;&#20123;&#37117;&#26159;&#34987;&#25243;&#24323;&#35768;&#20037;&#30340;&#23545;&#29983;&#27963;&#30340;&#36861;&#27714;</p>
<p>&#160;</p>
<p>&#160;&#160;&#160; &#36807;&#21435;&#30340;&#23601;&#35753;&#23427;&#36807;&#21435;&#21543;</p>
<p>&#160;&#160;&#160;&#160;&#24076;&#26395;&#26377;&#19968;&#22825;&#65292;&#25105;&#33021;&#37325;&#26032;&#29123;&#36215;&#23545;&#29983;&#27963;&#23545;&#29233;&#24773;&#21333;&#32431;&#30340;&#26790;&#24819;</p>
<p>&#160;&#160;&#160; &#22914;ck&#30340;&#35846;&#35846;&#25945;&#35826;&#65292;&#19981;&#35813;&#23601;&#36825;&#26679;&#25918;&#24323;&#24076;&#26395;</p>
<p>&#160;&#160;&#160; &#22788;&#22899;&#24231;&#30340;&#23436;&#32654;&#20027;&#20041;&#32773;&#65292;&#29983;&#27963;&#19981;&#35813;&#22914;&#27492;&#20932;&#24808;</p>
<p>&#160;&#160;&#160; &#39134;&#35828;&#65292;&#29233;&#24773;&#21644;&#20107;&#19994;&#24635;&#26377;&#19968;&#26679;&#35201;&#26149;&#39118;&#24471;&#24847;</p>
<p>&#160;&#160;&#160; &#25105;&#20204;&#20004;&#26679;&#37117;&#35201;&#26149;&#39118;&#24471;&#24847;&#21602;</p>
<p><iframe src="http://music.hexun.com/IframePlayer.aspx?CID=0&amp;MID=0&amp;IsFlash=0&amp;AutoStart=1&amp;UiMode=1&amp;FileUrl=http://bradcerullo.com/wedding/songs/tonight_i_celebrate_my_love.mp3" frameborder="0" noresize width="300" scrolling="no" height="64"></iframe></p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2009-03-08T00:00:00+08:00" pubdate data-updated="true">Mar 8<span>th</span>, 2009</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2009/03/08/%E6%AD%A5%E5%85%A5step-2/">步入step 2</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#160;&#160; 1.&#25233;&#37057;&#65292;&#25972;&#22825;&#21574;&#22312;&#23478;&#37324;&#20160;&#20040;&#37117;&#19981;&#24819;&#20570;&#65292;&#38452;&#27785;&#27785;&#30340;&#24515;&#24773; + &#19968;&#24352;&#33510;&#29916;&#33080;&#65307;</p>
<p>&#160;&#160; 2.&#20912;&#28608;&#20940;&#65292;&#26399;&#26395;&#26377;&#19968;&#31181;&#26041;&#24335;&#65292;&#21457;&#27844;&#24515;&#20013;&#30340;&#22833;&#33853;&#65292;&#36716;&#31227;&#27880;&#24847;&#21147;&#65307;</p>
<p>&#160;&#160; 3.&#33073;&#34915;&#33310;&#65292;&#24515;&#24773;&#35299;&#33073;&#65292;&#20139;&#21463;&#29983;&#27963;&#12290;</p>
<p>&#160;&#160; monica &amp; rachel &#24635;&#32467;&#30340;&#22833;&#24651;&#19977;&#20010;&#38454;&#27573;&#12290;</p>
<p>&#160;</p>
<p>&#160;&#160; &#25105;&#65292;&#29616;&#22312;&#65292;&#24046;&#19981;&#22810;&#65292;&#24819;&#35201;&#36827;&#20837;&#31532;&#20108;&#38454;&#27573;&#20102;</p>
<p>&#160;&#160; &#24456;&#22810;&#22899;&#29983;&#65292;&#22833;&#24651;&#21518;&#65292;&#36319;&#22836;&#21457;&#36807;&#19981;&#21435;&#65292;&#36319;&#33258;&#24049;&#30340;&#32963;&#36807;&#19981;&#21435;</p>
<p>&#160;&#160;&#160;&#25105;&#65292;&#19981;&#24819;&#37027;&#26679;</p>
<p>&#160;&#160; &#23398;&#20064;&#25104;&#32489;&#19968;&#22242;&#31967;&#20043;&#21518;&#65292;&#25105;&#35201;&#31215;&#26497;&#21521;&#19978;</p>
<p>&#160;</p>
<p>&#160;&#160; &#25105;&#65292;&#24819;&#25214;&#19968;&#20010;&#20449;&#20208;&#65292;&#25110;&#35768;&#25105;&#20570;&#19981;&#20102;&#34388;&#35802;&#30340;&#25945;&#24466;</p>
<p>&#160;&#160; &#24076;&#26395;&#25105;&#30340;&#31070;&#65292;&#33021;&#21407;&#35845;&#25105;&#30340;&#36807;&#38169;&#65292;&#32473;&#25105;&#22810;&#19968;&#28857;&#24076;&#26395;</p>
<p>&#160;</p>
<p>&#160;&#160; &#25105;&#65292;&#24819;&#36208;&#36335;&#65292;&#36208;&#24456;&#22810;&#30340;&#36335;&#65292;&#35265;&#24456;&#22810;&#30340;&#20154;</p>
<p>&#160;&#160; &#38745;&#38745;&#30475;&#39118;&#26223;&#65292;&#30041;&#19979;&#19968;&#20010;&#20154;&#30340;&#32426;&#24565;</p>
<p>&#160;</p>
<p>&#160;&#160; &#25105;&#65292;&#24819;&#20570;&#36816;&#21160;&#65292;&#24456;&#22810;&#30340;&#27735;&#27700;</p>
<p>&#160;&#160; &#37240;&#30171;&#30340;&#32908;&#32905;&#33021;&#21542;&#32531;&#35299;&#20854;&#20182;&#22320;&#26041;&#30340;&#30171;</p>
<p>&#160;&#160; </p>
<p>&#160;&#160; &#39134;&#35828;&#65306;&#38394;&#23494;&#23601;&#26159;&#20687;&#34588;&#19968;&#26679;&#29980;&#65292;all the time.</p>
<p>&#160;&#160; &#29616;&#22312;&#25105;&#30830;&#23450;</p>
<p>&#160;&#160; &#20877;&#24590;&#26679;&#65292;&#20320;&#20204;&#24635;&#19981;&#20250;&#25243;&#24323;&#25105;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2009-03-05T00:00:00+08:00" pubdate data-updated="true">Mar 5<span>th</span>, 2009</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2009/03/05/%E7%A5%9D%E4%BD%A0%E7%94%9F%E6%97%A5%E5%BF%AB%E4%B9%90/">祝你生日快乐</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p><a href="http://muggleyoung.photo.hexun.com/60633432_d.html" target="_blank"><img onload="var image=new Image();image.src=this.src;if(image.width&gt;0 &amp;&amp; image.height&gt;0){if(image.width&gt;=700){this.width=700;this.height=image.height*700/image.width;}}" alt="&#26597;&#30475;&#26356;&#22810;&#31934;&#24425;&#22270;&#29255;" src="http://photo16.hexun.com/p/2009/0305/303167/b_1AD969D1D08B71D1A79973C5A06AE7B3.jpg" border="0" /></a></p>
<p>&#20002;&#20102;&#37027;&#26522;&#25106;&#25351;&#65292;&#26159;&#25105;&#29616;&#22312;&#26368;&#22823;&#30340;&#36951;&#25022;&#20102;<br /><br /></p>
<p>&#160;&#160;&#160; &#20170;&#22825;&#65292;&#26159;&#26576;&#20154;&#30340;&#29983;&#26085;&#12290;&#25105;&#21482;&#26159;&#27973;&#27973;&#30340;&#19968;&#21477;&#29983;&#26085;&#24555;&#20048;&#65292;&#21364;&#30690;&#21475;&#21542;&#35748;&#31036;&#29289;&#26159;&#25105;&#23492;&#30340;&#12290;</p>
<p>&#160;&#160;&#160; &#30475;&#21040;&#20320;&#31532;&#19968;&#26102;&#38388;&#25913;&#20102;&#31614;&#21517;&#65292;&#37027;&#20040;&#24320;&#24515;&#65292;&#25105;&#24456;&#28385;&#36275;&#12290;</p>
<p>&#160;&#160;&#160; &#21435;&#24180;&#30340;&#36825;&#22825;&#65292;&#25105;&#23601;&#24819;&#22909;&#20102;&#20170;&#24180;&#35813;&#36865;&#20320;&#20160;&#20040;&#12290;&#19981;&#33021;&#20877;&#38506;&#30528;&#20320;&#36807;&#29983;&#26085;&#20102;&#65292;&#23601;&#24819;&#20102;&#20102;&#33258;&#24049;&#30340;&#36825;&#20010;&#24515;&#24895;&#12290;</p>
<p>&#160;&#160;&#160; &#19981;&#33021;&#20877;&#32473;&#36825;&#20221;&#31036;&#29289;&#20160;&#20040;&#29305;&#27530;&#30340;&#24847;&#20041;&#20102;&#65292;&#31069;&#20320;&#33021;&#26089;&#26085;&#25214;&#21040;&#37027;&#20010;&#36148;&#24515;&#30340;&#20154;&#21543;&#12290;</p>
<p>&#160;&#160;&#160; &#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;-</p>
<p>&#160;&#160;&#160; &#19981;&#24819;&#35753;&#33258;&#24049;&#20877;&#20260;&#24863;&#20102;&#65292;&#20998;&#25955;&#27880;&#24847;&#21147;&#26159;&#25105;&#21807;&#19968;&#33021;&#20570;&#30340;</p>
<p>&#160;&#160;&#160; &#19981;&#25954;&#22238;&#24518;&#65292;&#19981;&#25954;&#32993;&#24605;&#20081;&#24819;&#65292;&#20197;&#21069;&#36229;&#32423;&#21916;&#27426;&#19968;&#20010;&#20154;&#36208;&#22312;&#36335;&#19978;&#20570;&#30333;&#26085;&#26790;&#65292;&#29616;&#22312;&#30340;&#30333;&#26085;&#26790;&#21364;&#21482;&#20250;&#35753;&#25105;&#26356;&#38590;&#36807;&#12290;</p>
<p>&#160;&#160;&#160; &#26412;&#31185;&#26102;&#30340;&#19968;&#20010;&#23460;&#21451;&#35201;&#32467;&#23130;&#20102;&#65292;&#24778;&#35766;&#21040;&#26080;&#35821;&#12290;&#21482;&#24819;&#21040;&#19968;&#20010;&#35789;&#65292;&#38378;&#23130;&#12290;</p>
<p>&#160;&#160;&#160; &#24819;&#24819;&#33258;&#24049;&#65292;&#27599;&#26377;&#22806;&#20154;&#35828;&#36215;&#32467;&#23130;&#30340;&#20107;&#65292;&#25105;&#37117;&#35273;&#24471;&#37027;&#19981;&#26159;&#25105;&#32771;&#34385;&#30340;&#38382;&#39064;&#12290;&#32780;&#29233;&#24773;&#65292;&#29616;&#22312;&#20063;&#21464;&#24471;&#37027;&#20040;&#36965;&#36828;</p>
<p>&#160;&#160;&#160;&#160;&#25105;&#65292;&#36824;&#26159;&#23646;&#20110;&#36825;&#26679;&#30333;&#24320;&#27700;&#30340;&#29983;&#27963;&#65292;&#20081;&#19971;&#20843;&#31967;&#30340;&#29983;&#27963;</p>
                                    </p>
</div>
  
  


    </article>
  
  <div class="pagination">
    
      <a class="prev" href="/blog/page/46/">&larr; Older</a>
    
    <a href="/blog/archives">Blog Archives</a>
    
    <a class="next" href="/blog/page/44/">Newer &rarr;</a>
    
  </div>
</div>
<aside class="sidebar">
  
    <section>
  <h1>Recent Posts</h1>
  <ul id="recent_posts">
    
      <li class="post">
        <a href="/blog/2013/01/25/how-to-use-font-icon-in-html/">How to use font icon in HTML</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-change-git-repo-name/">how to change git repo name</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-setup-a-new-remote-git-repo/">How to setup a new remote git repo</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/13/hui-gu-2012/">回顾2012</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/08/my-frist-post/">my-frist-post</a>
      </li>
    
  </ul>
</section>






  
</aside>

    </div>
  </div>
  <footer role="contentinfo"><p>
  Copyright &copy; 2013 - muggleyoung -
  <span class="credit">Powered by <a href="http://octopress.org">Octopress</a>. Design by <a href="http://octopressthemes.com">Octopress Themes</a>.</span>
</p>

</footer>
  







  <script type="text/javascript">
    (function(){
      var twitterWidgets = document.createElement('script');
      twitterWidgets.type = 'text/javascript';
      twitterWidgets.async = true;
      twitterWidgets.src = 'http://platform.twitter.com/widgets.js';
      document.getElementsByTagName('head')[0].appendChild(twitterWidgets);
    })();
  </script>





</body>
</html>
