
<!DOCTYPE HTML>
<html>
<head>
	<meta charset="utf-8">
	<title></title>
	<meta name="author" content="muggleyoung">

	
	<meta name="description" content="&#19978;&#21608;&#65292;&#26657;&#20869;&#30475;&#21040;&#19968;&#20010;&#20998;&#20139;&#35270;&#39057;&#65292;&#22823;&#27010;&#23601;&#26159;&# &hellip;">
	
	<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

	<link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
	<link rel="canonical" href="">
	<link href="/favicon.png" rel="shortcut icon">
	<link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
	<!--[if lt IE 9]><script src="//html5shiv.googlecode.com/svn/trunk/html5.js"></script><![endif]-->
	<script src="//ajax.googleapis.com/ajax/libs/jquery/1.7.2/jquery.min.js"></script>
	
</head>

<body>
	<header id="header" class="inner"><h1><a href="/"></a></h1>
<nav id="main-nav"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</nav>
<nav id="mobile-nav">
	<div class="alignleft menu">
		<a class="button">Menu</a>
		<div class="container"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</div>
	</div>
	<div class="alignright search">
		<a class="button"></a>
		<div class="container">
			<form action="http://google.com/search" method="get">
				<input type="text" name="q" results="0">
				<input type="hidden" name="q" value="site:muggleyoung.github.com">
			</form>
		</div>
	</div>
</nav>
<nav id="sub-nav" class="alignright">
	<div class="social">
		
		
		
		
    
		
		
		
		
		
		<a class="rss" href="/atom.xml" title="RSS">RSS</a>
		
	</div>
	<form class="search" action="http://google.com/search" method="get">
		<input class="alignright" type="text" name="q" results="0">
		<input type="hidden" name="q" value="site:muggleyoung.github.com">
	</form>
</nav>

</header>
	
		
	
	<div id="content" class="inner">


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2009/09/18/%E4%BF%BA%E5%A8%98%E7%9A%84%E5%A5%B3%E5%AD%90%E4%B8%8D%E5%A5%BD%E5%BD%93%7E%7E%7E/">
		
			俺娘的女子不好当~~~</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#19978;&#21608;&#65292;&#26657;&#20869;&#30475;&#21040;&#19968;&#20010;&#20998;&#20139;&#35270;&#39057;&#65292;&#22823;&#27010;&#23601;&#26159;&#35762;&#65292;&#20457;&#20154;&#20859;&#20102;&#20010;&#23567;&#29422;&#23376;&#65292;&#29422;&#23376;&#22823;&#20102;&#19981;&#22909;&#22280;&#20859;&#20102;&#65292;&#23601;&#25918;&#22238;&#38750;&#27954;&#20102;&#12290;&#19968;&#24180;&#21518;&#65292;&#23601;&#36825;&#20457;&#23567;&#23401;&#21435;&#38750;&#27954;&#30475;&#29422;&#23376;&#65292;&#23567;&#29422;&#23376;&#37117;&#36824;&#35748;&#24471;&#20027;&#20154;&#65292;&#25169;&#19978;&#21069;&#21435;&#20146;&#28909;&#12290;</p>
<p>&#24681;&#65292;&#25105;&#25215;&#35748;&#65292;&#20919;&#34880;&#30340;&#25105;&#12290;&#12290;&#12290;&#12290;&#160;<img onload="var image=new Image();image.src=this.src;if(image.width&gt;0 &amp;&amp; image.height&gt;0){if(image.width&gt;=700){this.width=700;this.height=image.height*700/image.width;}}" title="" alt="" src="http://comment.blog.hexun.com/img/emotions/17.gif" />&#160;</p>
<p><embed src="http://player.youku.com/player.php/sid/XNTQzODIwNDg=/v.swf" width="400" height="400" type="application/x-shockwave-flash" loop="true" play="true" menu="true"></embed></p>
<p>&#19978;&#21608;&#65292;&#22238;&#23478;&#32473;&#25105;&#22920;&#35762;&#20102;&#36825;&#20010;&#25925;&#20107;&#65292;&#27491;&#22909;&#26202;&#19978;&#23601;&#36935;&#19978;CCTV2&#27491;&#22312;&#25773;&#25105;&#20204;&#65292;&#27491;&#22909;&#22312;&#35762;&#36825;&#20010;&#20107;&#24773;&#12290;&#22909;&#24039;&#12290;&#20027;&#39064;&#22823;&#27010;&#23601;&#26159;harmony between human &amp; animal&#12290;&#19981;&#30693;&#36947;&#29579;&#21033;&#33452;&#35774;&#36825;&#20010;&#20027;&#39064;&#26159;&#21861;&#30446;&#30340;&#12290;&#36824;&#35831;&#21040;&#20102;&#35270;&#39057;&#20013;&#30340;&#20027;&#20154;&#20844;&#65292;&#20457;&#23567;&#20249;&#22914;&#20170;&#37117;&#24050;&#21322;&#30334;&#12290;&#12290;&#12290;&#12290;&#23567;&#29422;&#23376;cristina&#20063;&#26089;&#19981;&#30693;&#36947;&#37326;&#21738;&#21435;&#20102;&#12290;&#24635;&#20043;&#65292;&#26159;&#26399;&#24456;&#28201;&#39336;&#30340;&#33410;&#30446;&#65292;&#30475;&#24471;&#25105;&#24456;&#40481;&#20923;&#65292;&#25105;&#22920;&#26356;&#28608;&#21160;&#65292;&#22199;&#22199;&#30528;&#35753;&#25105;&#20197;&#21518;&#32473;&#22905;&#25214;&#22359;&#22320;&#20799;&#20859;&#29422;&#23376;&#21435;&#12290;&#12290;&#12290;&#12290;&#12290;&#25105;&#21387;&#21147;&#22909;&#22823;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#20174;&#21069;&#65292;&#30475;&#39532;&#20426;&#20161;&#30340;&#33410;&#30446;&#35762;&#34255;&#29522;&#65292;&#22905;&#35201;&#24324;&#20010;&#22238;&#26469;&#32473;&#29492;&#23376;&#20316;&#20276;</p>
<p>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#21830;&#22330;&#36910;&#30528;&#32769;&#40736;&#65292;&#22905;&#35828;&#22909;&#21487;&#29233;&#19981;&#35201;&#26432;</p>
<p>&#32463;&#36807;&#25105;&#29240;&#20180;&#32454;&#20998;&#26512;&#65292;&#20013;&#22269;&#19981;&#33021;&#20859;&#29422;&#23376;&#65292;&#35201;&#20859;&#36824;&#24471;&#20808;&#20986;&#22269;&#12290;&#37027;&#20457;&#23567;&#20249;&#30340;&#29422;&#23376;&#31455;&#28982;&#26159;&#36891;&#21830;&#22330;&#30475;&#35265;&#20102;&#65292;&#35273;&#24471;&#24456;&#21487;&#29233;&#23601;&#20080;&#22238;&#23478;&#20102;&#12290;&#22909;&#26080;&#35821;&#12290;&#12290;&#12290;&#12290;<br />&#25105;&#22920;&#35828;&#20102;&#65292;&#20197;&#21518;&#35201;&#25105;&#20986;&#22269;&#21435;&#65292;&#32473;&#22905;&#25972;&#22359;&#22320;&#65292;&#20859;&#29422;&#23376;&#12290;&#21387;&#21147;&#22909;&#22909;&#22823;<br />&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;</p>
<p>&#25105;&#20063;&#19981;&#30693;&#36947;&#33258;&#24049;&#24819;&#35828;&#21861;</p>
<p>&#24635;&#20043;&#65292;&#35270;&#39057;&#24456;&#24863;&#20154;&#65292;&#25105;&#20204;&#36825;&#20010;&#33410;&#30446;&#20063;&#22909;&#30475;&#65292;&#26410;&#26469;&#30340;&#25105;&#21387;&#21147;&#22909;&#22823;</p>
<p>&#21457;&#36865;&#20474;&#23064;&#26257;&#20551;&#20986;&#28216;&#29031;&#19968;&#24352;&#65292;&#22079;&#22079;&#65292;&#31639;&#19981;&#31639;&#20405;&#29359;&#32918;&#20687;&#26435;</p>
<p><a href="http://muggleyoung.photo.hexun.com/71227522_d.html" target="_blank"></a><br /><br /></p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2009-09-18T00:00:00+08:00" pubdate data-updated="true">Sep 18<span>th</span>, 2009</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2009/09/03/%28%E8%BD%AC%29%E5%88%A9%E7%94%A8google%E6%90%9C%E8%AE%BA%E6%96%87%E7%9A%84%E4%B8%80%E4%BA%9B%E5%BF%83%E5%BE%97/">
		
			(转)利用Google搜论文的一些心得</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p><font size="3">&#21033;&#29992;Google&#25628;&#35770;&#25991;&#30340;&#19968;&#20123;&#24515;&#24471;&#65306;</font></p>
<p><font size="3">1&#12289;&#22312;Google&#19978;&#25628;&#35770;&#25991;&#21644;&#23398;&#26415;&#36164;&#26009;&#35201;&#27604;&#22312;Baidu&#19978;&#25628;&#22909;&#24471;&#22810;&#65292;&#23588;&#20854;&#26159;&#33521;&#25991;&#36164;&#26009;&#65307;</font></p>
<p><font size="3">2&#12289;&#22312;Google&#25628;&#32034;&#26639;&#20013;&#36755;&#20837;&#25152;&#38656;&#35770;&#25991;&#30340;&#39064;&#30446;&#25110;&#32773;&#20851;&#38190;&#23383;&#65292;Google&#19968;&#33324;&#20250;&#39318;&#20808;&#32473;&#20986;&#35813;&#35770;&#25991;&#22312;Google&#23398;&#26415;&#25628;&#32034;&#30340;&#30456;&#20851;&#38142;&#25509;&#65292;&#20854;&#27425;&#26159;&#35813;&#35770;&#25991;&#30340;&#25910;&#24405;&#25968;&#25454;&#24211;&#38142;&#25509;&#65292;&#20363;&#22914; IEEE &#12289;Elsevier &#31561;&#65292;&#36890;&#24120;&#36825;&#20123;&#38142;&#25509;&#37117;&#21482;&#33021;&#30475;&#25688;&#35201;&#65292;&#30475;&#19981;&#20102;&#20840;&#25991;&#65307;</font></p>
<p><font size="3">3&#12289;&#31532;1-3&#39029;&#30340;&#25628;&#32034;&#32467;&#26524;&#26377;&#27604;&#36739;&#39640;&#30340;&#21442;&#32771;&#20215;&#20540;&#65292;&#19968;&#33324;&#33021;&#25226;&#35813;&#35770;&#25991;&#30456;&#20851;&#39046;&#22495;&#30340;&#23398;&#26415;&#32593;&#31449;&#38142;&#25509;&#25910;&#24405;&#22312;&#20869;&#65307;</font></p>
<p><font size="3">4&#12289;&#27880;&#24847;&#20180;&#32454;&#30475;&#27599;&#20010;&#25628;&#32034;&#32467;&#26524;&#20013;&#30340;<font color="#00ff00">&#32511;&#33394;&#23383;&#20307;</font>&#37096;&#20998;&#65292;&#36825;&#26159;&#32593;&#39029;&#30340;URL&#22320;&#22336;&#65292;&#22914;&#26524;&#26159;&#23646;&#20110;&#22823;&#23398;&#32593;&#39029;&#30340;&#38142;&#25509;&#65292;&#27604;&#22914;&#24102;&#26377; <font color="#00ff00">.edu</font> &#25110;&#32773; <font color="#00ff00">publications </font>&#30340;URL&#65292;&#36825;&#20123;&#23601;&#24212;&#35813;&#28857;&#20987;&#36827;&#21435;&#30475;&#30475;&#65292;&#24456;&#26377;&#21487;&#33021;&#23601;&#26159;&#35813;&#39046;&#22495;<font color="#ffff00">&#30740;&#31350;&#22242;&#20307;&#30340;&#19987;&#38376;&#32593;&#31449;&#25110;&#32773;&#30740;&#31350;&#32773;&#30340;&#20010;&#20154;&#20027;&#39029;</font>&#65292;&#19978;&#38754;&#24448;&#24448;&#32473;&#20986;&#20102;&#20182;&#20204;<font color="#ffff00">&#36817;&#24180;&#26469;&#21457;&#34920;&#30340;&#20027;&#35201;&#35770;&#25991;&#65292;&#32780;&#19988;&#20813;&#36153;&#25552;&#20379;&#19979;&#36733;</font>&#12290;&#22269;&#22806;&#23398;&#32773;&#27604;&#36739;&#28909;&#34935;&#20844;&#24320;&#33258;&#24049;&#30340;&#23398;&#26415;&#35770;&#25991;&#65292;&#20197;&#25552;&#39640;&#30693;&#21517;&#24230;&#65292;&#21453;&#35266;&#22269;&#20869;&#65292;&#33021;&#32473;&#20986;&#19968;&#20010;&#21015;&#34920;&#23601;&#19981;&#38169;&#20102;&#65292;&#25552;&#20379;&#35770;&#25991;&#20840;&#25991;&#30340;&#23569;&#20043;&#21448;&#23569;&#12290;</font></p>
<p><font size="3">5&#12289;&#25628;&#32034;&#30340;&#26102;&#20505;<font color="#ffff00">&#26368;&#22909;&#22312;&#25628;&#32034;&#26639;&#21152;&#20837;&#20320;&#24819;&#35201;&#30340;&#25991;&#20214;&#31867;&#22411;&#65292;&#27604;&#22914; PDF / DOC</font> &#31561;&#65292;&#24448;&#24448;&#33021;&#25214;&#21040;&#24456;&#22810;&#30456;&#20851;&#30340;&#35770;&#25991;&#38142;&#25509;&#65292;&#21487;&#20197;&#30452;&#25509;&#28857;&#20987;&#21491;&#38190;&#8220;&#21478;&#23384;&#20026;&#8221;&#25110;&#32773;&#29992;&#19979;&#36733;&#24037;&#20855;&#26469;&#20445;&#23384;&#12290;</font></p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2009-09-03T00:00:00+08:00" pubdate data-updated="true">Sep 3<span>rd</span>, 2009</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2009/08/28/8.28%E6%97%A0%E4%B8%8E%E4%BC%A6%E6%AF%94%E7%9A%84%E7%BE%8E%E4%B8%BD/">
		
			8.28无与伦比的美丽</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#8230;&#8230;&#8230;&#8230;&#8230;&#8230;.&#20170;&#22825;&#27809;&#31354;&#65292;&#21344;&#20301;&#65292;&#25913;&#26085;&#34917;</p>
<p>&#34917;&#19978;&#65288;28&#26085;&#26216;&#65292;&#26410;&#23436;&#65289;&#65306;</p>
<p>&#20170;&#20799;&#65292;&#24403;&#28982;&#35201;&#35828;&#28857;&#21861;&#12290;</p>
<p>&#25104;&#38271;&#30340;&#28902;&#24700;&#65292;&#31639;&#26159;&#23545;&#25105;&#26368;&#36817;&#27604;&#36739;&#36148;&#20999;&#30340;&#24635;&#32467;&#12290;</p>
<p>&#160;</p>
<p>&#24180;&#40836;&#30340;&#22686;&#38271;&#19981;&#21487;&#36991;&#20813;&#65292;&#34429;&#28982;&#23475;&#24597;&#20294;&#20063;&#22374;&#28982;&#25509;&#21463;</p>
<p>&#20851;&#38190;&#26159;&#19982;&#27492;&#21516;&#26102;&#65292;&#22788;&#20107;&#19978;&#65292;&#35266;&#24565;&#19978;&#65292;&#33267;&#23569;&#35201;&#19982;&#24180;&#40836;&#21516;&#27493;&#22686;&#38271;</p>
<p>&#24515;&#24577;&#30340;&#21464;&#32769;&#25165;&#26368;&#21487;&#24597;</p>
<p>&#160;</p>
<p>&#25105;&#20462;&#28860;&#30340;&#22659;&#30028;&#65292;&#27490;&#20110;&#24180;&#40836;&#12290;&#23545;&#20110;&#22905;&#65292;&#25105;&#29616;&#22312;&#19981;&#24590;&#20040;&#23475;&#24597;&#12290;&#38271;&#22823;&#19981;&#21487;&#24597;&#65292;&#21464;&#32769;&#20063;&#23601;&#37027;&#26679;&#12290;&#19981;&#21516;&#30340;&#20154;&#29983;&#38454;&#27573;&#37117;&#26377;&#21508;&#33258;&#30340;&#24184;&#31119;&#65292;&#32769;&#20102;&#65292;&#26377;&#32769;&#20102;&#30340;&#24184;&#31119;&#65292;&#21482;&#26159;&#25105;&#20204;&#24120;&#24120;&#30475;&#19981;&#21040;&#36825;&#19968;&#28857;&#65292;&#32780;&#24656;&#24807;&#20110;&#33080;&#19978;&#22686;&#38271;&#30340;&#30385;&#32441;&#65292;&#25110;&#30053;&#26174;&#24178;&#28073;&#30340;&#30382;&#32932;&#12290;</p>
<p>&#26080;&#27861;&#29702;&#35299;&#37027;&#20123;&#20026;&#20102;&#30385;&#32441;&#23569;&#19968;&#28857;&#65292;&#23601;&#22833;&#21435;&#20102;&#31505;&#23481;&#30340;&#20154;&#65307;&#20026;&#20102;&#30382;&#32932;&#30333;&#19968;&#28857;&#65292;&#23569;&#20102;&#22799;&#26085;&#26379;&#21451;&#38388;&#30340;&#32422;&#20250;&#65307;&#20026;&#20102;&#25405;&#30041;&#38738;&#26149;&#65292;&#21051;&#24847;&#35013;&#20986;&#26397;&#27668;&#36924;&#20154;&#30340;&#26679;&#20799;&#65292;&#31359;&#32418;&#25140;&#32511;&#12290;&#36825;&#26679;&#30340;&#24515;&#24577;&#65292;&#24739;&#24471;&#24739;&#22833;&#65292;&#19968;&#30452;&#27963;&#22312;&#23545;&#26102;&#38388;&#30340;&#25405;&#30041;&#65292;&#23545;&#29983;&#21629;&#35268;&#24459;&#30340;&#26080;&#30031;&#25239;&#25298;&#20013;&#65292;&#22914;&#20309;&#20139;&#21463;&#32654;&#22909;&#30340;&#38738;&#26149;&#12290;</p>
<p>&#24180;&#36731;&#22312;&#20110;&#25240;&#33150;&#65292;&#22240;&#20026;&#32463;&#21382;&#30340;&#23569;&#65292;&#22833;&#36133;&#30340;&#23569;&#65292;&#25152;&#20197;&#26080;&#25152;&#30031;&#24807;&#30340;&#25240;&#33150;&#12290;&#25105;&#32966;&#23567;&#65292;&#21916;&#27426;&#23567;&#25171;&#23567;&#38393;&#30340;&#25240;&#33150;&#12290;</p>
<p>&#37027;&#22825;&#23828;&#35828;&#65292;&#20154;&#29983;&#24471;&#24847;&#39035;&#23613;&#27426;&#12290;&#25105;&#35273;&#24471;&#36947;&#29702;&#24046;&#19981;&#22810;&#12290;</p>
<p>&#160;</p>
<p>&#39134;&#26368;&#36817;&#24635;&#26159;&#21916;&#27426;&#24341;&#29992;Betty&#29241;&#30340;&#37027;&#21477;&#35805;&#12290;&#23545;&#25105;&#26469;&#35828;&#65292;&#36825;&#19981;&#26159;&#24180;&#36731;&#19982;&#21542;&#30340;&#38382;&#39064;&#65292;&#26159;&#20154;&#29983;&#37117;&#35201;&#38754;&#23545;&#30340;&#12290;&#25105;&#20204;&#19968;&#30452;&#26377;&#24456;&#22810;&#36873;&#25321;&#65292;&#36873;A&#36873;B&#65292;&#26080;&#25152;&#35859;&#23545;&#38169;&#12290;&#27599;&#20010;&#36873;&#39033;&#37117;&#26377;&#20854;&#22909;&#30340;&#32467;&#26524;&#21644;&#19981;&#22909;&#30340;&#26041;&#38754;&#12290;&#22312;&#25509;&#21463;&#26399;&#26395;&#30340;&#32467;&#26524;&#30340;&#21516;&#26102;&#65292;&#26159;&#21542;&#33021;&#24525;&#21463;&#20182;&#24102;&#26469;&#30340;&#20854;&#20182;&#24433;&#21709;&#65292;&#36825;&#25165;&#26159;&#25105;&#20204;&#30495;&#27491;&#22909;&#32771;&#34385;&#30340;&#12290;&#36825;&#20010;&#65292;&#22312;&#25105;&#20204;&#28459;&#38271;&#30340;&#20154;&#29983;&#20013;&#65292;&#26377;&#24456;&#22810;&#24456;&#22810;&#12290;</p>
<p>&#24681;&#65292;&#26159;&#30340;&#12290;&#38500;&#20102;&#36829;&#27861;&#20081;&#32426;&#65292;&#25105;&#19981;&#35748;&#20026;&#26377;&#20160;&#20040;&#36873;&#25321;&#26159;&#32477;&#23545;&#38169;&#35823;&#30340;&#12290;&#25105;&#36138;&#24515;&#65292;&#27599;&#20010;&#36873;&#39033;&#30340;&#32467;&#26524;&#37117;&#24819;&#35201;&#65292;&#21704;&#21704;&#12290;</p>
<p>&#160;</p>
<p>&#21799;&#21799;&#27498;&#27498;&#30340;&#22909;&#20687;&#25105;&#21861;&#36947;&#29702;&#37117;&#25026;&#65292;&#21487;&#26159;&#25105;&#33258;&#24049;&#21602;&#65292;&#25191;&#34892;&#21147;&#26497;&#24046;&#65292;&#19968;&#19981;&#23567;&#24515;&#23601;&#34987;&#24178;&#25200;&#65292;&#34987;&#35825;&#24785;&#12290;&#36825;&#24618;&#35841;&#21602;&#65311;&#24618;&#25105;&#22826;&#24180;&#36731;&#20040;&#65292;&#21704;&#21704;&#12290;</p>
<p>&#160;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;-&#27809;&#32467;&#23614;&#30340;&#37027;&#27573;&#21024;&#25481;&#20102;&#65292;&#38548;&#20102;&#20960;&#26085;&#65292;&#26089;&#27809;&#20102;&#24403;&#26102;&#30340;&#24515;&#24773;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;-</p>
<p>&#20170;&#22825;&#26159;30&#26085;&#65292;&#26368;&#36817;&#30340;&#20107;&#24773;&#24635;&#35753;&#21916;&#27426;&#31616;&#21333;&#30340;&#25105;&#24863;&#21040;&#24456;mu&#20081;&#12290;&#25152;&#20197;&#65292;&#19981;&#34917;&#20102;&#65292;&#21738;&#22825;&#24515;&#24773;&#25972;&#29702;&#22909;&#20102;&#20877;&#35828;&#21543;&#12290;</p>
<p>&#31069;&#25105;&#29983;&#26085;&#24555;&#20048;&#65281;</p>
<p>&#25918;&#20010;&#39640;&#20852;&#28857;&#30340;&#27468;&#65292;&#26368;&#36817;&#29233;&#30340;&#33487;&#25171;&#32511;</p>
<p><iframe src="http://music.hexun.com/IframePlayer.aspx?CID=0&amp;MID=0&amp;IsFlash=0&amp;AutoStart=1&amp;UiMode=1&amp;FileUrl=http://www.teamrobertelite.com/rocky/down/meili.wma" frameborder="0" noresize width="300" scrolling="no" height="64"></iframe></p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2009-08-28T00:00:00+08:00" pubdate data-updated="true">Aug 28<span>th</span>, 2009</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2009/08/26/%E5%8E%BB%E7%90%83-%E9%87%87%E8%8A%B1/">
		
			去球-采花</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#27880;&#65306;&#26631;&#39064;&#34429;&#26080;&#33039;&#23383;&#65292;&#20294;&#20063;&#19981;&#26159;&#21861;&#25991;&#26126;&#29992;&#35821;&#65292;&#26410;&#25104;&#24180;&#20154;&#24910;&#29992;</p>
<p>&#25105;&#35828;&#65292;&#24076;&#26395;&#33021;&#22312;&#29702;&#24819;&#21644;&#29616;&#23454;&#38388;&#25214;&#28857;&#24179;&#34913;&#24863;&#65292;&#22240;&#20026;&#32431;&#31929;&#30340;&#29702;&#24819;&#20027;&#20041;&#35753;&#25105;&#24863;&#35273;&#36317;&#31163;&#29983;&#27963;&#26377;&#28857;&#36828;&#65292;&#25105;&#24320;&#22987;&#21916;&#27426;&#36367;&#23454;&#30340;&#29983;&#27963;&#12290;&#24403;&#28982;&#22914;&#26524;&#29616;&#23454;&#26412;&#36523;&#23601;&#26080;&#27604;&#32654;&#22909;&#65292;&#37027;&#20877;&#22909;&#19981;&#36807;&#12290;</p>
<p>&#25105;&#35828;&#65292;&#29702;&#24819;&#20027;&#20041;&#21644;&#23436;&#32654;&#20027;&#20041;&#65292;&#25105;&#20542;&#21521;&#20110;&#21518;&#32773;&#12290;&#22240;&#20026;&#23427;&#26377;&#26126;&#30830;&#31616;&#21333;&#30340;&#30446;&#26631;&#65292;&#34429;&#28982;&#19981;&#21487;&#33021;&#23454;&#29616;&#65292;&#20294;&#21487;&#20197;&#26080;&#38480;&#25509;&#36817;&#32467;&#26524;&#65292;&#24182;&#19988;&#26377;&#21487;&#36828;&#35266;&#19981;&#21487;&#20149;&#29609;&#30340;&#24863;&#35273;&#65292;&#36825;&#26159;&#35753;&#25105;&#24863;&#35273;&#33298;&#26381;&#30340;&#36807;&#31243;&#12290;</p>
<p>&#25105;&#24819;&#35753;&#33258;&#24049;&#30340;&#26102;&#38388;&#37117;&#26159;&#28385;&#30340;&#65292;&#19981;&#34987;&#31361;&#28982;&#30340;&#20107;&#24773;&#25171;&#25200;&#65292;&#20805;&#20998;&#21033;&#29992;&#65292;&#29978;&#33267;&#21253;&#25324;&#20960;&#28857;&#36215;&#24202;&#65292;&#20960;&#28857;&#30561;&#35273;&#65292;&#20960;&#28857;&#21507;&#39277;&#65292;&#21507;&#21861;&#21507;&#22810;&#23569;&#12290;&#21363;&#20351;&#31361;&#28982;&#21464;&#21350;&#65292;&#20063;&#21482;&#33021;&#26159;&#24448;&#22909;&#30340;&#32467;&#26524;&#65292;&#26356;&#26089;&#36215;&#24202;&#65292;&#26356;&#26089;&#30561;&#35273;&#65292;&#21507;&#26356;&#22909;&#30340;&#12290;&#25353;&#26102;&#23436;&#25104;&#25105;&#20250;&#36156;&#39640;&#20852;&#65292;&#24515;&#24773;&#33298;&#30021;&#12290;&#26368;&#24524;&#35763;&#34987;&#19968;&#26465;&#30701;&#20449;&#65292;&#19968;&#32676;&#34442;&#23376;&#65292;&#24320;&#20250;&#30340;&#33258;&#20064;&#23460;&#31561;&#30772;&#29609;&#24847;&#20799;&#25171;&#26029;&#33041;&#32454;&#32990;&#36816;&#34892;&#36712;&#36857;&#12290;&#38598;&#20013;&#27880;&#24847;&#21147;&#65292;&#23545;&#25105;&#26469;&#35828;&#26412;&#26469;&#23601;&#26159;&#38590;&#20107;&#12290;</p>
<p>&#27599;&#22825;&#30340;&#26102;&#38388;&#25353;&#25105;&#30340;&#23433;&#25490;&#36807;&#65292;&#25105;&#24515;&#24773;&#33298;&#30021;</p>
<p>&#25151;&#38388;&#26588;&#23376;&#26700;&#23376;&#30340;&#19996;&#35199;&#35201;&#25972;&#40784;&#65292;&#37117;&#22312;&#25105;&#23433;&#25490;&#30340;&#20301;&#32622;&#65292;&#25105;&#24515;&#24773;&#33298;&#30021; </p>
<p>&#26377;&#20154;&#25343;&#20102;&#25105;&#30340;&#27700;&#26524;&#20992;&#65292;&#38543;&#20415;&#30340;&#25918;&#22312;&#21035;&#22788;&#65292;&#25105;&#19968;&#22825;&#37117;&#27585;&#20102;</p>
<p>&#25105;&#25239;&#24178;&#25200;&#24456;&#24046;&#65292;&#35201;&#25913;&#36827;&#21584;</p>
<p>&#160;</p>
<p>&#25105;&#26377;&#25105;&#30340;&#20107;&#65292;&#26377;&#30701;&#20449;&#36827;&#26469;&#65292;&#23601;&#20250;&#24456;&#24700;&#28779;&#65292;&#32784;&#24515;&#30340;&#22238;&#22797;&#20102;&#65292;&#21487;&#26159;&#24700;&#28779;&#36824;&#22312;&#12290;&#25226;&#25105;&#24971;&#30340;~~~~</p>
<p>&#19968;&#26465;&#30701;&#20449;&#65292;&#25105;&#23601;&#24471;&#25226;5&#65292;6&#20998;&#38047;&#30340;&#21548;&#21147;&#65292;7&#65292;8&#30334;&#23383;&#30340;&#38405;&#35835;&#37325;&#26469;&#19968;&#36941;&#65292;&#24700;&#28779;&#24456;</p>
<p>&#25152;&#20197;&#65292;&#32769;&#23376;&#23601;&#19981;&#20048;&#24847;&#65292;&#36825;&#35805;&#23545;&#25105;&#26469;&#35828;&#36156;&#36807;&#30270;&#12290;&#20973;&#21861;&#25105;&#23601;&#19981;&#33021;&#20219;&#24615;&#19979;&#65292;&#39554;&#20010;&#20154;&#21861;&#30340;</p>
<p>&#25105;&#20197;&#21518;&#35201;&#36807;&#30340;&#38543;&#24615;&#65292;&#21051;&#24847;&#30340;&#32500;&#25345;&#25110;&#32773;&#25913;&#21464;&#37117;&#19981;&#22909;</p>
<p>&#27809;&#26377;&#35841;&#19968;&#30452;&#26159;&#22909;&#33086;&#27668;&#30340;&#20154;&#65292;&#27809;&#26377;&#35841;&#19968;&#30452;&#26159;&#29702;&#24615;&#30340;&#20154;&#65292;&#27809;&#26377;&#35841;&#21916;&#27426;&#25972;&#22825;&#21453;&#30465;&#33258;&#24049;&#65292;&#19968;&#19981;&#23567;&#24515;&#26080;&#35270;&#20102;&#35832;&#22810;&#19981;&#21487;&#25511;&#30340;&#25152;&#35859;&#23458;&#35266;&#12290;</p>
<p>&#25105;&#25165;&#19981;&#36319;&#33258;&#24049;&#36739;&#21170;&#65292;&#25105;&#25165;&#19981;&#32473;&#33258;&#24049;&#21010;&#26694;&#26694;&#65292;&#25105;&#25165;&#19981;&#20250;&#20026;&#20102;&#36339;&#20986;&#26694;&#26694;&#21051;&#24847;&#24178;&#21861;&#24178;&#21861;&#12290;</p>
<p>&#160;</p>
<p>&#26082;&#28982;&#21457;&#29282;&#39578;&#65292;&#23601;&#19968;&#27425;&#21457;&#23436;&#12290;</p>
<p>&#35752;&#21388;&#32769;&#26657;&#21306;&#31179;&#22825;&#30340;&#34442;&#23376;&#65292;&#21508;&#20010;&#36319;&#25171;&#20102;&#40481;&#34880;&#20284;&#30340;&#65292;bia&#33151;&#19978;&#19982;&#25105;&#21516;&#36827;&#36864;&#65292;&#21643;&#36409;&#37117;&#19981;&#36208;&#12290;</p>
<p>&#35752;&#21388;&#32769;&#26657;&#21306;&#30340;&#33410;&#30465;&#65292;&#24320;&#23398;&#36825;&#20037;&#20102;&#65292;&#25105;&#22810;&#25968;&#24819;&#33258;&#20064;&#30340;&#26102;&#20505;&#37117;&#26159;&#32972;&#30528;&#20070;&#21253;&#36716;&#19968;&#22280;&#21448;&#22238;&#26469;&#12290;&#33267;&#23569;&#65292;&#22312;&#25105;&#30340;&#23433;&#25490;&#20013;&#65292;&#35201;&#33258;&#20064;&#30340;&#26102;&#20505;&#65292;&#35199;&#22823;&#27004;&#27809;&#35265;&#24320;&#38376;&#65292;&#38454;&#25945;&#23453;&#36125;&#20284;&#30340;&#20457;&#33258;&#20064;&#23460;too&#65292;&#20170;&#20799;&#22909;&#19981;&#23481;&#26131;&#24320;&#38376;&#20102;&#36824;&#24320;&#20250;&#65292;&#22270;&#20070;&#39302;&#22043;&#65292;&#25105;&#22312;&#38405;&#35272;&#23460;&#36935;&#19978;&#26497;&#21697;&#30007;&#65292;&#36716;&#25112;&#33258;&#20064;&#23460;&#21364;&#24050;&#27809;&#22320;&#20799;&#20102;&#12290;&#25105;&#25215;&#35748;&#25105;&#36215;&#24471;&#26202;&#65292;&#21507;&#39277;&#24930;&#65292;7&#28857;&#22810;&#36215;&#24202;&#65292;&#21507;&#20102;&#39277;&#65292;&#35835;&#20102;&#20070;&#65292;&#36807;&#21435;&#24590;&#20040;&#30528;&#37117;&#24555;9&#28857;&#20102;&#12290;</p>
<p>&#25105;&#26159;&#24378;&#36843;&#30151;&#65292;&#24403;&#19968;&#22825;&#20234;&#22987;&#30340;&#26089;&#26216;&#65292;&#25105;&#26202;&#19978;&#30561;&#35273;&#26102;&#23433;&#25490;&#22909;&#30340;plan A,plan B&#32479;&#32479;&#22833;&#25928;&#65292;&#25171;&#20081;&#20102;&#19968;&#20999;&#65292;&#19981;&#29245;&#12290;&#20020;&#26102;&#30340;&#20915;&#23450;&#23545;&#25105;&#26469;&#35828;&#19981;&#20855;&#26377;&#25191;&#34892;&#30340;&#21160;&#21147;&#12290;</p>
<p>&#25105;&#26159;&#31528;&#34507;&#65292;&#20026;&#20102;&#20080;&#26465;&#29289;&#32654;&#20215;&#24265;&#30340;&#29275;&#20180;&#35044;&#65292;&#38386;&#20102;&#23601;&#28120;&#23453;&#65292;&#26368;&#21518;&#36824;&#26159;&#19981;&#30693;&#36947;&#33258;&#24049;&#31359;&#22810;&#22823;&#30340;&#35044;&#23376;&#12290;</p>
<p>&#25105;&#26159;&#33258;&#25214;&#30340;&#65292;&#20154;&#23478;&#24515;&#24773;&#22909;&#26469;&#25214;&#25105;&#65292;&#25105;&#31215;&#26497;&#21709;&#24212;&#65307;&#20154;&#23478;&#24515;&#28902;&#26102;&#65292;&#25105;&#23617;&#39072;&#23617;&#39072;&#25918;&#19979;&#19968;&#20999;&#65292;&#25214;&#20154;&#35828;&#35805;&#12290;&#25105;&#27963;&#35813;&#22139;~</p>
<p>&#29239;&#20170;&#20799;&#24515;&#24773;&#19981;&#22909;&#25042;&#24471;&#29702;&#20320;&#65292;&#21704;&#21704;&#65292;&#36825;&#35805;&#24515;&#37324;&#20599;&#20599;&#35828;&#20063;&#25402;&#36807;&#30270;&#12290;</p>
<p><iframe src="http://music.hexun.com/IframePlayer.aspx?CID=0&amp;MID=0&amp;IsFlash=0&amp;AutoStart=1&amp;UiMode=1&amp;FileUrl=http://www.zhongyangkongtiao.org/music/5.wma" frameborder="0" noresize width="300" scrolling="no" height="64"></iframe></p>
<p>&#27468;&#26159;&#23828;&#33616;&#32473;&#25105;&#21548;&#30340;&#65292;&#20174;&#21069;&#21482;&#21548;&#36807;&#37027;&#39318;&#20809;&#24180;&#65292;&#36825;&#20010;&#25105;&#26356;&#21916;&#27426;&#27468;&#35789;&#65292;&#24403;&#28982;&#35201;&#36148;&#19968;&#19979;&#12290;&#22836;&#22238;&#21548;&#65292;&#37027;&#26679;&#30340;&#29615;&#22659;&#65292;&#27531;&#24525;&#21040;&#25105;&#24525;&#19981;&#20303;&#24819;&#21741;</p>
<p>&#26377;&#19968;&#20301;&#22993;&#23064;&#35937;&#26421;&#33457;&#21568;<br />&#26377;&#19968;&#20010;&#29239;&#20204;&#20799;&#35828;&#20320;&#19981;&#24517;&#23475;&#24597;<br />&#19968;&#19981;&#23567;&#24515;&#20182;&#20204;&#25104;&#20102;&#23478;<br />&#29983;&#20102;&#20010;&#23869;&#23376;&#19968;&#36215;&#25379;&#25166;<br /><br />&#20174;&#21069;&#30340;&#29702;&#24819;&#30475;&#26469;&#25402;&#21487;&#24597;&#30340;<br />&#29233;&#24773;&#33021;&#24403;&#39277;&#21507;&#20250;&#26356;&#20255;&#22823;&#21527;<br />&#20026;&#20102;&#33021;&#26377;&#20010;&#26032;&#40092;&#30340;&#26126;&#22825;<br />&#20320;&#20877;&#20063;&#21548;&#19981;&#25026;&#20320;&#35828;&#30340;&#26159;&#21861;<br /><br />&#25105;&#35828;&#21568;&#22993;&#23064;&#20320;&#21035;&#23475;&#24597;<br />&#26377;&#35841;&#20250;&#24635;&#35937;&#19968;&#26421;&#33457;&#21568;<br />&#25105;&#24895;&#20026;&#20320;&#21809;&#39318;&#27468;<br />&#19978;&#21738;&#25214;&#22825;&#29983;&#30340;&#19968;&#23545;&#21568;<br />&#25105;&#24895;&#20026;&#20320;&#21809;&#39318;&#27468;<br />&#19978;&#21738;&#25214;&#22825;&#29983;&#30340;&#19968;&#23545;&#21568;</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2009-08-26T00:00:00+08:00" pubdate data-updated="true">Aug 26<span>th</span>, 2009</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2009/06/17/%E9%9D%92%E6%98%A5%E7%89%88%E5%BE%B7%E5%8F%A4%E6%8B%89--%E6%9A%AE%E5%85%89%E4%B9%8B%E5%9F%8E/">
		
			青春版德古拉&#8211;暮光之城</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#160;&#160;&#160;</p>
<p><a href="http://muggleyoung.photo.hexun.com/66444023_d.html" target="_blank"><img onload="var image=new Image();image.src=this.src;if(image.width&gt;0 &amp;&amp; image.height&gt;0){if(image.width&gt;=700){this.width=700;this.height=image.height*700/image.width;}}" alt="&#26597;&#30475;&#26356;&#22810;&#31934;&#24425;&#22270;&#29255;" src="http://photo17.hexun.com/p/2009/0616/332220/b_9FAF4BE32AF5948AFF15BDC0E53743C1.jpg" border="0" /></a><br /></p>
<p>&#160;&#160;&#160; &#36825;&#20010;&#29255;&#65292;&#27809;&#26377;&#22826;&#22810;&#22909;&#24863;&#24936;&#30340;</p>
<p>&#160;&#160;&#160; &#38899;&#20048;&#24456;&#22909;&#21548;</p>
<p>&#160;&#160;&#160; &#30011;&#38754;&#20063;&#22909;&#30475;</p>
<p>&#160;&#160;&#160; &#28436;&#21592;&#20204;&#20063;&#37117;&#36824;&#20859;&#30524;&#65292;&#32593;&#32599;&#20102;&#38738;&#26149;&#29255;&#30340;&#21508;&#31181;&#39118;&#26684;</p>
<p>&#160;&#160;&#160;&#160;&#160; &#30456;&#35980;&#24179;&#24179;&#30340;&#22899;&#23401;&#65292;&#30007;&#29983;&#27604;&#36739;&#20016;&#23500;&#65292;&#23567;&#30333;&#33080;&#30340;&#65292;&#35013;&#37239;&#30340;&#65292;&#24378;&#20581;&#30340;</p>
<p>&#160;&#160;&#160;&#160;&#160; &#21560;&#34880;&#39740;&#20204;&#37117;&#24456;&#24069;&#65292;&#19981;&#31649;&#26159;&#22909;&#30340;&#36824;&#26159;&#22351;&#30340;&#12290;&#31455;&#28982;&#36824;&#26377;&#26803;&#30528;&#29273;&#20080;&#21152;&#23567;&#36779;&#23376;&#30340;&#21560;&#34880;&#39740;</p>
<p>&#160;&#160;&#160;&#160; &#24067;&#26223;&#35013;&#25198;&#20063;&#37117;&#31934;&#33268;</p>
<p>&#160;&#160;&#160; &#24773;&#33410;&#22043;&#65292;&#30001;&#20110;&#27809;&#30475;&#36807;&#21407;&#33879;&#65292;&#25105;&#27809;&#21861;&#21457;&#35328;&#26435;&#65292;&#20294;&#20316;&#20026;&#21916;&#29233;&#21704;&#21033;&#27874;&#29305;&#30340;&#40635;&#29916;&#65292;&#32463;&#39564;&#21578;&#35785;&#25105;&#65292;&#36825;&#20070;&#35813;&#26159;&#27604;&#24433;&#29255;&#22909;&#30475;</p>
<p>&#160;&#160;&#160; &#24819;&#24819;&#22909;&#22909;&#30340;&#21704;&#21033;&#27874;&#29305;&#37117;&#35753;&#22909;&#33713;&#22366;&#30340;&#30005;&#24433;&#20154;&#32473;&#31967;&#36341;&#25104;&#21861;&#20102;</p>
<p>&#160;&#160;&#160; &#30456;&#27604;&#20043;&#19979;&#65292;&#36825;twilight&#65292;&#23601;&#36824;&#31639;&#19981;&#38169;&#20102;</p>
<p>&#160;</p>
<p>&#160;&#160;&#160; &#24681;&#65292;&#19968;&#20010;&#38738;&#26149;&#23089;&#20048;&#29255;&#33021;&#25293;&#25104;&#36825;&#26679;&#24050;&#32463;&#24456;&#19981;&#38169;&#20102;</p>
<p>&#160;&#160;&#160; &#20043;&#21069;&#20174;&#27809;&#35265;&#36807;&#36825;&#31181;&#39118;&#26684;&#30340;&#24503;&#21476;&#25289;&#20204;</p>
<p>&#160;&#160;&#160; &#27809;&#26377;&#23574;&#29273;&#20063;&#23601;&#32610;&#20102;&#65292;&#36830;&#21676;&#20154;&#37117;&#25293;&#30340;&#21807;&#32654;&#36215;&#26469;</p>
<p>&#160;&#160;&#160; &#20043;&#25152;&#20197;&#21916;&#27426;&#38452;&#26263;&#65292;&#21364;&#26159;&#22240;&#20026;&#20182;&#20204;&#31449;&#22312;&#38451;&#20809;&#19979;&#20250;&#20687;&#38075;&#30707;&#19968;&#26679;&#38378;&#20809;</p>
<p>&#160;&#160;&#160; &#20063;&#20174;&#27809;&#25552;&#21040;&#22823;&#33948;&#23545;&#20182;&#20204;&#26377;&#20160;&#20040;&#24433;&#21709;&#65292;&#35980;&#20284;&#36824;&#33021;&#23433;&#28982;&#33258;&#33509;&#30340;&#20999;&#27915;&#33905;&#20570;&#39277;&#35831;&#23458;</p>
<p>&#160;</p>
<p>&#160;&#160;&#160; &#23089;&#20048;&#29255;&#22043;&#65292;&#22079;&#22079;&#65292;&#32654;&#30528;&#21602;</p>
<p>&#160;&#160;&#160; &#35270;&#21548;&#25928;&#26524;&#25105;&#24456;&#28385;&#24847;</p>
<p>&#160;&#160;&#160; &#25152;&#20197;&#20063;&#25104;&#20026;&#25105;&#26368;&#36817;&#37325;&#22797;&#35266;&#36175;&#30340;&#24433;&#29255;&#20043;&#19968;</p>
<p>&#160;</p>
<p>&#160;&#160;&#160; P.S.&#26576;&#26085;&#30475;&#35265;&#19968;&#22270;&#29255;&#65292;&#26032;&#26376;&#30340;&#25293;&#25668;&#29255;&#22330;&#65292;&#23567;&#26379;&#21451;&#28436;&#21592;&#20204;&#37117;&#21508;&#33258;&#22841;&#30528;&#19968;&#26681;&#39321;&#28895;&#65292;&#25105;&#24456;&#19981;&#29245;&#65292;&#21710;&#65292;&#22909;&#19981;&#23481;&#26131;&#21916;&#27426;&#20010;&#23089;&#20048;&#29255;&#65292;&#27585;&#20102;&#25105;&#30340;&#22909;&#21360;&#35937;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#160;</p>
<p>&#24180;&#36731;&#20154;&#21584;&#65306;</p>
<p>&#160;<a href="http://muggleyoung.photo.hexun.com/66443742_d.html" target="_blank"><img onload="var image=new Image();image.src=this.src;if(image.width&gt;0 &amp;&amp; image.height&gt;0){if(image.width&gt;=700){this.width=700;this.height=image.height*700/image.width;}}" alt="&#26597;&#30475;&#26356;&#22810;&#31934;&#24425;&#22270;&#29255;" src="http://photo17.hexun.com/p/2009/0616/332218/b_5F5B3F96E23F6A2761FDBC2119492CAB.jpg" border="0" /></a></p>
<p>&#21560;&#34880;&#39740;&#20204;&#65306;<br /><br /><a href="http://muggleyoung.photo.hexun.com/66443747_d.html" target="_blank"><img onload="var image=new Image();image.src=this.src;if(image.width&gt;0 &amp;&amp; image.height&gt;0){if(image.width&gt;=700){this.width=700;this.height=image.height*700/image.width;}}" alt="&#26597;&#30475;&#26356;&#22810;&#31934;&#24425;&#22270;&#29255;" src="http://photo17.hexun.com/p/2009/0616/332218/b_08DC19C5F2C7C2B1B5502E00394F9F7E.jpg" border="0" /></a><br /><br /></p>
<p>&#160;&#160; </p>
<p>&#160;&#160;&#160; <iframe src="http://music.hexun.com/IframePlayer.aspx?CID=0&amp;MID=0&amp;IsFlash=0&amp;AutoStart=1&amp;UiMode=1&amp;FileUrl=http://music.electroindie.com/The%20Black%20Ghosts/Full%20Moon.mp3" frameborder="0" noresize width="300" scrolling="no" height="64"></iframe></p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2009-06-17T00:00:00+08:00" pubdate data-updated="true">Jun 17<span>th</span>, 2009</time></div>
	<div class="tags">

</div>
	
</div></article>

<nav id="pagenavi">
    
        <a href="/blog/page/44/" class="prev">Prev</a>
    
    
        <a href="/blog/page/46/" class="next">Next</a>
    
    <div class="center"><a href="/blog/archives">Blog Archives</a></div>
</nav></div>
	<footer id="footer" class="inner">Copyright &copy; 2014

    muggleyoung

</footer>
	<script src="/javascripts/slash.js"></script>
<script src="/javascripts/jquery.fancybox.pack.js"></script>
<script type="text/javascript">
(function($){
	$('.fancybox').fancybox();
})(jQuery);
</script> <!-- Delete or comment this line to disable Fancybox -->


<script type="text/javascript">
      var disqus_shortname = 'muggleyoung';
      
        
        var disqus_script = 'count.js';
      
    (function () {
      var dsq = document.createElement('script'); dsq.type = 'text/javascript'; dsq.async = true;
      dsq.src = 'http://' + disqus_shortname + '.disqus.com/' + disqus_script;
      (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);
    }());
</script>





</body>
</html>