
<!DOCTYPE HTML>
<html>
<head>
	<meta charset="utf-8">
	<title></title>
	<meta name="author" content="muggleyoung">

	
	<meta name="description" content="&#21704;&#20315;&#30340;&#20844;&#27491;&#35838;&#65292;&#24212;&#35813;&#20986;&#20102;&#24456;&#20037;&#20102;&#65292;&#19968;&#30452;&#27809;&# &hellip;">
	
	<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

	<link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
	<link rel="canonical" href="">
	<link href="/favicon.png" rel="shortcut icon">
	<link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
	<!--[if lt IE 9]><script src="//html5shiv.googlecode.com/svn/trunk/html5.js"></script><![endif]-->
	<script src="//ajax.googleapis.com/ajax/libs/jquery/1.7.2/jquery.min.js"></script>
	
</head>

<body>
	<header id="header" class="inner"><h1><a href="/"></a></h1>
<nav id="main-nav"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</nav>
<nav id="mobile-nav">
	<div class="alignleft menu">
		<a class="button">Menu</a>
		<div class="container"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</div>
	</div>
	<div class="alignright search">
		<a class="button"></a>
		<div class="container">
			<form action="http://google.com/search" method="get">
				<input type="text" name="q" results="0">
				<input type="hidden" name="q" value="site:muggleyoung.github.com">
			</form>
		</div>
	</div>
</nav>
<nav id="sub-nav" class="alignright">
	<div class="social">
		
		
		
		
    
		
		
		
		
		
		<a class="rss" href="/atom.xml" title="RSS">RSS</a>
		
	</div>
	<form class="search" action="http://google.com/search" method="get">
		<input class="alignright" type="text" name="q" results="0">
		<input type="hidden" name="q" value="site:muggleyoung.github.com">
	</form>
</nav>

</header>
	
		
	
	<div id="content" class="inner">


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/09/02/justice-from-harvard/">
		
			Justice From Harvard</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#21704;&#20315;&#30340;&#20844;&#27491;&#35838;&#65292;&#24212;&#35813;&#20986;&#20102;&#24456;&#20037;&#20102;&#65292;&#19968;&#30452;&#27809;&#26377;&#20851;&#27880;</p>
<p>&#30830;&#20999;&#30340;&#35828;&#65292;&#20844;&#24320;&#35838;&#24050;&#32463;&#26377;&#20102;&#24456;&#20037;&#20102;&#65292;&#25105;&#37117;&#25042;&#24471;&#27809;&#20851;&#27880;&#36807;</p>
<p>&#30452;&#33267;&#26576;&#22825;&#65292;&#39134;&#35828;&#22905;&#30475;&#20102;&#37329;&#34701;&#35838;&#65292;&#24456;&#19981;&#38169;</p>
<p>&#26576;&#26576;&#22825;&#65292;&#39134;&#32487;&#32493;&#35828;</p>
<p>&#20110;&#26159;&#65292;&#25105;&#19979;&#36733;&#20102;&#24456;&#22810;&#24456;&#22810;&#30340;&#35838;&#31243;&#12290;&#36825;&#26159;&#20854;&#20013;&#19968;&#20010;</p>
<p><img src="http://image-7.verycd.com/2116ec7aa5e81e7a2b0507a2e23f887161498%28600x%29/thumb.jpg" border="0" alt="" /></p>
<p><img src="file:///C:/DOCUME%7E1/hp/LOCALS%7E1/Temp/moz-screenshot.png" alt="" /></p>
<p>&#23383;&#24149;&#20986;&#20840;&#20102;&#65292;&#30475;&#30528;&#36824;&#31639;&#36731;&#26494;</p>
<p>&#32769;&#24072;&#26159;&#30740;&#31350;political philosophy&#30340;</p>
<p>&#32780;&#25105;&#65292;&#25171;&#23567;&#25919;&#27835;&#23601;&#27809;&#23398;&#26126;&#30333;&#36807;</p>
<p>&#36825;&#19981;&#21487;&#24597;&#65292;&#20182;&#35762;&#21040;&#30340;&#21746;&#23398;&#65292;&#36319;&#21681;&#23398;&#30340;&#19981;&#19968;&#26679;</p>
<p>&#38500;&#20102;&#29702;&#35770;&#30340;&#21746;&#23398;&#65292;&#27599;&#33410;&#35838;&#37117;&#20250;&#25552;&#20986;&#19968;&#20123;&#38382;&#39064;&#25110;&#32773;&#26696;&#20363;&#65292;&#20379;&#22823;&#23478;&#20249;&#20799;&#35752;&#35770;&#12290;&#36825;&#20010;&#36807;&#31243;&#65292;&#21487;&#23601;&#20307;&#29616;&#27700;&#24179;&#20102;&#65292;&#20182;&#33021;&#24456;&#22909;&#30340;&#24341;&#23548;&#23398;&#29983;&#30340;&#36777;&#35770;&#26041;&#21521;&#65292;&#24182;&#36866;&#26102;&#30340;&#20570;&#20986;&#24605;&#32500;&#20005;&#35880;&#30340;&#24635;&#32467;&#24402;&#32435;&#12290;&#27599;&#27425;&#35752;&#35770;&#30340;&#26102;&#20505;&#65292;&#37117;&#24525;&#19981;&#20303;&#24863;&#24936;&#65292;&#30495;&#26159;&#20010;&#22909;&#32769;&#24072;&#21834;~</p>
<p>&#21487;&#24796;&#25105;&#27700;&#24179;&#19981;&#27982;&#65292;&#20174;&#19968;&#24320;&#22987;&#23601;&#35797;&#22270;&#30452;&#25509;&#25509;&#21463;&#33521;&#25991;&#30340;&#20449;&#24687;&#65292;&#21487;&#26159;&#35838;&#31243;&#36827;&#34892;&#21040;&#19968;&#21322;&#65292;&#23601;&#26377;&#28857;&#36319;&#19981;&#19978;&#20102;&#65292;&#33021;&#21548;&#25026;&#65292;&#19981;&#33021;&#29702;&#35299;&#12290;&#21487;&#35265;&#65292;&#33521;&#35821;&#22909;&#24456;&#37325;&#35201;&#65292;&#35838;&#21069;&#20570;&#22823;&#37327;&#38405;&#35835;&#24456;&#37325;&#35201;&#65292;&#35838;&#21518;&#21220;&#20110;&#24605;&#32771;&#24456;&#37325;&#35201;&#12290;</p>
<p>&#24378;&#28872;&#25512;&#33616;&#36825;&#38376;&#35838;&#65292;&#20063;&#26159;&#22522;&#20110;&#25105;&#33258;&#24049;&#36947;&#24503;&#35266;&#65292;&#20215;&#20540;&#35266;&#31561;&#31561;&#30340;&#32570;&#22833;&#65292;&#36319;&#25105;&#19968;&#26679;&#30340;&#65292;&#29702;&#31185;&#29983;&#65292;&#24212;&#35797;&#29983;&#65292;&#20013;&#22269;&#23398;&#29983;~</p>
<p>&#21335;&#26041;&#21608;&#26411;&#21069;&#20004;&#22825;&#20851;&#20110;&#25105;&#20204;&#22823;&#23398;&#25945;&#32946;&#30340;&#25991;&#31456;&#24456;&#33021;&#35828;&#26126;&#38382;&#39064; &#38142;&#25509;&#65306;<a title="http://www.infzm.com/content/49415" href="http://www.infzm.com/content/49415" target="_blank">http://www.infzm.com/content/49415</a></p>
<p><q style="quotes: none; font-style: normal; font-weight: bold; font-size: 1em; line-height: 1.5em; color: #0055aa;">&#20013;&#22269;&#30340;&#25945;&#32946;&#20307;&#31995;&#65292;&#20174;&#20013;&#23398;&#21040;&#22823;&#23398;&#65292;&#38271;&#26399;&#20197;&#26469;&#37117;&#23558;&#20215;&#20540;&#25945;&#32946;&#31561;&#21516;&#20110;&#24605;&#24819;&#25945;&#32946;&#65292;&#26080;&#35770;&#22810;&#22909;&#30340;&#35266;&#24565;&#21644;&#29702;&#35770;&#65292;&#19968;&#26086;&#24378;&#34892;&#28748;&#36755;&#65292;&#23601;&#25104;&#20102;&#25945;&#26465;&#65292;&#38590;&#20813;&#31378;&#30861;&#33258;&#30001;&#24515;&#28789;&#30340;&#33258;&#30001;&#21457;&#23637;&#12290;</q></p>
<p><q style="quotes: none; font-style: normal; font-weight: bold; font-size: 1em; line-height: 1.5em; color: #0055aa;"> &#24605;&#24819;&#33258;&#30001;&#26159;&#22823;&#23398;&#19981;&#21487;&#21160;&#25671;&#30340;&#22522;&#26412;&#20215;&#20540;&#65292;&#32780;&#22312;&#33258;&#30001;&#20043;&#22806;&#65292;&#19968;&#25152;&#22823;&#23398;&#36824;&#24212;&#26377;&#26356;&#22810;&#39640;&#36828;&#30340;&#29702;&#24565;&#65292;&#21253;&#25324;&#40723;&#21169;&#23398;&#29983;&#28909;&#29233;&#30495;&#29702;&#12289;&#36861;&#27714;&#20844;&#20041;&#12289;&#24179;&#31561;&#24453;&#20154;&#12289;&#37325;&#35270;&#29615;&#20445;&#12289;&#20851;&#24576;&#24369;&#21183;&#12289;&#31215;&#26497;&#21442;&#19982;&#20844;&#20849;&#20107;&#21153;&#31561;&#12290;</q></p>
<p>&#36824;&#26377;&#19968;&#31687;&#25991;&#31456;&#65292;&#35762;&#20026;&#20160;&#20040;&#20013;&#22269;&#20154;&#32570;&#23569;&#8220;&#24120;&#35782;&#8221; <a title="http://www.my1510.cn/article.php?id=e7941deabdf8ff64" href="http://www.my1510.cn/article.php?id=e7941deabdf8ff64" target="_blank">http://www.my1510.cn/article.php?id=e7941deabdf8ff64</a></p>
<p>&#20174;&#36825;&#20010;&#35838;&#31243;&#20013;&#65292;&#20063;&#33021;&#24471;&#21040;&#20123;&#35768;&#35299;&#37322;&#12290;&#30475;&#23436;&#29978;&#33267;&#35273;&#24471;&#65292;&#26377;&#22826;&#22810;&#36807;&#20110;&#24120;&#35782;&#65292;&#32780;&#25105;&#20204;&#21364;&#19981;&#26126;&#30333;&#30340;&#19996;&#35199;&#12290;</p>
<p>Amazon&#26377;&#21334;&#36825;&#32769;&#24072;&#20889;&#30340;&#20070;&#65292;15&#20992;&#65292;&#37038;&#36153;5&#20992;&#12290;&#22909;&#32416;&#32467;&#65292;&#35201;&#19981;&#35201;&#20080;&#12290;&#19981;&#26159;&#24515;&#30140;&#38065;&#65292;&#32780;&#26159;&#25105;&#25163;&#22836;&#36824;&#26377;&#26412;Peter pan&#27809;&#30475;&#23436;&#30340;&#65292;&#20080;&#36825;&#20040;&#22810;&#33521;&#25991;&#20070;&#65292;&#24537;&#19981;&#36807;&#26469;&#20040;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#27491;&#22914;&#35838;&#31243;&#26368;&#21518;&#32769;&#24072;&#35828;&#30340;&#37027;&#26679;&#65292;&#22914;&#26524;&#25105;&#20204;&#30340;&#35838;&#31243;&#33021;&#35753;&#20320;&#19968;&#30452;&#20445;&#25345;&#19981;&#26029;&#29702;&#24615;&#24605;&#32771;&#30340;&#20064;&#24815;&#65292;&#37027;&#25105;&#20204;&#23601;&#26159;&#26377;&#25910;&#33719;&#30340;&#12290;</p>
<p>&#39069;&#65292;&#35805;&#35828;&#21040;&#19968;&#21322;&#65292;&#33258;&#24049;&#23601;&#24819;&#26126;&#30333;&#20102;&#65292;&#20070;&#36824;&#26159;&#35201;&#20080;&#30340;&#65292;&#30475;&#19968;&#28857;&#65292;&#23601;&#22810;&#19968;&#28857;&#25910;&#33719;&#19981;&#26159;&#12290;</p>
<p>&#38500;&#21435;&#24605;&#32771;&#65292;&#25105;&#24819;&#25105;&#36824;&#26159;&#23398;&#21040;&#20102;&#24456;&#22810;&#30340;&#12290;&#23562;&#37325;&#65292;&#25209;&#21028;&#24615;&#24605;&#32500;&#65292;&#23485;&#23481;&#31561;&#31561;&#31561;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#26377;&#20154;&#35828;&#36825;&#26159;&#25152;&#35859;&#36164;&#26412;&#20027;&#20041;&#27602;&#30244;&#65292;&#25105;&#35273;&#24471;&#65292;&#23425;&#24895;&#34987;&#8216;&#27602;&#30244;&#8217;&#20405;&#34432;&#65292;&#20063;&#22909;&#36807;&#27809;&#26377;&#36947;&#24503;&#24213;&#32447;&#65292;&#27809;&#26377;&#8216;&#20449;&#20208;&#8217;~</p>
<p>&#20241;&#24687;&#19968;&#38453;&#65292;&#27605;&#19994;&#21069;&#65292;&#35201;&#20877;&#30475;&#31532;&#20108;&#36941;~&#35748;&#30495;&#30340;~</p>
<p>&#38468;&#35838;&#31243;&#32593;&#22336;&#65306;<a title="http://www.justiceharvard.org/" href="http://www.justiceharvard.org/" target="_blank">http://www.justiceharvard.org/</a></p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-09-02T00:00:00+08:00" pubdate data-updated="true">Sep 2<span>nd</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/09/01/%E5%8D%8E%E4%B8%BA%E5%8D%8A%E6%97%A5%E6%B8%B8/">
		
			华为半日游</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#21407;&#26412;&#24212;&#35813;&#26159;&#19978;&#21608;&#19968;&#30340;&#65292;&#25105;&#22312;&#23478;&#65292;&#27809;&#36214;&#19978;&#12290;&#36825;&#21608;&#23460;&#21451;&#35828;&#33021;&#21435;&#65292;&#23601;&#36319;&#30528;&#19968;&#36215;&#21435;&#20102;</p>
<p>&#36214;&#24471;&#26089;&#19981;&#22914;&#36214;&#24471;&#24039;</p>
<p>&#26368;&#21518;&#19968;&#20010;&#19979;&#21320;&#30340;&#26368;&#21518;&#19968;&#36255;&#36710;&#65292;&#25105;&#20204;&#20200;&#26159;&#26368;&#21518;&#19978;&#36710;&#30340;</p>
<p>&#27969;&#31243;&#31616;&#21333;&#65306;&#39046;&#24037;&#21345;&#65292;&#25293;&#29031;&#65292;&#21442;&#35266;&#21150;&#20844;&#23460;&#65292;&#26426;&#25151;&#65292;&#21508;&#31181;&#35774;&#22791;&#65288;&#22826;&#32047;&#65292;&#25105;&#27809;&#35748;&#30495;&#21442;&#35266;&#65289;&#65292;&#23459;&#35762;&#65292;&#21507;&#39277;&#65292;&#22238;&#23478;&#12290;</p>
<p>&#25105;&#23545;&#32593;&#32476;&#20852;&#36259;&#19981;&#22823;&#65292;&#37117;&#24536;&#24046;&#19981;&#22810;&#20102;&#65292;&#22522;&#26412;&#19978;&#23601;&#20667;&#31449;&#30528;&#21548;&#12290;&#26377;&#21487;&#33021;&#22240;&#20026;&#26368;&#21518;&#19968;&#25320;&#20154;&#20102;&#65292;&#20154;&#25968;&#22810;&#65292;&#32780;&#19988;&#31209;&#24207;&#19981;&#24590;&#26679;&#65292;&#24184;&#22909;&#26377;&#23460;&#21451;&#21516;&#34892;&#65292;&#19981;&#28982;&#24471;&#26080;&#32842;&#27515;&#12290;</p>
<p>&#23459;&#35762;&#22043;&#65292;&#20498;&#26159;&#26377;&#28857;&#20799;&#20449;&#24687;&#65306;&#35813;&#20844;&#21496;&#20170;&#24180;&#36824;&#26159;&#25402;&#32570;&#20154;&#30340;&#65307;&#36215;&#34218;&#28072;&#20102;&#65292;&#20854;&#23454;&#20154;&#23478;&#26089;&#23601;&#30693;&#36947;&#20102;&#65292;&#25105;&#21518;&#30693;&#21518;&#35273;&#65307;&#36824;&#26377;&#23601;&#26159;&#25105;&#32831;&#32831;&#20110;&#24576;&#30340;&#24615;&#26684;&#27979;&#35797;&#20063;&#26377;&#21512;&#29702;&#35299;&#37322;&#20102;&#65292;&#21482;&#20570;&#21442;&#32771;&#65292;&#32508;&#21512;&#38754;&#26102;&#30340;&#21442;&#32771;&#65292;&#24681;&#65292;&#36825;&#26679;&#30475;&#36215;&#26469;&#25165;&#27604;&#36739;&#31185;&#23398;&#12290;</p>
<p>&#21507;&#30340;&#36824;&#19981;&#38169;&#65292;&#37492;&#20110;&#26202;&#19978;&#22238;&#21435;&#25105;&#35201;&#35831;&#23458;&#65292;&#21516;&#24535;&#20204;&#21507;&#30340;&#24456;&#30684;&#25345;&#12290;&#19981;&#36807;&#65292;&#25454;&#21326;&#20026;&#24037;&#20316;&#30340;&#23401;&#23376;&#35828;&#65292;&#25105;&#20204;&#21507;&#30340;&#33258;&#21161;&#39184;&#21047;&#21345;&#30340;&#35805;&#38656;&#35201;30&#19968;&#20154;&#65292;&#26377;&#28857;&#36149;&#65292;&#19981;&#22914;&#22806;&#38754;&#21435;&#21507;&#33258;&#21161;&#65292;&#20063;&#38590;&#24618;&#21619;&#36947;&#36824;&#35828;&#24471;&#36807;&#21435;&#12290;&#12290;&#12290;</p>
<p>&#19978;&#36710;&#22635;&#20102;&#19968;&#24352;&#20010;&#20154;&#20449;&#24687;&#34920;&#26684;&#65292;&#35828;&#26159;&#31579;&#36873;&#20043;&#21518;&#20248;&#31168;&#30340;&#21487;&#20197;&#23569;&#22909;&#20960;&#36718;&#38754;&#35797;&#12290;&#20599;&#20599;&#30340;&#23492;&#20104;&#19968;&#28857;&#23567;&#24076;&#26395;&#65292;&#22079;&#22079;&#12290;</p>
<p>&#20855;&#20307;&#22043;&#65292;&#20248;&#20808;&#38754;&#35797;&#20061;&#26376;&#19979;&#26092;&#23601;&#20250;&#24320;&#22987;&#65292;&#27491;&#24335;&#30340;&#26657;&#22253;&#25307;&#32856;&#35980;&#20284;&#21313;&#26376;&#20013;&#21551;&#21160;&#65311;&#22823;&#27010;&#23601;&#36825;&#21543;&#65292;&#20855;&#20307;&#24536;&#20102;&#12290;&#12290;&#12290;</p>
<p>&#35814;&#32454;&#31561;&#25307;&#32856;&#24320;&#22987;&#20877;&#20570;&#35760;&#24405;&#21862;~</p>
<p>P.S.&#30456;&#26426;&#22312;&#23487;&#33293;&#65292;&#26368;&#36817;&#24456;&#22810;&#38646;&#25955;&#30340;&#29031;&#29255;&#22238;&#22836;&#21152;&#19978;&#12290;</p>
<p>&#22612;&#22612;&#65281;&#33021;&#25214;&#30528;&#25105;&#19981;&#65292;&#21453;&#20809;&#30340;&#22823;&#33080;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12834361643.jpg" border="0" alt="" /></p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-09-01T00:00:00+08:00" pubdate data-updated="true">Sep 1<span>st</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/09/01/sherlock/">
		
			Sherlock</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#19968;&#30475;&#25105;&#20889;&#26085;&#24535;&#30340;&#39057;&#29575;&#65292;&#23601;&#30693;&#36947;&#33258;&#24049;&#21448;&#24320;&#22987;&#24471;&#29791;&#20102;&#12290;&#34701;&#21512;&#21021;&#35265;&#25104;&#25928;&#26377;&#28857;&#28608;&#21160;&#22043;~&#20170;&#22825;&#65292;&#20170;&#22825;&#36824;&#26159;&#24471;&#22909;&#22909;&#24178;&#27963;&#65292;&#30446;&#21069;&#30340;&#32467;&#26524;&#20889;&#35770;&#25991;&#36824;&#26159;&#24046;&#20102;&#37027;&#20040;&#19968;&#28857;&#20799;&#12290;</p>
<p>&#20027;&#35201;&#21608;&#26411;&#30475;&#20102;&#19968;&#36156;&#22909;&#30475;&#30005;&#35270;&#65292;&#24525;&#19981;&#20303;&#21834;&#24525;&#19981;&#20303;&#12290;</p>
<p>&#31561;&#31561;&#31561;&#31561;&#65288;&#21629;&#36816;&#20132;&#21709;&#26354;&#21069;&#22235;&#20010;&#38899;&#31526;&#21704;~&#65289;</p>
<p>&#33521;&#21095;&#65292;Sherlock&#12290;&#35793;&#20316;&#26032;&#31119;&#23572;&#25705;&#26031;&#65292;&#25110;&#32773;&#31070;&#25506;&#22799;&#27931;&#20811;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12833045743.jpg" border="0" alt="" /></p>
<p>&#30446;&#21069;&#21482;&#20986;&#20102;&#31532;&#19968;&#23395;&#65292;&#20849;&#19977;&#38598;&#65292;&#27599;&#38598;100&#20998;&#38047;&#12290;&#19979;&#19968;&#23395;&#26126;&#24180;&#24180;&#24213;&#20986;&#65292;&#36824;&#26377;&#19968;&#24180;&#21322;&#35201;&#31561;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#21046;&#20316;&#31934;&#33391;&#65292;&#26377;&#30005;&#24433;&#21697;&#36136;&#65292;&#21095;&#24773;&#36830;&#36143;&#12290;&#31532;&#19968;&#23395;&#21483;pink&#20160;&#20040;&#30340;&#65292;&#25105;&#30475;&#20102;&#23601;&#24819;&#36215;&#34880;&#23383;&#30340;&#30740;&#31350;&#12290;&#30334;&#24230;&#20043;&#65292;&#20154;&#35828;&#30830;&#23454;&#26377;&#21407;&#33879;&#30340;&#24433;&#23376;&#65292;&#20294;&#25913;&#32534;&#36824;&#26159;&#24456;&#19981;&#19968;&#26679;&#30340;&#12290;</p>
<p>&#27605;&#31455;&#65292;&#26102;&#38388;&#25913;&#22312;&#20102;&#29616;&#20195;&#12290;Dr. Watson&#26159;&#20174;Afghanistan&#22238;&#26469;&#30340;&#22823;&#20853;&#65292;&#31119;&#23572;&#25705;&#26031;&#20063;&#26377;&#22815;&#31070;&#32463;&#36136;&#30340;&#65292;&#19979;&#38754;&#30340;&#25130;&#22270;&#25402;&#33021;&#35828;&#26126;&#38382;&#39064;&#12290;</p>
<p>&#19981;&#21916;&#27426;&#36879;&#28431;&#30005;&#35270;&#21095;&#24773;&#33410;&#65292;&#19981;&#28982;&#30475;&#30528;&#23601;&#27809;&#24847;&#24605;&#20102;&#12290;</p>
<p>&#24635;&#20043;&#22043;&#65292;&#30475;&#23436;&#20043;&#21518;&#65292;&#25171;&#31639;&#21487;&#20197;&#24320;&#22987;&#36861;&#33521;&#21095;&#20102;&#65292;&#19979;&#20102;&#19968;&#20123;&#65292;&#24930;&#24930;&#30475;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1283304581i.jpg" border="0" alt="" /></p>
<p>&#21916;&#27426;&#24069;&#21733;&#65292;Holmes&#30340;&#28436;&#21592;&#25402;&#24069;&#30340;&#65292;&#36523;&#26448;&#29190;&#22909;&#65292;&#30246;&#21066;&#30340;&#33080;&#65292;&#21152;&#19978;&#33521;&#22269;&#32453;&#22763;&#20856;&#22411;&#30340;&#38271;&#39118;&#34915;&#65292;&#28145;&#33394;&#22260;&#24062;&#65292;&#39069;~~~~&#25105;&#12290;&#12290;&#12290;&#12290;&#25105;&#21448;&#33457;&#30196;&#20102;&#12290;&#22826;&#24069;&#22826;&#24069;~</p>
<p>&#23545;&#65292;&#22068;&#24052;&#30475;&#30528;&#20687;UB&#37324;&#38754;&#30340;Daniel&#12290;</p>
<p>Dr. Watson&#20063;&#19981;&#38169;&#21862;&#65292;&#31639;&#19981;&#19978;&#20859;&#30524;&#65292;&#20294;&#26159;&#32463;&#30475;&#12290;&#21152;&#19978;&#35282;&#33394;&#22609;&#36896;&#20013;&#20182;&#30340;&#24544;&#35802;&#65292;&#26524;&#25954;&#65292;&#36824;&#26377;&#21453;&#24212;&#36831;&#38045;&#65292;&#37117;&#35753;&#20154;&#29289;&#30475;&#30528;&#25402;&#40092;&#27963;&#30340;~</p>
<p>&#23545;&#23545;&#65292;&#38899;&#20048;&#20063;&#37197;&#30340;&#19981;&#38169;&#65292;&#25913;&#26085;&#25214;&#30528;&#20102;&#21457;&#19978;&#26469;&#12290;</p>
<p>&#32769;&#23454;&#20889;&#20195;&#30721;&#20999;&#40479;~</p>
<p>&#160;</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-09-01T00:00:00+08:00" pubdate data-updated="true">Sep 1<span>st</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/08/31/%E5%99%A9%E6%A2%A6%E4%B8%8D%E6%96%AD/">
		
			噩梦不断</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p><img src="http://filer.blogbus.com/5333148/5333148_1283239052h.jpg" border="0" alt="" /></p>
<p>&#20170;&#26085;&#65292;&#35832;&#20107;&#19981;&#23452;~</p>
<p>&#21320;&#39277;&#21069;&#36229;&#22256;&#65292;&#29228;&#26700;&#23376;&#19978;&#30511;&#30634;&#12290;&#20174;&#26469;&#30561;&#19981;&#30528;&#30340;&#23043;&#65292;&#19981;&#20294;&#30528;&#20102;&#65292;&#36824;&#20570;&#26790;&#12290;&#26790;&#35265;&#25105;&#21448;&#36305;&#21435;&#24230;&#21338;&#22763;&#20102;&#12290;&#35813;&#27515;&#30340;Dr. Li&#65292;&#25105;&#24680;&#20320;~&#24178;&#22043;&#27809;&#20107;&#20799;&#32473;&#37027;&#20040;&#19968;&#36947;&#24618;&#39064;&#30446;&#35753;&#20154;&#20570;&#12290;&#33258;&#25171;&#19978;&#21608;&#26411;&#32769;&#29241;&#35802;&#24691;&#24314;&#35758;&#25105;&#20197;&#21518;&#35835;&#21338;&#22763;&#20043;&#21518;&#65292;&#36825;&#22121;&#26790;&#23601;&#27809;&#28040;&#20572;&#12290;&#26377;&#22825;&#26202;&#19978;&#65292;&#26790;&#35265;&#39569;&#21333;&#36710;&#21435;&#26053;&#28216;&#65292;&#24590;&#20040;&#30528;&#23601;&#36935;&#19978;&#21338;&#22763;&#21516;&#23398;&#20102;&#65292;&#34987;&#25289;&#21435;&#35835;&#20102;3&#24180;&#20070;&#65292;&#27809;&#27605;&#19994;&#65292;&#20241;&#23398;&#20102;&#12290;&#28982;&#21518;&#65292;&#21448;&#34987;&#36861;&#26432;&#65292;&#39569;&#21333;&#36710;&#36867;&#20129;&#12290;&#12290;&#12290;&#32467;&#35770;&#26159;&#65292;&#35835;&#21338;&#22763;&#24456;&#21361;&#38505;&#65292;&#36319;&#21338;&#22763;&#29609;&#20799;&#24515;&#37324;&#21387;&#21147;&#30495;&#22823;~</p>
<p>&#27450;&#36127;&#23071;&#20799;&#35831;&#21507;&#30333;&#33756;&#28818;&#32905;&#65292;&#28982;&#21518;&#29330;&#21171;&#33258;&#24049;&#21917;&#32511;&#33590;&#65292;&#28040;&#28781;so&#22823;&#19968;&#21482;&#29980;&#29916;&#12290;&#22909;&#24515;&#24773;&#21448;&#34987;&#24700;&#20154;&#30005;&#35805;&#25605;&#21644;&#65306;&#38382;&#25105;&#21688;&#38451;&#21643;&#36208;&#65292;&#25105;&#38382;&#20320;&#35201;&#21435;&#21738;&#20799;&#12290;&#27515;&#27963;&#19981;&#35828;&#65292;&#19981;&#35828;&#37027;&#31639;&#20102;&#21591;&#65292;&#21482;&#26159;&#20026;&#20102;&#24110;&#20320;&#25351;&#36335;&#32780;&#24050;&#12290;&#20197;&#20026;&#22992;&#26159;&#30495;&#20843;&#21350;&#21834;&#65292;&#22992;&#25165;&#27809;&#20852;&#36259;&#21602;&#65292;&#25171;&#21548;&#20154;&#38544;&#31169;&#19981;&#26159;&#25105;&#39118;&#26684;&#20040;&#65292;&#35828;&#20102;&#25105;&#23601;&#21548;&#65292;&#19981;&#35828;&#25105;&#19981;&#21548;&#21591;&#12290;&#25110;&#35768;&#21482;&#26377;&#20843;&#21350;&#30340;&#20154;&#65292;&#25165;&#24597;&#21035;&#20154;&#20843;&#21350;&#21543;&#12290;&#22909;&#27604;&#26377;&#20154;&#35828;&#65306;&#25105;&#29616;&#22312;&#30340;&#29983;&#27963;&#30495;&#30340;&#24456;&#24320;&#24515;&#24456;&#24184;&#31119;&#65292;&#24182;&#19988;&#24680;&#19981;&#24471;&#21152;&#26080;&#25968;&#20010;&#24863;&#21497;&#21495;&#65292;&#37027;&#20843;&#25104;&#23601;&#26159;&#33258;&#27450;&#27450;&#20154;&#12290;&#30495;&#27491;&#24320;&#24515;&#24184;&#31119;&#30340;&#20154;&#21834;&#65292;&#37117;&#24537;&#30528;&#20139;&#21463;&#36825;&#26102;&#20809;&#65292;&#21738;&#26377;&#38386;&#24037;&#22827;&#36319;&#20154;&#35299;&#37322;&#33258;&#24049;&#30340;&#24515;&#24773;&#65292;&#26159;&#19981;&#65311;</p>
<p>&#24184;&#20111;&#24184;&#20111;&#65292;boss&#22823;&#20154;&#37027;&#20799;&#36824;&#31639;&#26159;&#20010;&#22909;&#28040;&#24687;&#65292;&#20195;&#30721;&#27809;&#30333;&#20889;&#65292;&#36824;&#31639;&#26377;&#24076;&#26395;&#65292;&#25913;&#21543;&#25913;&#21543;&#65292;&#25105;&#21487;&#19981;&#24819;&#25442;&#26041;&#21521;&#37325;&#20570;~</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-08-31T00:00:00+08:00" pubdate data-updated="true">Aug 31<span>st</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/08/31/%E4%B8%B4%E6%97%B6%E5%9E%83%E5%9C%BE%E6%A1%B6/">
		
			临时垃圾桶</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#30495;&#31070;&#32463;&#30495;&#31070;&#32463;&#65292;&#21643;&#20250;&#26377;&#36825;&#26679;&#30340;&#20154;&#20799;&#65281;</p>
<p>&#36824;&#19987;&#31243;&#25171;&#30005;&#35805;&#26469;&#65292;&#23601;&#20026;&#20102;&#35828;&#19968;&#21477;&#20197;&#21518;&#19981;&#20570;&#20320;&#22823;&#21460;&#20102;&#65292;&#23601;&#20570;&#26379;&#21451;&#12290;</p>
<p>&#39069;&#65292;&#38543;&#21475;&#19968;&#21483;&#30340;&#22823;&#21460;&#65292;&#33267;&#20110;&#20040;&#65292;&#25105;&#21487;&#27809;&#24403;&#22238;&#20107;&#20799;</p>
<p>&#36825;&#20154;&#22826;&#20107;&#20799;&#20102;&#65292;&#25105;&#36824;&#26159;&#31163;&#36828;&#28857;&#21543;</p>
<p>&#22909;&#20687;&#25105;&#25170;&#30528;&#25170;&#30528;&#35201;&#25214;&#20320;&#29609;&#65292;&#21916;&#27426;&#36319;&#20320;&#29609;&#20799;&#20284;&#30340;</p>
<p>&#36793;&#20799;&#21435;&#12290;&#29239;&#27809;&#24515;&#24773;&#36319;&#20320;&#30699;&#24773;&#65281;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12832166527.jpg" border="0" alt="" /></p>
<p>&#36825;&#22823;&#28165;&#26089;&#30340;&#65292;&#22826;&#28155;&#22581;&#20102;&#12290;&#30475;&#26469;&#20170;&#22825;&#25105;&#24471;&#19968;&#20999;&#23567;&#24515;&#12290;&#12290;&#12290;</p>
<p>&#20013;&#21320;&#21507;&#28857;&#22909;&#30340;&#20999;&#65292;&#34917;&#34917;&#24515;&#24773;&#65292;&#21756;&#65281;</p>
<p>&#21834;&#21834;&#21834;&#21834;&#21834;&#21834;&#65292;&#22909;&#24819;&#24565;&#36319;&#25105;&#33261;&#21619;&#30456;&#25237;&#30340;&#23043;&#20204;&#65292;&#19968;&#20010;&#20010;&#37117;&#36214;&#32039;&#30340;&#22238;&#26469;&#21543;~~~~</p>
<p>&#35201;&#19981;&#28982;&#65292;&#25105;&#20063;&#19981;&#21574;&#35199;&#23433;&#21862;~</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-08-31T00:00:00+08:00" pubdate data-updated="true">Aug 31<span>st</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>

<nav id="pagenavi">
    
        <a href="/blog/page/18/" class="prev">Prev</a>
    
    
        <a href="/blog/page/20/" class="next">Next</a>
    
    <div class="center"><a href="/blog/archives">Blog Archives</a></div>
</nav></div>
	<footer id="footer" class="inner">Copyright &copy; 2013

    muggleyoung

</footer>
	<script src="/javascripts/slash.js"></script>
<script src="/javascripts/jquery.fancybox.pack.js"></script>
<script type="text/javascript">
(function($){
	$('.fancybox').fancybox();
})(jQuery);
</script> <!-- Delete or comment this line to disable Fancybox -->


<script type="text/javascript">
      var disqus_shortname = 'muggleyoung';
      
        
        var disqus_script = 'count.js';
      
    (function () {
      var dsq = document.createElement('script'); dsq.type = 'text/javascript'; dsq.async = true;
      dsq.src = 'http://' + disqus_shortname + '.disqus.com/' + disqus_script;
      (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);
    }());
</script>





</body>
</html>