
<!DOCTYPE html>
<!--[if IEMobile 7 ]><html class="no-js iem7"><![endif]-->
<!--[if lt IE 9]><html class="no-js lte-ie8"><![endif]-->
<!--[if (gt IE 8)|(gt IEMobile 7)|!(IEMobile)|!(IE)]><!--><html class="no-js" lang="en"><!--<![endif]-->
<head>
  <meta charset="utf-8">
  <title></title>
  <meta name="author" content="muggleyoung">

  
  <meta name="description" content="&#19968;&#30475;&#25105;&#20889;&#26085;&#24535;&#30340;&#39057;&#29575;&#65292;&#23601;&#30693;&#36947;&#33258;&#24049;&#21448;&#24320;&#22987;&# &hellip;">
  

  <!-- http://t.co/dKP3o1e -->
  <meta name="HandheldFriendly" content="True">
  <meta name="MobileOptimized" content="320">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  
  <link rel="canonical" href="http://muggleyoung.github.com/blog/page/19/">
  <link href="/favicon.png" rel="icon">
  <link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
  <script src="/javascripts/modernizr-2.0.js"></script>
  <script src="/javascripts/ender.js"></script>
  <script src="/javascripts/octopress.js" type="text/javascript"></script>
  <link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
  <!--Fonts from Google"s Web font directory at http://google.com/webfonts -->
<link href="http://fonts.googleapis.com/css?family=PT+Serif:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<link href="http://fonts.googleapis.com/css?family=PT+Sans:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">

  

</head>

<body   >
  <header role="banner"><hgroup>
  <h1><a href="/"></a></h1>
  
    <h2>young for you</h2>
  
</hgroup>

</header>
  <nav role="navigation"><ul class="subscription" data-subscription="rss">
  <li><a href="/atom.xml" rel="subscribe-rss" title="subscribe via RSS">RSS</a></li>
  
</ul>
  
<form action="http://google.com/search" method="get">
  <fieldset role="search">
    <input type="hidden" name="q" value="site:muggleyoung.github.com" />
    <input class="search" type="text" name="q" results="0" placeholder="Search"/>
  </fieldset>
</form>
  
<ul class="main-navigation">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
</ul>

</nav>
  <div id="main">
    <div id="content">
      <div class="blog-index">
  
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-09-01T00:00:00+08:00" pubdate data-updated="true">Sep 1<span>st</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/09/01/sherlock/">Sherlock</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#19968;&#30475;&#25105;&#20889;&#26085;&#24535;&#30340;&#39057;&#29575;&#65292;&#23601;&#30693;&#36947;&#33258;&#24049;&#21448;&#24320;&#22987;&#24471;&#29791;&#20102;&#12290;&#34701;&#21512;&#21021;&#35265;&#25104;&#25928;&#26377;&#28857;&#28608;&#21160;&#22043;~&#20170;&#22825;&#65292;&#20170;&#22825;&#36824;&#26159;&#24471;&#22909;&#22909;&#24178;&#27963;&#65292;&#30446;&#21069;&#30340;&#32467;&#26524;&#20889;&#35770;&#25991;&#36824;&#26159;&#24046;&#20102;&#37027;&#20040;&#19968;&#28857;&#20799;&#12290;</p>
<p>&#20027;&#35201;&#21608;&#26411;&#30475;&#20102;&#19968;&#36156;&#22909;&#30475;&#30005;&#35270;&#65292;&#24525;&#19981;&#20303;&#21834;&#24525;&#19981;&#20303;&#12290;</p>
<p>&#31561;&#31561;&#31561;&#31561;&#65288;&#21629;&#36816;&#20132;&#21709;&#26354;&#21069;&#22235;&#20010;&#38899;&#31526;&#21704;~&#65289;</p>
<p>&#33521;&#21095;&#65292;Sherlock&#12290;&#35793;&#20316;&#26032;&#31119;&#23572;&#25705;&#26031;&#65292;&#25110;&#32773;&#31070;&#25506;&#22799;&#27931;&#20811;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12833045743.jpg" border="0" alt="" /></p>
<p>&#30446;&#21069;&#21482;&#20986;&#20102;&#31532;&#19968;&#23395;&#65292;&#20849;&#19977;&#38598;&#65292;&#27599;&#38598;100&#20998;&#38047;&#12290;&#19979;&#19968;&#23395;&#26126;&#24180;&#24180;&#24213;&#20986;&#65292;&#36824;&#26377;&#19968;&#24180;&#21322;&#35201;&#31561;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#21046;&#20316;&#31934;&#33391;&#65292;&#26377;&#30005;&#24433;&#21697;&#36136;&#65292;&#21095;&#24773;&#36830;&#36143;&#12290;&#31532;&#19968;&#23395;&#21483;pink&#20160;&#20040;&#30340;&#65292;&#25105;&#30475;&#20102;&#23601;&#24819;&#36215;&#34880;&#23383;&#30340;&#30740;&#31350;&#12290;&#30334;&#24230;&#20043;&#65292;&#20154;&#35828;&#30830;&#23454;&#26377;&#21407;&#33879;&#30340;&#24433;&#23376;&#65292;&#20294;&#25913;&#32534;&#36824;&#26159;&#24456;&#19981;&#19968;&#26679;&#30340;&#12290;</p>
<p>&#27605;&#31455;&#65292;&#26102;&#38388;&#25913;&#22312;&#20102;&#29616;&#20195;&#12290;Dr. Watson&#26159;&#20174;Afghanistan&#22238;&#26469;&#30340;&#22823;&#20853;&#65292;&#31119;&#23572;&#25705;&#26031;&#20063;&#26377;&#22815;&#31070;&#32463;&#36136;&#30340;&#65292;&#19979;&#38754;&#30340;&#25130;&#22270;&#25402;&#33021;&#35828;&#26126;&#38382;&#39064;&#12290;</p>
<p>&#19981;&#21916;&#27426;&#36879;&#28431;&#30005;&#35270;&#21095;&#24773;&#33410;&#65292;&#19981;&#28982;&#30475;&#30528;&#23601;&#27809;&#24847;&#24605;&#20102;&#12290;</p>
<p>&#24635;&#20043;&#22043;&#65292;&#30475;&#23436;&#20043;&#21518;&#65292;&#25171;&#31639;&#21487;&#20197;&#24320;&#22987;&#36861;&#33521;&#21095;&#20102;&#65292;&#19979;&#20102;&#19968;&#20123;&#65292;&#24930;&#24930;&#30475;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1283304581i.jpg" border="0" alt="" /></p>
<p>&#21916;&#27426;&#24069;&#21733;&#65292;Holmes&#30340;&#28436;&#21592;&#25402;&#24069;&#30340;&#65292;&#36523;&#26448;&#29190;&#22909;&#65292;&#30246;&#21066;&#30340;&#33080;&#65292;&#21152;&#19978;&#33521;&#22269;&#32453;&#22763;&#20856;&#22411;&#30340;&#38271;&#39118;&#34915;&#65292;&#28145;&#33394;&#22260;&#24062;&#65292;&#39069;~~~~&#25105;&#12290;&#12290;&#12290;&#12290;&#25105;&#21448;&#33457;&#30196;&#20102;&#12290;&#22826;&#24069;&#22826;&#24069;~</p>
<p>&#23545;&#65292;&#22068;&#24052;&#30475;&#30528;&#20687;UB&#37324;&#38754;&#30340;Daniel&#12290;</p>
<p>Dr. Watson&#20063;&#19981;&#38169;&#21862;&#65292;&#31639;&#19981;&#19978;&#20859;&#30524;&#65292;&#20294;&#26159;&#32463;&#30475;&#12290;&#21152;&#19978;&#35282;&#33394;&#22609;&#36896;&#20013;&#20182;&#30340;&#24544;&#35802;&#65292;&#26524;&#25954;&#65292;&#36824;&#26377;&#21453;&#24212;&#36831;&#38045;&#65292;&#37117;&#35753;&#20154;&#29289;&#30475;&#30528;&#25402;&#40092;&#27963;&#30340;~</p>
<p>&#23545;&#23545;&#65292;&#38899;&#20048;&#20063;&#37197;&#30340;&#19981;&#38169;&#65292;&#25913;&#26085;&#25214;&#30528;&#20102;&#21457;&#19978;&#26469;&#12290;</p>
<p>&#32769;&#23454;&#20889;&#20195;&#30721;&#20999;&#40479;~</p>
<p>&#160;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-08-31T00:00:00+08:00" pubdate data-updated="true">Aug 31<span>st</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/08/31/%E5%99%A9%E6%A2%A6%E4%B8%8D%E6%96%AD/">噩梦不断</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p><img src="http://filer.blogbus.com/5333148/5333148_1283239052h.jpg" border="0" alt="" /></p>
<p>&#20170;&#26085;&#65292;&#35832;&#20107;&#19981;&#23452;~</p>
<p>&#21320;&#39277;&#21069;&#36229;&#22256;&#65292;&#29228;&#26700;&#23376;&#19978;&#30511;&#30634;&#12290;&#20174;&#26469;&#30561;&#19981;&#30528;&#30340;&#23043;&#65292;&#19981;&#20294;&#30528;&#20102;&#65292;&#36824;&#20570;&#26790;&#12290;&#26790;&#35265;&#25105;&#21448;&#36305;&#21435;&#24230;&#21338;&#22763;&#20102;&#12290;&#35813;&#27515;&#30340;Dr. Li&#65292;&#25105;&#24680;&#20320;~&#24178;&#22043;&#27809;&#20107;&#20799;&#32473;&#37027;&#20040;&#19968;&#36947;&#24618;&#39064;&#30446;&#35753;&#20154;&#20570;&#12290;&#33258;&#25171;&#19978;&#21608;&#26411;&#32769;&#29241;&#35802;&#24691;&#24314;&#35758;&#25105;&#20197;&#21518;&#35835;&#21338;&#22763;&#20043;&#21518;&#65292;&#36825;&#22121;&#26790;&#23601;&#27809;&#28040;&#20572;&#12290;&#26377;&#22825;&#26202;&#19978;&#65292;&#26790;&#35265;&#39569;&#21333;&#36710;&#21435;&#26053;&#28216;&#65292;&#24590;&#20040;&#30528;&#23601;&#36935;&#19978;&#21338;&#22763;&#21516;&#23398;&#20102;&#65292;&#34987;&#25289;&#21435;&#35835;&#20102;3&#24180;&#20070;&#65292;&#27809;&#27605;&#19994;&#65292;&#20241;&#23398;&#20102;&#12290;&#28982;&#21518;&#65292;&#21448;&#34987;&#36861;&#26432;&#65292;&#39569;&#21333;&#36710;&#36867;&#20129;&#12290;&#12290;&#12290;&#32467;&#35770;&#26159;&#65292;&#35835;&#21338;&#22763;&#24456;&#21361;&#38505;&#65292;&#36319;&#21338;&#22763;&#29609;&#20799;&#24515;&#37324;&#21387;&#21147;&#30495;&#22823;~</p>
<p>&#27450;&#36127;&#23071;&#20799;&#35831;&#21507;&#30333;&#33756;&#28818;&#32905;&#65292;&#28982;&#21518;&#29330;&#21171;&#33258;&#24049;&#21917;&#32511;&#33590;&#65292;&#28040;&#28781;so&#22823;&#19968;&#21482;&#29980;&#29916;&#12290;&#22909;&#24515;&#24773;&#21448;&#34987;&#24700;&#20154;&#30005;&#35805;&#25605;&#21644;&#65306;&#38382;&#25105;&#21688;&#38451;&#21643;&#36208;&#65292;&#25105;&#38382;&#20320;&#35201;&#21435;&#21738;&#20799;&#12290;&#27515;&#27963;&#19981;&#35828;&#65292;&#19981;&#35828;&#37027;&#31639;&#20102;&#21591;&#65292;&#21482;&#26159;&#20026;&#20102;&#24110;&#20320;&#25351;&#36335;&#32780;&#24050;&#12290;&#20197;&#20026;&#22992;&#26159;&#30495;&#20843;&#21350;&#21834;&#65292;&#22992;&#25165;&#27809;&#20852;&#36259;&#21602;&#65292;&#25171;&#21548;&#20154;&#38544;&#31169;&#19981;&#26159;&#25105;&#39118;&#26684;&#20040;&#65292;&#35828;&#20102;&#25105;&#23601;&#21548;&#65292;&#19981;&#35828;&#25105;&#19981;&#21548;&#21591;&#12290;&#25110;&#35768;&#21482;&#26377;&#20843;&#21350;&#30340;&#20154;&#65292;&#25165;&#24597;&#21035;&#20154;&#20843;&#21350;&#21543;&#12290;&#22909;&#27604;&#26377;&#20154;&#35828;&#65306;&#25105;&#29616;&#22312;&#30340;&#29983;&#27963;&#30495;&#30340;&#24456;&#24320;&#24515;&#24456;&#24184;&#31119;&#65292;&#24182;&#19988;&#24680;&#19981;&#24471;&#21152;&#26080;&#25968;&#20010;&#24863;&#21497;&#21495;&#65292;&#37027;&#20843;&#25104;&#23601;&#26159;&#33258;&#27450;&#27450;&#20154;&#12290;&#30495;&#27491;&#24320;&#24515;&#24184;&#31119;&#30340;&#20154;&#21834;&#65292;&#37117;&#24537;&#30528;&#20139;&#21463;&#36825;&#26102;&#20809;&#65292;&#21738;&#26377;&#38386;&#24037;&#22827;&#36319;&#20154;&#35299;&#37322;&#33258;&#24049;&#30340;&#24515;&#24773;&#65292;&#26159;&#19981;&#65311;</p>
<p>&#24184;&#20111;&#24184;&#20111;&#65292;boss&#22823;&#20154;&#37027;&#20799;&#36824;&#31639;&#26159;&#20010;&#22909;&#28040;&#24687;&#65292;&#20195;&#30721;&#27809;&#30333;&#20889;&#65292;&#36824;&#31639;&#26377;&#24076;&#26395;&#65292;&#25913;&#21543;&#25913;&#21543;&#65292;&#25105;&#21487;&#19981;&#24819;&#25442;&#26041;&#21521;&#37325;&#20570;~</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-08-31T00:00:00+08:00" pubdate data-updated="true">Aug 31<span>st</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/08/31/%E4%B8%B4%E6%97%B6%E5%9E%83%E5%9C%BE%E6%A1%B6/">临时垃圾桶</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#30495;&#31070;&#32463;&#30495;&#31070;&#32463;&#65292;&#21643;&#20250;&#26377;&#36825;&#26679;&#30340;&#20154;&#20799;&#65281;</p>
<p>&#36824;&#19987;&#31243;&#25171;&#30005;&#35805;&#26469;&#65292;&#23601;&#20026;&#20102;&#35828;&#19968;&#21477;&#20197;&#21518;&#19981;&#20570;&#20320;&#22823;&#21460;&#20102;&#65292;&#23601;&#20570;&#26379;&#21451;&#12290;</p>
<p>&#39069;&#65292;&#38543;&#21475;&#19968;&#21483;&#30340;&#22823;&#21460;&#65292;&#33267;&#20110;&#20040;&#65292;&#25105;&#21487;&#27809;&#24403;&#22238;&#20107;&#20799;</p>
<p>&#36825;&#20154;&#22826;&#20107;&#20799;&#20102;&#65292;&#25105;&#36824;&#26159;&#31163;&#36828;&#28857;&#21543;</p>
<p>&#22909;&#20687;&#25105;&#25170;&#30528;&#25170;&#30528;&#35201;&#25214;&#20320;&#29609;&#65292;&#21916;&#27426;&#36319;&#20320;&#29609;&#20799;&#20284;&#30340;</p>
<p>&#36793;&#20799;&#21435;&#12290;&#29239;&#27809;&#24515;&#24773;&#36319;&#20320;&#30699;&#24773;&#65281;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12832166527.jpg" border="0" alt="" /></p>
<p>&#36825;&#22823;&#28165;&#26089;&#30340;&#65292;&#22826;&#28155;&#22581;&#20102;&#12290;&#30475;&#26469;&#20170;&#22825;&#25105;&#24471;&#19968;&#20999;&#23567;&#24515;&#12290;&#12290;&#12290;</p>
<p>&#20013;&#21320;&#21507;&#28857;&#22909;&#30340;&#20999;&#65292;&#34917;&#34917;&#24515;&#24773;&#65292;&#21756;&#65281;</p>
<p>&#21834;&#21834;&#21834;&#21834;&#21834;&#21834;&#65292;&#22909;&#24819;&#24565;&#36319;&#25105;&#33261;&#21619;&#30456;&#25237;&#30340;&#23043;&#20204;&#65292;&#19968;&#20010;&#20010;&#37117;&#36214;&#32039;&#30340;&#22238;&#26469;&#21543;~~~~</p>
<p>&#35201;&#19981;&#28982;&#65292;&#25105;&#20063;&#19981;&#21574;&#35199;&#23433;&#21862;~</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-08-29T00:00:00+08:00" pubdate data-updated="true">Aug 29<span>th</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/08/29/happy-new-year/">Happy New Year</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p><img src="http://filer.blogbus.com/5333148/5333148_1283435992z.jpg" border="0" alt="" /></p>
<p>&#24681;&#65292;&#27809;&#38169;&#65292;&#36825;&#19981;&#23601;&#26159;&#26032;&#30340;&#19968;&#24180;&#20040;~</p>
<p>&#24895;&#25105;&#25509;&#19979;&#26469;&#25214;&#24037;&#20316;&#19968;&#20999;&#39034;&#21033;&#12290;&#32769;&#29241;&#65292;&#21035;&#20877;&#36924;&#30528;&#25105;&#35835;&#21338;&#22763;&#20102;&#65292;&#23454;&#22312;&#27809;&#20852;&#36259;&#21834;&#65292;&#25105;&#20063;&#19981;&#21916;&#27426;&#20570;&#32769;&#24072;&#12290;&#25105;&#20498;&#26159;&#24819;&#20986;&#22269;&#35835;&#20070;&#38271;&#38271;&#35265;&#35782;&#65292;&#37027;&#20063;&#19981;&#33021;&#26159;&#21338;&#22763;&#21834;&#12290;&#22238;&#22836;&#26377;&#26426;&#20250;&#65292;&#37325;&#26032;&#35835;&#20010;&#21035;&#30340;&#21543;&#12290;&#35745;&#31639;&#26426;&#65292;&#20889;&#20195;&#30721;&#65292;&#30740;&#31350;&#31639;&#27861;&#65292;&#21380;&#20799;&#65292;&#25105;&#30528;&#23454;&#19981;&#24819;&#38519;&#36827;&#21435;&#12290;</p>
<p>&#39134;&#65292;&#36825;&#19968;&#24180;&#20063;&#20250;&#22909;&#30340;&#21543;&#12290;&#24819;&#35201;&#23398;&#20064;&#30340;&#65292;&#33021;&#26377;&#20010;&#24320;&#22987;&#12290;&#25105;&#35273;&#24471;&#65292;&#20320;&#21435;&#31859;&#22269;&#20986;&#24046;&#36825;&#20107;&#20799;&#38750;&#24120;&#26377;&#35889;&#12290;&#21040;&#26102;&#20505;&#35760;&#24471;&#25226;&#25105;&#35013;&#34892;&#26446;&#31665;&#24102;&#19978;&#21704;</p>
<p>Dr.Li&#65292;&#20063;&#26159;&#26032;&#30340;&#19968;&#24180;&#12290;&#19968;&#20999;&#37117;&#23613;&#24555;&#36866;&#24212;&#21679;&#65292;&#26368;&#22909;&#20080;&#20010;&#36710;&#21780;&#24471;&#12290;&#25105;&#23601;&#25351;&#30528;&#24744;&#22238;&#26469;&#31572;&#36777;&#26102;&#20505;&#24102;&#19996;&#35199;&#20102;&#12290;</p>
<p>&#22969;&#20204;&#65292;&#20063;&#26159;&#26032;&#30340;&#24320;&#22987;&#12290;&#23613;&#24555;&#36866;&#24212;&#26032;&#23398;&#26657;&#65292;&#23613;&#24555;&#29420;&#31435;&#65292;&#24182;&#19988;&#38752;&#35889;&#30340;&#29420;&#31435;&#12290;&#21035;&#36319;&#22992;&#23398;&#65292;&#22992;&#26202;&#29087;~</p>
<p>&#19981;&#21402;&#36947;&#30340;&#22969;&#38382;&#65292;&#32769;&#20102;&#19968;&#23681;&#65292;&#26377;&#20154;&#25285;&#24515;&#20320;&#20010;&#20154;&#38382;&#39064;&#20040;&#12290;</p>
<p>&#24681;&#65292;&#20182;&#20204;&#27809;&#31354;&#65292;&#25285;&#24515;&#20063;&#27809;&#29992;&#12290;&#22079;&#22079;&#65292;&#21681;&#23601;&#19981;&#26159;&#37027;&#21495;&#20154;~</p>
<p>&#23460;&#21451;&#25945;&#32946;&#25105;&#65292;&#21040;&#26102;&#20505;&#20320;&#23601;&#30693;&#36947;&#20102;&#65292;&#19968;&#20010;&#20154;&#21487;&#23396;&#21333;&#20102;&#12290;</p>
<p>&#22909;&#21543;&#65292;&#25105;&#26377;&#26102;&#20505;&#20063;&#35273;&#24471;&#23396;&#21333;&#12290;&#21487;&#26159;&#65292;&#21487;&#26159;&#65292;&#19968;&#20010;&#20154;&#33021;&#20570;&#30340;&#20107;&#24773;&#20063;&#22909;&#22810;&#21834;&#12290;&#25105;&#24635;&#33021;&#35273;&#24471;&#33258;&#24049;&#22909;&#24537;&#22909;&#24537;&#65292;&#24537;&#30340;&#27809;&#26102;&#38388;&#20889;&#20195;&#30721;&#65292;&#27809;&#26102;&#38388;&#24178;&#27491;&#32463;&#20107;&#20799;~</p>
<p>&#27604;&#22914;&#26152;&#22825;&#65292;&#24537;&#27963;&#20102;&#19968;&#25972;&#22825;&#65292;&#35745;&#21010;&#35201;&#29609;&#29609;&#20799;&#21435;&#24180;&#39134;&#36865;&#26469;&#30340;&#36339;&#33310;&#27631;&#65292;&#35745;&#21010;&#35201;&#36319;&#29492;&#23376;&#22909;&#22909;&#20132;&#27969;&#24863;&#24773;&#65292;&#37117;&#27809;&#26102;&#38388;&#20102;&#12290;&#25105;&#30340;&#8220;&#27491;&#32463;&#20107;&#20799;&#8221;&#22826;&#22810;&#21862;&#65281;</p>
<p>&#26368;&#36817;bother&#30340;&#20107;&#20799;&#65292;&#23013;&#23013;&#30340;&#36523;&#20307;&#65292;&#29240;&#22920;&#30340;&#24537;&#30860;&#12290;</p>
<p>&#25152;&#20197;&#65292;&#36138;&#29609;&#20799;&#30340;&#23401;&#23376;&#20063;&#24320;&#22987;&#22909;&#22909;&#23398;&#20064;&#21862;&#65292;&#20063;&#25226;&#31185;&#30740;&#21015;&#20026;&#27491;&#32463;&#20799;&#20107;&#20799;&#21862;~</p>
<p>&#20197;&#27492;&#65292;&#20316;&#20026;&#26032;&#30340;&#19968;&#24180;&#30340;&#24320;&#22987;&#12290;&#20934;&#22791;&#25214;&#24037;&#20316;&#65292;&#22810;&#25379;&#38065;~</p>
<p>&#33521;&#35821;&#65292;&#25105;&#36824;&#35201;&#32487;&#32493;&#23398;&#20064;&#65292;&#20197;&#24590;&#26679;&#30340;&#26041;&#24335;&#65292;&#24590;&#26679;&#30340;&#30446;&#30340;&#65292;&#36825;&#20010;&#24471;&#20877;&#30424;&#31639;&#19979;&#12290;</p>
<p>P.S.&#25910;&#21040;GRE&#25104;&#32489;&#21333;&#20102;&#65292;&#35064;&#32771;&#33021;&#25343;&#36825;&#20998;&#25968;&#65292;&#33258;&#28982;&#24320;&#24515;&#12290;&#21487;&#33258;&#24049;&#20063;&#28165;&#26970;&#65292;&#20869;&#24515;&#36824;&#26159;&#19981;&#28385;&#24847;&#30340;&#65292;&#19981;&#26159;&#25104;&#32489;&#65292;&#32780;&#26159;&#33258;&#24049;&#12290;</p>
<p>&#23567;&#39134;&#19978;&#30524;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12834359861.jpg" border="0" alt="" /><img src="http://filer.blogbus.com/5333148/5333148_1283435979.jpg" border="0" alt="" /></p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-08-26T00:00:00+08:00" pubdate data-updated="true">Aug 26<span>th</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/08/26/%E6%B5%81%E6%B0%B4%E8%AE%B0/">流水记</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#21608;&#26411;&#22238;&#23478;&#65292;&#23013;&#23013;&#36523;&#20307;&#19981;&#22909;&#65292;&#39640;&#34880;&#21387;&#23548;&#33268;&#34880;&#31649;&#30772;&#20102;&#12290;&#32769;&#22826;&#22826;&#30495;&#29275;B&#65292;&#20940;&#26216;4&#28857;&#24320;&#22987;&#27969;&#34880;&#65292;&#22905;&#35828;&#22826;&#26089;&#20102;&#20986;&#26469;&#21483;&#20320;&#20204;&#19981;&#21512;&#36866;&#65292;&#33258;&#20010;&#20799;&#22312;&#23478;&#21507;&#20102;&#33647;&#65292;&#25171;&#21253;&#20102;&#20303;&#38498;&#30340;&#19996;&#35199;&#65292;&#30828;&#25179;&#21040;7&#28857;&#20986;&#38376;&#25214;&#25105;&#22920;&#27714;&#25937;&#12290;</p>
<p>&#19981;&#24471;&#19981;&#35828;&#65292;&#20154;&#19982;&#20154;&#20043;&#38388;&#32570;&#20047;&#20449;&#20219;&#26159;&#22810;&#20040;&#21487;&#24597;&#30340;&#20107;&#24773;&#12290;&#25105;&#23478;&#22312;&#20845;&#27004;&#65292;&#23013;&#23013;&#34880;&#21387;&#39640;&#65292;&#37027;&#20250;&#19981;&#25954;&#19978;&#27004;&#12290;&#32769;&#20154;&#23478;&#20808;&#21518;&#27714;&#21161;&#22909;&#20960;&#20010;&#20154;&#65292;&#37117;&#20197;&#27809;&#30005;&#35805;&#20026;&#30001;&#25298;&#32477;&#20102;&#12290;&#19981;&#36807;&#24819;&#24819;&#21069;&#38453;&#26377;&#20010;&#32769;&#22826;&#22826;&#35769;&#20154;&#30340;&#26696;&#23376;&#65292;&#24110;&#24537;&#30340;&#22823;&#23398;&#29983;&#20498;&#36180;&#20102;&#22909;&#20960;&#19975;&#20986;&#21435;&#65292;&#25601;&#25105;&#25105;&#20063;&#20250;&#36530;&#24471;&#36828;&#36828;&#30340;&#20102;&#12290;&#21487;&#26159;&#8230;&#25171;&#20010;&#30005;&#35805;&#26377;&#37027;&#20040;&#38590;&#20040;&#65292;&#32769;&#20154;&#19968;&#30452;&#34880;&#27969;&#19981;&#27490;&#21602;&#12290;&#26368;&#21518;&#36824;&#26159;&#20010;&#22909;&#24515;&#23567;&#20249;&#23376;&#65292;&#27809;&#24102;&#25163;&#26426;&#65292;&#19987;&#38376;&#36305;&#22238;&#23478;&#37027;&#30005;&#35805;&#24110;&#24537;&#21578;&#30693;&#20102;&#25105;&#22920;&#12290;&#30495;&#35874;&#35874;&#20102;&#65292;&#23013;&#23013;&#20063;&#27809;&#27880;&#24847;&#20182;&#20303;&#21738;&#20799;&#65292;&#19981;&#28982;&#65292;&#24471;&#32473;&#20154;&#36865;&#31036;&#29289;&#20999;~</p>
<p>&#21435;&#21307;&#38498;&#22622;&#20102;&#27490;&#34880;&#26465;&#12290;&#21487;&#36825;&#19968;&#21608;&#20102;&#65292;&#19968;&#30452;&#27969;&#34880;&#12290;&#24178;&#27963;&#27969;&#34880;&#65292;&#31245;&#24494;&#21160;&#24377;&#21448;&#27969;&#34880;&#65292;&#19968;&#21040;&#26202;&#19978;&#35813;&#30561;&#35273;&#20102;&#23601;&#19981;&#34892;&#20102;&#65292;&#36824;&#26377;&#23601;&#26159;&#22823;&#23478;&#37117;&#24456;&#23475;&#24597;&#30340;&#20940;&#26216;&#22235;&#28857;&#38047;&#12290;&#24819;&#24819;&#30495;&#26159;&#21518;&#24597;&#65292;&#24403;&#26102;&#22905;&#19968;&#20010;&#20154;&#22312;&#23478;&#65292;&#24184;&#20111;&#21482;&#26159;&#40763;&#23376;&#30340;&#34880;&#31649;&#30772;&#20102;&#12290;&#12290;&#12290;&#12290;&#20877;&#20063;&#19981;&#35753;&#22905;&#19968;&#20010;&#20154;&#20303;&#20102;&#65292;&#19981;&#24895;&#24847;&#20063;&#19981;&#34892;&#65281;</p>
<p>&#23601;&#36825;&#20107;&#20799;&#21523;&#24471;&#25105;&#19981;&#36731;&#12290;&#21152;&#19978;&#24215;&#37324;&#20063;&#32570;&#20154;&#25163;&#65292;&#26368;&#36817;&#23478;&#27809;&#20010;&#23478;&#26679;&#20799;&#20102;&#37117;&#12290;&#36830;&#25105;&#29983;&#26085;&#65292;&#20272;&#35745;&#23064;&#37117;&#24536;&#20102;&#12290;&#27809;&#20107;&#20799;&#65292;&#25105;&#30693;&#36947;&#26377;&#20154;&#24806;&#35760;&#30528;&#21602;&#12290;</p>
<p>&#25152;&#20197;&#35201;&#24863;&#35874;&#20146;&#29233;&#30340;ocean&#65292;&#36825;&#20040;&#26089;&#23601;&#23492;&#20102;&#31036;&#29289;&#26469;&#12290;&#36148;&#24515;&#30340;&#30561;&#34915;&#12290;&#24403;&#28982;&#65292;&#31881;&#33394;&#65292;&#23567;&#30862;&#33457;&#65292;&#34676;&#34678;&#32467;&#65292;&#36825;&#20123;&#20803;&#32032;&#26126;&#26174;&#19981;&#26159;&#25105;&#39118;&#26684;&#20040;&#65292;&#22079;&#22079;&#65292;&#21487;&#26159;&#26152;&#26202;&#19978;&#31359;&#30528;&#30561;&#35273;&#20493;&#20799;&#28201;&#26262;&#21834;~</p>
<p>&#24863;&#35874;&#21704;&#23612;&#29579;&#23567;&#28784;&#21516;&#23398;&#36865;&#25105;&#34507;&#31957;&#12290;&#24182;&#19988;&#25105;&#36825;&#20107;&#20799;&#22920;&#36824;&#21482;&#35201;&#25351;&#23450;&#21697;&#29260;&#30340;&#34507;&#31957;&#65292;&#22079;&#22079;&#65292;&#24403;&#28982;&#26368;&#21518;&#20855;&#20307;&#21738;&#19968;&#27454;&#65292;&#20063;&#26159;&#25105;&#39318;&#32943;&#20102;&#30340;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#36824;&#26377;&#26576;&#20123;&#20010;&#23401;&#23376;&#21834;&#65292;&#25105;&#30693;&#36947;&#20320;&#24819;&#36865;&#25105;&#19996;&#35199;&#65292;&#23601;&#26159;&#36825;&#28418;&#27915;&#36807;&#28023;&#30340;&#65292;&#37038;&#36153;&#36149;&#30340;&#19981;&#34892;&#12290;&#37027;&#23601;&#20808;&#27424;&#30528;&#21543;&#65292;&#19979;&#27425;&#22238;&#26469;&#34917;&#19978;&#65292;&#35760;&#24471;&#32771;&#34385;&#36890;&#32960;&#22240;&#32032;&#21704;&#12290;&#37492;&#20110;&#22823;&#23478;&#37117;&#26159;&#23398;&#29983;&#65292;&#25105;&#20063;&#23601;&#19981;&#25351;&#23450;&#21697;&#29260;&#21862;~</p>
<p>&#21608;&#19968;&#36855;&#24651;&#26893;&#29289;&#22823;&#25112;&#20725;&#23608;&#12290;&#24819;&#24403;&#21021;&#36229;&#32423;&#37145;&#35270;&#30340;&#28216;&#25103;&#65292;&#33258;&#24049;&#20498;&#25300;&#19981;&#20986;&#26469;&#20102;&#12290;&#19968;&#20010;&#19979;&#21320;&#25171;&#36890;&#20851;&#21518;&#65292;&#26152;&#22825;&#29408;&#24515;&#21024;&#38500;&#20102;&#65292;&#20877;&#20063;&#19981;&#29609;&#12290;</p>
<p>&#35201;&#24537;&#30340;&#20107;&#20799;&#22826;&#22810;&#65292;&#24076;&#26395;&#25105;&#30340;&#27605;&#35774;&#19981;&#29992;&#25442;&#26041;&#21521;&#65292;&#19981;&#28982;&#27515;&#32728;&#32728;&#12290;&#20889;&#20195;&#30721;&#19981;&#26159;&#22909;&#29609;&#20799;&#30340;&#20107;&#20799;&#65292;&#25105;&#26356;&#19981;&#35201;&#20840;&#37096;&#37325;&#26032;&#24320;&#22987;&#65292;&#20111;&#27515;&#21862;&#65281;</p>
<p>&#20080;&#20102;&#26465;&#26032;&#35033;&#23376;&#65292;&#27809;&#26426;&#20250;&#31359;&#21602;&#65292;&#23601;&#20919;&#20102;&#65292;&#21482;&#22909;&#33258;&#25105;&#38518;&#37257;&#19979;&#21862;~~~~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1282827013o.jpg" border="0" alt="" /></p>
                                    </p>
</div>
  
  


    </article>
  
  <div class="pagination">
    
      <a class="prev" href="/blog/page/20/">&larr; Older</a>
    
    <a href="/blog/archives">Blog Archives</a>
    
    <a class="next" href="/blog/page/18/">Newer &rarr;</a>
    
  </div>
</div>
<aside class="sidebar">
  
    <section>
  <h1>Recent Posts</h1>
  <ul id="recent_posts">
    
      <li class="post">
        <a href="/blog/2013/01/25/how-to-use-font-icon-in-html/">How to use font icon in HTML</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-change-git-repo-name/">how to change git repo name</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-setup-a-new-remote-git-repo/">How to setup a new remote git repo</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/13/hui-gu-2012/">回顾2012</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/08/my-frist-post/">my-frist-post</a>
      </li>
    
  </ul>
</section>






  
</aside>

    </div>
  </div>
  <footer role="contentinfo"><p>
  Copyright &copy; 2013 - muggleyoung -
  <span class="credit">Powered by <a href="http://octopress.org">Octopress</a>. Design by <a href="http://octopressthemes.com">Octopress Themes</a>.</span>
</p>

</footer>
  







  <script type="text/javascript">
    (function(){
      var twitterWidgets = document.createElement('script');
      twitterWidgets.type = 'text/javascript';
      twitterWidgets.async = true;
      twitterWidgets.src = 'http://platform.twitter.com/widgets.js';
      document.getElementsByTagName('head')[0].appendChild(twitterWidgets);
    })();
  </script>





</body>
</html>
