
<!DOCTYPE html>
<!--[if IEMobile 7 ]><html class="no-js iem7"><![endif]-->
<!--[if lt IE 9]><html class="no-js lte-ie8"><![endif]-->
<!--[if (gt IE 8)|(gt IEMobile 7)|!(IEMobile)|!(IE)]><!--><html class="no-js" lang="en"><!--<![endif]-->
<head>
  <meta charset="utf-8">
  <title>muggleyoung's blog</title>
  <meta name="author" content="muggleyoung">

  
  <meta name="description" content="&#23130;&#31036;&#36827;&#34892;&#26102;&#65292;&#21069;&#19968;&#26202;&#29609;&#30340;&#22826;&#28608;&#21160;&#65292;&#30561;&#24471;&#26202;&# &hellip;">
  

  <!-- http://t.co/dKP3o1e -->
  <meta name="HandheldFriendly" content="True">
  <meta name="MobileOptimized" content="320">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  
  <link rel="canonical" href="http://muggleyoung.github.com/blog/page/19/">
  <link href="/favicon.png" rel="icon">
  <link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
  <script src="/javascripts/modernizr-2.0.js"></script>
  <script src="/javascripts/ender.js"></script>
  <script src="/javascripts/octopress.js" type="text/javascript"></script>
  <link href="/atom.xml" rel="alternate" title="muggleyoung's blog" type="application/atom+xml">
  <!--Fonts from Google"s Web font directory at http://google.com/webfonts -->
<link href="http://fonts.googleapis.com/css?family=PT+Serif:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<link href="http://fonts.googleapis.com/css?family=PT+Sans:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">

  

</head>

<body   >
  <header role="banner"><hgroup>
  <h1><a href="/">muggleyoung's blog</a></h1>
  
    <h2>A blogging framework for hackers.</h2>
  
</hgroup>

</header>
  <nav role="navigation"><ul class="subscription" data-subscription="rss">
  <li><a href="/atom.xml" rel="subscribe-rss" title="subscribe via RSS">RSS</a></li>
  
</ul>
  
<form action="http://google.com/search" method="get">
  <fieldset role="search">
    <input type="hidden" name="q" value="site:muggleyoung.github.com" />
    <input class="search" type="text" name="q" results="0" placeholder="Search"/>
  </fieldset>
</form>
  
<ul class="main-navigation">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
</ul>

</nav>
  <div id="main">
    <div id="content">
      <div class="blog-index">
  
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/02/04/wedding--i.n.g./">wedding&#8211;i.n.g.</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-02-04T00:00:00+08:00" pubdate data-updated="true">Feb 4<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#23130;&#31036;&#36827;&#34892;&#26102;&#65292;&#21069;&#19968;&#26202;&#29609;&#30340;&#22826;&#28608;&#21160;&#65292;&#30561;&#24471;&#26202;&#65292;&#32467;&#26524;&#19968;&#22823;&#26089;&#19971;&#28857;&#22810;&#23601;&#34987;&#29245;&#29245;&#22823;&#22992;&#22158;&#36215;&#26469;&#65292;&#20063;&#27809;&#20160;&#20040;&#20107;&#24773;&#30475;&#65292;&#31561;&#30528;&#26032;&#23064;&#31359;&#22909;&#26032;&#34915;&#26381;&#65292;&#30475;&#30528;&#22905;&#30424;&#22909;&#20102;&#22836;&#21457;&#65292;&#25105;&#36825;&#20010;&#36828;&#23458;&#27838;&#20809;&#22352;&#20102;&#23130;&#36710;&#65292;&#24110;&#24537;&#25343;&#30528;&#33457;&#12290;&#22905;&#20204;&#36825;&#36793;&#27809;&#26377;&#20276;&#23064;&#21568;&#65292;&#33457;&#31461;&#21834;&#36825;&#26679;&#30340;&#27010;&#24565;&#65292;&#20110;&#26159;&#65292;&#25105;&#20860;&#32844;&#20276;&#23064;+&#33457;&#31461;+&#25668;&#24433;&#24072;&#65292;&#21704;&#21704;&#65292;&#37117;&#26159;&#33258;&#23553;&#30340;&#65292;&#36824;&#35753;&#26230;&#21516;&#23398;&#30333;&#30333;&#32673;&#24917;&#20102;&#19968;&#25226;&#12290;&#39134;&#21017;&#23545;&#20110;&#25105;&#36825;&#20040;&#22823;size&#30340;&#33457;&#31461;&#34920;&#31034;&#20102;&#26080;&#22856;&#65292;&#21704;&#21704;&#21704;&#12290;</p>
<p>&#26032;&#23064;&#30424;&#22836;&#21270;&#22918;&#20013;~~~</p>
<p><img src="http://filer.blogbus.com/5333148/533314812652226639.jpg" border="0" alt="" /></p>
<p>&#22823;&#33457;&#31461;&#21644;&#23567;&#23219;&#22919;&#20799;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481265222354v.jpg" border="0" alt="" /></p>
<p>&#32487;&#32493;&#32599;&#21990;&#35762;&#31350;&#20204;&#65306;</p>
<p>&#20986;&#38376;&#21069;&#65292;&#35201;&#30001;&#22920;&#22920;&#26469;&#32473;&#26032;&#23064;&#30422;&#19978;&#32418;&#30422;&#22836;&#65292;&#20043;&#21518;&#23601;&#19968;&#30452;&#30422;&#30528;&#30452;&#21040;&#26032;&#37070;&#23478;&#65292;&#30001;&#26032;&#37070;&#20146;&#25163;&#25581;&#24320;&#12290;&#25105;&#20204;&#20013;&#38388;&#36335;&#19978;&#21435;&#25481;&#20102;&#19968;&#20250;&#65292;&#22240;&#20026;&#29245;&#29245;&#30340;&#21457;&#22411;&#34987;&#21387;&#22351;&#20102;&#65292;&#22079;&#22079;&#65307;</p>
<p>&#22905;&#20204;&#36825;&#36793;&#26032;&#23064;&#22909;&#20687;&#26159;&#35201;&#26032;&#37070;&#30340;&#21733;&#21733;&#26469;&#25509;&#65292;&#36824;&#26159;&#26032;&#23064;&#30340;&#22992;&#22992;&#24351;&#24351;&#21435;&#36865;&#26469;&#30528;&#65292;&#25105;&#21448;&#31946;&#28034;&#20102;&#12290;&#25152;&#20197;&#65292;&#23567;&#24378;&#21516;&#23398;&#37027;&#22825;&#26159;&#22312;&#20182;&#23478;&#38376;&#21475;&#24685;&#20505;&#30528;&#30340;&#65292;&#23567;&#29245;&#36827;&#38376;&#26102;&#65292;&#20250;&#26377;&#24456;&#22810;&#20154;&#25318;&#30528;&#38393;&#33150;&#65292;&#24403;&#26102;&#25105;&#24819;&#25293;&#29031;&#26469;&#30528;&#65292;&#21487;&#26159;&#19968;&#19981;&#23567;&#24515;&#23601;&#34987;&#25380;&#22312;&#20102;&#22806;&#38754;&#65292;&#27515;&#27963;&#22815;&#19981;&#30528;&#20027;&#35282;&#20204;&#65292;&#24974;&#27515;&#24052;&#27963;&#25293;&#20102;&#20004;&#24352;&#20840;&#26159;&#40657;&#33041;&#34955;&#12290;&#12290;&#12290;&#36825;&#20010;&#21834;&#65292;&#22909;&#20687;&#26159;&#24471;&#26032;&#37070;&#24320;&#36335;&#36865;&#26032;&#23064;&#23376;&#36827;&#21435;&#65292;&#21453;&#27491;&#23567;&#24378;&#26368;&#21518;&#26159;&#25265;&#30528;&#23567;&#29245;&#36827;&#23627;&#30340;&#65307;</p>
<p>&#25105;&#22909;&#19981;&#23481;&#26131;&#36319;&#19978;&#20102;&#65292;&#36827;&#23627;&#26102;&#20505;&#21448;&#34987;&#25380;&#22312;&#22806;&#38754;&#65292;&#24184;&#22909;&#23567;&#29245;&#29031;&#39038;&#25105;&#65292;&#32473;&#20102;&#25105;VIP&#30340;&#24453;&#36935;&#65292;&#38506;&#22905;&#22352;&#22312;&#28821;&#22836;&#19978;&#65292;&#35265;&#35777;&#20102;&#25509;&#19979;&#26469;&#30340;&#27927;&#25163;&#65292;&#25619;&#26680;&#26691;&#12290;&#27927;&#25163;&#26159;&#20026;&#21861;&#25105;&#19981;&#25026;&#65292;&#25619;&#26680;&#26691;&#26159;&#20026;&#20102;&#26089;&#29983;&#23043;&#65292;&#25105;&#38382;&#32769;&#22902;&#22902;&#20102;&#65307;</p>
<p>&#26032;&#37070;&#35201;&#24102;&#23567;&#30333;&#24125;&#65292;&#21704;&#21704;&#65292;&#25509;&#19979;&#26469;&#30340;&#31048;&#31095;&#36824;&#26159;&#20160;&#20040;&#30340;&#35201;&#29992;&#30340;&#12290;&#31095;&#21578;&#30340;&#36807;&#31243;&#35980;&#20284;&#21482;&#26377;&#30007;&#30340;&#25165;&#33021;&#21435;&#65292;&#21453;&#27491;&#25105;&#27809;&#35265;&#30528;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481265223071w.jpg" border="0" alt="" /></p>
<p>&#21507;&#39277;&#30340;&#26102;&#20505;&#65292;&#22320;&#26041;&#19981;&#22823;&#22815;&#65292;&#23486;&#23458;&#20204;&#24471;&#20998;&#25320;&#21507;&#12290;&#30007;&#23486;&#20808;&#21507;&#65292;&#28982;&#21518;&#25165;&#26159;&#22899;&#30519;&#65292;&#34429;&#35828;&#21507;&#30340;&#26159;&#37325;&#26032;&#19978;&#30340;&#39277;&#33756;&#65292;&#21487;&#36825;&#20010;&#32454;&#33410;&#36824;&#26159;&#35753;&#25105;&#19981;&#29245;&#20102;&#19968;&#19979;&#19979;&#12290;&#23545;&#20102;&#65292;&#36825;&#22825;&#23567;&#29245;&#22522;&#26412;&#27809;&#21507;&#19996;&#35199;&#65292;&#22909;&#20687;&#19981;&#35753;&#21507;&#65292;&#35828;&#19981;&#22909;&#30475;&#12290;</p>
<p>&#21507;&#39277;&#30340;&#26102;&#20505;&#19968;&#20154;&#21457;&#20102;&#19977;&#22359;&#38065;&#65292;&#25105;&#19981;&#25026;&#26159;&#20026;&#21861;&#65292;&#21608;&#22260;&#30340;&#20154;&#20351;&#21170;&#20652;&#25105;&#36214;&#32039;&#35013;&#19978;&#65292;&#25105;&#20063;&#23601;&#27809;&#22810;&#23458;&#27668;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481265223640g.jpg" border="0" alt="" /></p>
<p>&#22522;&#26412;&#19978;&#21507;&#23436;&#39277;&#23601;&#36827;&#20837;&#38393;&#27934;&#25151;&#29615;&#33410;&#20102;&#65292;&#29031;&#29255;&#19981;&#26041;&#20415;&#36148;&#20102;&#12290;&#25105;&#26412;&#26469;&#23601;&#19981;&#21916;&#27426;&#38393;&#65292;&#36824;&#21548;&#19981;&#25026;&#20182;&#20204;&#30340;&#26041;&#35328;&#65292;&#26089;&#26089;&#30340;&#23601;&#34987;&#23433;&#25490;&#21040;&#23486;&#39302;&#20241;&#24687;&#65292;&#30475;&#20102;&#19968;&#26202;&#19978;&#28246;&#21335;&#21355;&#35270;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/02/03/wedding--%E5%88%B0%E8%BE%BE/">Wedding&#8211;到达</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-02-03T00:00:00+08:00" pubdate data-updated="true">Feb 3<span>rd</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#24819;&#26469;&#24819;&#21435;&#65292;&#36825;&#19968;&#27425;&#30340;&#22823;&#35199;&#21271;&#20043;&#26053;&#65292;&#36824;&#26159;&#20197;&#26102;&#38388;&#30340;&#39034;&#24207;&#26469;&#35760;&#24405;&#27604;&#36739;&#19981;&#20250;&#20081;&#65292;&#25105;&#23601;&#27599;&#22825;&#25972;&#29702;&#19968;&#28857;&#29031;&#29255;&#21644;&#24863;&#24819;&#21543;&#12290;</p>
<p>28&#21495;&#19968;&#26089;&#20986;&#21457;&#65292;&#19979;&#21320;&#21040;&#22266;&#21407;&#65292;&#31561;&#29245;&#26469;&#25509;&#25105;&#12290;&#32467;&#26524;&#20004;&#20154;&#30828;&#26159;&#35841;&#37117;&#27809;&#25214;&#30528;&#35841;&#12290;&#12290;&#12290;&#29245;&#29245;&#30246;&#20102;&#65292;&#31168;&#27668;&#22810;&#20102;&#65288;&#25554;&#19968;&#21477;&#65292;&#26377;&#22825;&#23567;&#29245;&#65292;&#23567;&#24378;&#36319;&#25105;&#20200;&#20154;&#19978;&#31216;&#65292;&#25105;&#26159;&#26368;&#32982;&#30340;&#37027;&#20010;&#65292;555555&#65292;&#20260;&#24515;&#21741;&#20250;&#20799;&#25105;&#65289;</p>
<p>&#37492;&#20110;&#26102;&#38388;&#24050;&#32463;&#27604;&#36739;&#26202;&#65292;&#21152;&#20043;&#23567;&#29245;&#32047;&#19981;&#24819;&#22238;&#23478;&#65292;&#25105;&#20204;&#24403;&#26202;&#20303;&#22312;&#22266;&#21407;&#24066;&#12290;&#29245;&#21333;&#20301;&#26202;&#19978;&#26377;&#20107;&#65292;&#25105;&#20204;&#21435;&#24110;&#24537;&#65292;&#36763;&#33510;&#30340;&#25216;&#26415;&#22788;&#20154;&#21592;&#12290;&#12290;&#12290;</p>
<p>&#30475;&#29245;&#29245;&#26159;&#19981;&#26159;&#28165;&#31168;&#20102;&#24456;&#22810;</p>
<p><img src="http://filer.blogbus.com/5333148/533314812652181436.jpg" border="0" alt="" /></p>
<p>&#22312;&#24066;&#21306;&#22909;&#23481;&#26131;&#25214;&#21040;&#23478;&#40092;&#33457;&#24215;&#65288;&#21518;&#26469;&#30340;&#20107;&#23454;&#35777;&#26126;&#65292;&#26159;&#29245;&#29245;&#36825;&#23043;&#22826;&#31528;&#65292;&#31455;&#28982;&#19981;&#30693;&#36947;&#33258;&#24049;&#23478;&#38376;&#21475;&#23601;&#26377;&#33457;&#24215;&#12290;&#12290;&#12290;&#65289;&#65292;29&#21495;&#26089;&#26216;&#65292;&#21507;&#20102;&#22909;&#21507;&#30340;&#32905;&#21253;&#23376;&#65292;&#20080;&#20102;&#40092;&#33457;&#65292;&#22868;&#29245;&#23478;&#21435;liao&#12290;&#12290;&#12290;</p>
<p>&#19968;&#26463;&#22823;&#25447;&#30340;&#33457;&#65292;&#22810;&#23569;&#26421;&#25105;&#24536;&#35760;&#20102;&#65292;&#21453;&#27491;&#24403;&#26102;&#36873;&#30340;&#26102;&#20505;&#36824;&#26159;&#24456;&#26377;&#35762;&#31350;&#30340;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481265218534m.jpg" border="0" alt="" /></p>
<p>&#36824;&#26377;&#19968;&#26463;&#25163;&#25447;&#33457;&#65292;&#22240;&#20026;&#29245;&#35828;&#22905;&#20204;&#20934;&#22791;&#30340;&#26159;&#20551;&#33457;&#65292;&#25105;&#35273;&#24471;&#19981;&#22909;&#30475;&#65292;&#30828;&#35201;&#20080;&#20010;&#30495;&#30340;</p>
<p>&#20080;&#20004;&#25447;&#33457;&#65292;&#19968;&#20010;&#25601;&#23478;&#37324;&#26174;&#25670;&#65292;&#19968;&#20010;&#25343;&#25163;&#37324;&#65292;&#22810;&#22909;&#30340;&#12290;&#39134;&#35828;&#25105;&#24819;&#26292;&#21457;&#25143;&#20284;&#30340;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481265218841o.jpg" border="0" alt="" /></p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/01/27/%E5%A5%94%E5%90%91%E8%A5%BF%E5%8C%97%E7%9A%84%E8%A5%BF%E5%8C%97%7E%7E%7E/">奔向西北的西北~~~</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-01-27T00:00:00+08:00" pubdate data-updated="true">Jan 27<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p><img src="http://filer.blogbus.com/5333148/53331481264597830v.jpg" border="0" alt="" /></p>
<p>&#30475;&#30475;&#25105;&#20080;&#30340;&#32418;&#21253;&#65292;&#29305;&#38712;&#27668;&#65292;&#36824;&#29615;&#20445;&#65292;&#21704;&#21704;</p>
<p>&#19996;&#35199;&#25910;&#25342;&#22909;&#20102;&#65292;&#27809;&#22810;&#23569;&#65292;&#36335;&#19978;&#21507;&#30340;&#29992;&#30340;&#23601;&#21344;&#20102;&#19968;&#21322;</p>
<p>&#21040;&#20102;&#36824;&#24471;&#25214;&#22320;&#26041;&#21462;&#38065;&#65292;&#22823;&#27010;&#31639;&#20102;&#19979;&#65292;&#23569;&#35828;&#24471;&#21462;3K&#22810;&#65292;&#24040;&#27454;&#21834;</p>
<p>&#24681;&#65292;&#36824;&#35201;&#20080;&#26463;&#33457;&#65292;&#20272;&#35745;&#26126;&#22825;&#26159;&#26469;&#19981;&#21450;&#20102;&#65292;&#35201;&#19981;&#28982;&#23601;&#21518;&#22825;&#21543;&#65292;&#33258;&#24049;&#20986;&#21435;&#36955;&#24367;&#21435;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8211;</p>
<p>&#30149;&#20102;&#24555;&#20004;&#22825;&#65292;&#36825;&#27425;&#21448;&#21520;&#20102;&#65292;&#23601;&#22240;&#20026;&#26089;&#19978;&#21018;&#38590;&#21463;&#30340;&#26102;&#20505;&#65292;&#28212;&#30340;&#21463;&#19981;&#20102;&#65292;&#21917;&#20102;&#20004;&#21475;&#32418;&#31958;&#27700;&#65292;&#19979;&#21320;&#23601;&#20840;&#21520;&#25481;&#20102;&#12290;&#12290;&#12290;</p>
<p>&#20197;&#21518;&#36824;&#26159;&#32769;&#23454;&#28857;&#65292;&#23601;&#19981;&#21507;&#19981;&#21917;&#30340;&#30561;&#35273;&#21543;&#65292;&#35753;&#23427;&#24694;&#24515;&#20063;&#21520;&#19981;&#20986;&#26469;&#65281;&#21756;&#65292;&#30475;&#35841;&#25239;&#24471;&#36807;&#35841;&#65292;&#25105;&#23601;&#19981;&#20449;&#27835;&#19981;&#20102;&#20320;&#20102;&#65281;&#21710;&#65292;&#36214;&#32039;&#22909;&#21543;&#65292;&#25105;&#24555;&#29100;&#19981;&#20303;&#20102;&#12290;&#36824;&#22909;&#29616;&#22312;&#19981;&#20250;&#30140;&#21040;&#24819;&#27515;&#65292;&#20294;&#20063;&#24555;&#20102;&#12290;&#25972;&#20010;&#20154;&#27809;&#21147;&#27668;&#65292;&#20351;&#21170;&#21702;&#21990;&#65292;&#23517;&#23460;&#20063;&#27809;&#20154;&#33021;&#24110;&#25105;&#65292;&#33258;&#24049;&#29228;&#19978;&#29228;&#19979;&#30340;&#24448;&#21397;&#25152;&#36305;&#65292;&#31361;&#28982;&#23601;&#20250;&#35273;&#24471;&#36335;&#36884;&#22909;&#36965;&#36828;&#65292;&#24456;&#20919;&#24456;&#33392;&#33510;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#27599;&#27425;&#26377;&#20154;&#20851;&#24515;&#65292;&#21861;&#30149;&#65311;&#25105;&#24635;&#26159;&#25975;&#34893;&#65292;&#32963;&#30140;&#12290;&#21516;&#23398;&#19981;&#26126;&#30333;&#20102;&#65292;&#37027;&#20040;&#33021;&#21507;&#33021;&#21917;&#30340;&#20027;&#20799;&#65292;&#27599;&#22825;&#27599;&#39039;&#39277;&#19968;&#28857;&#27809;&#20111;&#30528;&#33258;&#24049;&#65292;&#21643;&#23601;&#27809;&#20107;&#20799;&#29233;&#32963;&#30140;&#65292;&#21704;&#21704;&#65292;&#25105;&#21487;&#24604;&#30340;&#32963;&#65292;&#25972;&#22825;&#32972;&#40657;&#38149;&#12290;&#12290;&#12290;&#12290;&#35748;&#20102;&#21543;&#21704;</p>
<p>&#30495;&#19981;&#25954;&#24819;&#35937;&#31561;&#25105;&#19978;&#29677;&#30340;&#26102;&#20505;&#29359;&#30149;&#20102;&#21643;&#21150;&#65292;&#29100;&#30528;&#21543;&#65292;&#24808;&#30333;&#30340;&#33080;&#65292;&#30149;&#24591;&#24591;&#30340;&#26679;&#23376;&#24456;&#21523;&#20154;&#65307;&#35831;&#20551;&#21602;&#65292;&#24635;&#35831;&#20551;&#20063;&#19981;&#22909;&#21834;&#65292;&#32769;&#26495;&#20197;&#20026;&#25105;&#23047;&#27668;&#21253;&#21602;&#12290;&#12290;&#12290;</p>
<p>&#25152;&#20197;&#19968;&#24819;&#21040;&#24555;&#27605;&#19994;&#20102;&#65292;&#35201;&#24037;&#20316;&#20102;&#65292;&#25105;&#23601;&#23475;&#24597;&#12290;&#12290;&#12290;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;-</p>
<p>&#19981;&#35828;&#20260;&#24515;&#20107;&#20799;&#20102;&#65292;&#26126;&#22825;&#21435;&#35266;&#31036;&#20102;&#65292;&#21435;&#38463;&#29245;&#23478;&#65292;&#21507;&#22909;&#21507;&#30340;&#65292;&#22909;&#22909;&#34917;&#34917;&#31934;&#27668;&#31070;&#12290;&#27431;&#25289;&#25289;~~~&#27431;&#25289;&#25289;~~~~~~~~</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/01/25/%E8%87%AA%E5%A8%B1%E8%87%AA%E4%B9%90/">自娱自乐</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-01-25T00:00:00+08:00" pubdate data-updated="true">Jan 25<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#19968;&#20010;&#20154;&#30340;&#26085;&#23376;&#21018;&#24320;&#22987;&#65292;&#25105;&#23601;&#22833;&#21435;&#20102;&#33258;&#25511;&#21147;&#65292;&#25042;&#27915;&#27915;&#30340;&#19981;&#30693;&#36947;&#33258;&#24049;&#24819;&#24178;&#22043;</p>
<p>&#23487;&#33293;&#37324;&#23429;&#20102;&#19968;&#22825;&#65292;&#25910;&#33719;&#26159;&#65306;&#37329;&#29699;&#22870;&#39041;&#22870;&#31036;&#65292;&#28023;&#22320;&#21215;&#25424;&#26202;&#20250;&#65292;&#27983;&#35272;&#28246;&#21335;&#21355;&#35270;&#21508;&#33394;&#23089;&#20048;&#33410;&#30446;&#65292;&#19978;&#32593;&#65292;&#30333;&#26085;&#26790;&#29245;&#29245;&#30340;&#23130;&#31036;&#65292;&#21548;&#27468;&#65292;&#24819;&#23398;&#20960;&#39318;&#30340;&#65292;&#25105;&#35821;&#35328;&#33021;&#21147;&#19981;&#26159;&#19968;&#33324;&#30340;&#24046;&#65292;&#23398;&#19981;&#26469;&#12290;&#12290;&#12290;&#12290;&#25509;&#30528;&#23601;&#25913;&#30475;&#19978;&#19968;&#23395;&#30340;&#32654;&#20598;&#65292;&#28982;&#21518;&#26080;&#32842;&#21040;&#29609;qq&#28216;&#25103;&#65292;&#33258;&#24049;&#29609;&#65292;&#25289;&#30528;&#21516;&#23398;&#19968;&#22359;&#29609;&#65292;&#24819;&#29609;&#30340;&#28216;&#25103;&#25384;&#20010;&#36807;&#20102;&#19968;&#36941;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#22826;&#27809;&#20986;&#24687;&#20102;</p>
<p>&#21453;&#30465;&#19979;&#35201;</p>
<p>&#26126;&#20799;&#24471;&#23398;&#20064;&#20102;&#65292;&#22909;&#20960;&#31687;&#35770;&#25991;&#25302;&#30528;&#19968;&#30452;&#27809;&#22909;&#22909;&#30475;&#12290;&#30524;&#30597;&#30528;&#35201;&#24320;&#39064;&#20102;&#65292;&#35201;&#26159;&#34701;&#21512;&#20570;&#19981;&#20986;&#26469;&#24808;&#20102;&#65292;&#20197;&#21518;&#21643;&#21150;&#12290;&#24471;&#25235;&#32039;&#25235;&#32039;</p>
<p>&#24681;&#65292;&#29609;&#24515;&#36824;&#26159;&#37325;&#20102;&#28857;&#12290;&#35813;&#29609;&#30340;&#26102;&#20505;&#19981;&#30828;&#25384;&#30528;&#23601;&#25104;&#65292;&#22079;&#22079;&#65292;&#33293;&#19981;&#24471;&#20111;&#24453;&#33258;&#24049;&#25105;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#19981;&#36807;&#25918;&#20551;&#20102;&#21507;&#30340;&#30495;&#19981;&#24590;&#20040;&#26679;&#65292;&#26089;&#39277;&#21482;&#26377;&#39292;&#39292;&#65292;&#21320;&#39277;&#25105;&#36824;&#27809;&#21435;&#36807;&#39277;&#22530;&#65292;&#20294;&#37027;&#20010;5&#22359;&#30340;&#22871;&#39184;&#20063;&#21482;&#26159;&#26366;&#32463;&#22909;&#21507;&#20102;&#65292;&#36830;&#30528;&#20004;&#22825;&#35753;&#25105;&#24694;&#24515;&#30340;&#24819;&#21520;&#12290;&#20080;&#20010;&#39277;&#30495;&#40635;&#28902;&#65292;&#25171;&#20010;&#27700;&#24471;&#21322;&#20010;&#22810;&#23567;&#26102;&#12290;</p>
<p>&#27491;&#22909;&#26377;&#26426;&#20250;&#25226;&#22909;&#20037;&#27809;&#21548;&#30340;&#27468;&#25214;&#20986;&#26469;&#65292;&#36824;&#26377;&#37027;&#20123;&#20197;&#21069;&#19979;&#30340;&#27809;&#26426;&#20250;&#22909;&#22909;&#21548;&#30340;&#27468;&#65292;&#25343;&#20986;&#26469;&#24930;&#24930;&#21548;&#12290;&#26159;&#21834;&#65292;&#25105;&#20116;&#38899;&#19981;&#20840;&#36824;&#21916;&#27426;&#30606;&#21564;&#65292;&#36825;&#20250;&#27491;&#26159;&#22909;&#26102;&#26426;&#20040;&#65292;&#19968;&#20010;&#20154;&#21756;&#21799;&#65292;&#27809;&#20154;&#25171;&#20987;&#25105;&#12290;&#39034;&#20415;&#36824;&#21487;&#20197;&#27963;&#21160;&#19979;&#22235;&#32930;&#65292;&#24590;&#20040;&#27963;&#21160;&#23601;&#19981;&#35828;&#20102;&#65292;&#24456;&#19985;&#65292;&#21704;&#21704;</p>
<p>&#19968;&#20010;&#20154;&#30561;&#65292;&#30005;&#33041;&#35774;&#32622;&#33258;&#21160;&#20851;&#26426;&#65292;&#22312;&#27468;&#22768;&#20013;&#20837;&#30496;&#65292;&#32654;&#30528;&#21602;&#12290;&#12290;&#12290;&#12290;&#36215;&#30721;&#19981;&#20250;&#20081;&#24819;&#21861;&#20102;</p>
<p>somewhere over the rainbow by connie Talbot</p>
<p>
<object classid="clsid:6bf52a52-394a-11d3-b153-00c04f79faa6" width="0" height="0" codebase="http://activex.microsoft.com/activex/controls/mplayer/en/nsmp2inf.cab#Version=5,1,52,701">
<param name="url" value="http://www.icipe.net/lesson4/song.mp3" /><embed type="application/x-mplayer2" width="0" height="0" src="http://www.icipe.net/lesson4/song.mp3"></embed></object>
</p>
<p>&#25402;&#22909;&#21548;&#30340;&#65292;&#21809;&#27468;&#30340;&#26102;&#20505;6&#23681;&#65292;&#29616;&#22312;&#39030;&#22810;8&#23681;&#30340;&#23567;&#23401;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/01/23/%E6%88%91%E6%98%AF%E4%B8%80%E6%9C%B5%E8%8A%B1/">我是一朵花</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-01-23T00:00:00+08:00" pubdate data-updated="true">Jan 23<span>rd</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#27599;&#24403;&#24819;&#36215;&#20260;&#24515;&#20107;&#26102;&#65292;&#23601;&#24471;&#26102;&#21051;&#29992;&#39134;&#30340;&#35805;&#25552;&#37266;&#33258;&#24049;&#65292;&#25105;&#22909;&#30340;&#36319;&#26421;&#33457;&#20799;&#20284;&#30340;&#65292;&#25105;&#22909;&#30340;&#36319;&#26421;&#33457;&#20799;&#20284;&#30340;~~~</p>
<p>&#26152;&#26202;&#65292;&#23517;&#23460;&#27809;&#20154;&#65292;&#33258;&#24049;&#30561;&#35273;&#65292;&#21453;&#32780;&#19981;&#36367;&#23454;&#65292;&#24635;&#24863;&#35273;&#34987;&#23376;&#27809;&#30422;&#22909;&#65292;&#20919;&#37266;&#22909;&#20960;&#22238;&#65292;&#19981;&#30693;&#26159;&#19981;&#26159;&#24515;&#29702;&#20316;&#29992;</p>
<p>&#23454;&#39564;&#23460;&#20063;&#27809;&#20154;&#65292;&#27491;&#22909;&#20170;&#20799;&#22969;&#26469;&#38506;&#25105;&#65292;&#32842;&#22825;&#65292;&#21507;&#39277;&#65292;&#30606;&#36891;&#65292;&#19968;&#22825;&#23601;&#36825;&#20040;&#36807;&#21435;&#20102;</p>
<p>&#26202;&#19978;&#19968;&#30452;&#30475;&#20843;&#21350;&#30005;&#35270;&#65292;&#19968;&#26723;&#25226;&#20154;&#23478;&#23478;&#38271;&#37324;&#30701;&#30340;&#32416;&#32467;&#25925;&#20107;&#25343;&#20986;&#26469;&#35762;&#30340;&#30005;&#35270;&#65292;&#30475;&#30340;&#25105;&#38590;&#36807;</p>
<p>&#26377;&#37027;&#20040;&#19968;&#26399;&#65292;&#35753;&#25105;&#20174;&#20013;&#30475;&#21040;&#20102;&#33258;&#24049;&#30340;&#24433;&#23376;</p>
<p>&#22833;&#21435;&#20449;&#20219;&#24863;&#26159;&#24456;&#21487;&#24597;&#30340;&#20107;&#24773;&#65307;&#25105;&#19981;&#20877;&#33258;&#36131;&#65292;&#20063;&#19981;&#20877;&#35892;&#36131;&#21035;&#20154;&#24590;&#26679;&#65307;&#25105;&#20570;&#22909;&#25215;&#25285;&#38169;&#35823;&#32467;&#26524;&#30340;&#24515;&#29702;&#20934;&#22791;&#65292;&#21487;&#25105;&#36824;&#26159;&#23475;&#24597;&#65292;&#24656;&#24807;&#65307;&#20570;&#20107;&#35201;&#24178;&#33030;&#65292;&#30475;&#35265;&#21035;&#20154;&#32416;&#32467;&#65292;&#25105;&#31361;&#28982;&#35273;&#24471;&#24456;&#24694;&#24515;&#65292;&#33258;&#24049;&#19981;&#33021;&#20877;&#36825;&#26679;&#20102;&#65288;&#22909;&#21543;&#65292;&#20080;&#34915;&#26381;&#33457;&#38065;&#30340;&#26102;&#20505;&#32416;&#32467;&#26159;&#29305;&#20363;&#65289;</p>
<p>&#34507;&#23450;&#65292;&#25105;&#35201;&#34507;&#23450;&#21834;&#65281;</p>
<p>&#26368;&#36817;&#24456;&#22855;&#24618;&#65292;&#30475;&#32654;&#20598;&#24635;&#26159;&#30524;&#27882;&#27754;&#27754;&#30340;&#65292;&#27599;&#38598;&#37117;&#24471;&#28040;&#32791;&#28857;&#39184;&#24062;&#32440;&#12290;&#20170;&#26202;&#65292;&#21364;&#21482;&#26159;&#24515;&#37240;&#65292;&#27809;&#20102;&#30524;&#27882;&#12290;&#19981;&#38169;&#65292;&#25105;&#24456;&#21191;&#25954;&#65292;&#25105;&#26159;&#19968;&#26421;&#33457;&#65292;&#21861;&#33457;&#21602;&#65311;&#25105;&#24819;&#24819;&#12290;&#12290;&#12290;&#24681;&#65292;&#30334;&#21512;&#65292;&#21521;&#26085;&#33909;&#65292;&#37117;&#25104;&#65292;&#22826;&#38451;&#33457;&#20063;&#19981;&#38169;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;-</p>
<p>&#26152;&#22825;&#33098;&#20843;&#35830;&#65292;&#36807;&#31946;&#28034;&#20102;&#65292;&#35201;&#19981;&#26159;&#23828;&#21516;&#23398;&#25552;&#37266;&#65292;&#25105;&#21448;&#38169;&#36807;&#20102;&#19968;&#20010;&#29330;&#21171;&#33258;&#24049;&#30340;&#20511;&#21475;&#12290;</p>
<p>&#21916;&#27426;&#36825;&#31181;&#32842;&#22825;&#30340;&#24863;&#35273;&#65292;&#19981;&#31649;&#26159;&#22312;&#22238;&#27665;&#34903;&#65292;&#36824;&#26159;&#26377;&#30528;&#24069;&#21733;&#30340;&#24237;&#38498;&#21543;</p>
<p>&#21916;&#27426;&#36825;&#31181;K&#27468;&#30340;&#24863;&#35273;&#65292;&#20687;&#25105;&#20204;&#20037;&#36829;&#20102;&#30340;322&#65292;&#24456;&#33298;&#26381;&#12290;&#24590;&#20040;&#39640;&#20852;&#24590;&#20040;&#21564;&#65292;&#27809;&#26377;&#21160;&#21548;&#19982;&#21542;&#65292;&#21482;&#26377;&#26159;&#21542;&#23613;&#20852;enjoy&#12290;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8211;</p>
<p>&#21834;&#65292;&#21834;&#65292;&#25105;&#20063;&#35201;&#36827;&#38134;&#34892;&#65292;&#20570;&#36719;&#24320;&#21435;&#65292;&#21521;&#40644;&#21516;&#23398;&#23398;&#20064;&#65281;&#20598;&#20687;&#20598;&#20687;~~~</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/01/22/%E9%AA%97%E5%AD%90%E7%9F%AD%E4%BF%A1/">骗子短信</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-01-22T00:00:00+08:00" pubdate data-updated="true">Jan 22<span>nd</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p><span>&#26576;&#38134;&#34892;&#32844;&#21592;&#21516;&#26679;&#25910;&#21040;&#30701;&#20449;&#8220;&#35831;&#25226;&#38065;&#27719;&#21040;*&#36134;&#21495;&#19978;&#8221;&#65292;&#23601;&#25353;&#29031;&#36134;&#21495;&#27599;&#27425;&#27719;&#20986;1&#20998;&#38065;&#65292;&#20415;&#20174;&#25910;&#27454;&#20154;&#36134;&#25143;&#25187;&#25481;2&#20803;&#65292;&#36830;&#32493;&#27719;&#20986;&#22823;&#27010;1&#20803;&#22810;&#38065;&#65292;&#36825;&#26102;&#65292;&#32456;&#20110;&#25910;<br />
&#21040;&#25910;&#27454;&#20154;&#21457;&#26469;&#20449;&#24687;&#65306;&#8220;&#21035;&#20877;&#27719;&#27454;&#20102;&#65292;&#24050;&#32463;&#25187;&#25481;200&#22810;&#20102;&#65292;&#20320;&#26159;&#20869;&#34892;&#21543;&#65281;&#21483;&#25105;&#20204;&#24590;&#20040;&#29983;&#27963;&#21568;&#65281;&#8221;&#65288;&#27880;&#24847;&#65306;&#27719;&#27454;&#26102;&#35831;&#36873;&#25321;&#8220;&#25910;&#27454;&#20154;&#25903;&#20184;&#25163;&#32493;&#36153;&#8221;&#65292;&#27599;&#31508;2&#20803;&#65289;</span></p>
<p><span>&#21704;&#21704;&#65292;&#25105;&#20197;&#21069;&#37117;&#19981;&#30693;&#36947;&#36825;&#26159;&#39575;&#23616;&#65292;&#36824;&#26366;&#32463;&#22909;&#24515;&#22238;&#22797;&#20154;&#23478;&#65292;&#35828;&#65292;&#24744;&#21457;&#38169;&#21495;&#30721;&#20102;&#12290;&#12290;&#12290;&#12290;</span></p>
<p><span>&#30041;&#30528;&#65292;&#20197;&#21518;&#20877;&#35265;&#20102;&#39575;&#23376;&#30701;&#20449;&#65292;&#25972;&#27515;&#20182;&#20204;<br /></span></p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/01/21/%E5%99%A9%E6%A2%A6/">噩梦</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-01-21T00:00:00+08:00" pubdate data-updated="true">Jan 21<span>st</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#26152;&#20799;&#26202;&#19978;&#65292;&#20570;&#20102;&#20010;&#24456;&#24656;&#24598;&#30340;&#26790;</p>
<p>&#25105;&#31455;&#28982;&#29983;&#23043;&#20102;&#65281;&#20026;&#20102;&#19981;&#35753;&#21035;&#20154;&#30693;&#36947;&#65292;&#29240;&#22920;&#36824;&#25226;&#23043;&#34255;&#36215;&#26469;&#65292;&#35753;&#25105;&#32487;&#32493;&#26469;&#19978;&#23398;&#65281;</p>
<p>&#39069;&#65292;&#22826;&#24656;&#24598;&#20102;&#65292;&#26790;&#37324;&#37117;&#24046;&#28857;&#34987;&#24694;&#24515;&#37266;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#20026;&#21861;&#21602;&#65292;&#21643;&#20250;&#26790;&#21040;&#36825;&#20010;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#23548;&#33268;&#25105;&#20170;&#22825;&#24515;&#37324;&#24635;&#24863;&#35273;&#19981;&#33298;&#26381;&#65292;&#21507;&#33485;&#34631;&#20102;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8211;&#36825;&#19968;&#39029;&#65292;&#36214;&#32039;&#32763;&#36807;&#21435;&#65292;&#36214;&#32039;&#22320;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;</p>
<p>&#32654;&#21095;&#25773;&#25918;&#23395;&#21448;&#24320;&#22987;&#20102;&#65292;&#29616;&#22312;&#36861;&#30475;&#30340;&#26377;&#65306;GA&#65292;24&#65292;DH&#65292;AI&#65292;big bang&#65292;3&#26376;gossip girl&#25165;&#20986;&#65292;&#32771;&#34385;&#35201;&#19981;&#35201;&#36861;&#65292;&#36824;&#26377;&#20010;Discovery&#30340;dirty jobs&#65292;&#31639;&#26159;&#30495;&#20154;&#31168;&#21543;&#65292;&#25402;&#19981;&#38169;&#65292;&#26152;&#22825;&#30475;&#21040;&#19968;&#20010;&#26032;&#21095;life unexpected&#65292;&#31532;&#19968;&#38598;&#30475;&#20102;&#19968;&#21322;&#65292;&#27809;&#23383;&#24149;&#65292;&#30475;&#24471;&#36855;&#36855;&#31946;&#31946;&#30340;&#65292;&#24212;&#35813;&#26159;&#28201;&#24773;&#30340;&#65292;&#20272;&#35745;&#30475;&#19981;&#19979;&#21435;&#12290;</p>
<p>lost&#24555;&#20986;&#20102;&#21543;&#65292;&#20877;&#28866;&#20063;&#30475;&#65292;&#27605;&#31455;&#26368;&#21518;&#19968;&#23395;&#20102;&#65307;UB&#36234;&#26469;&#36234;&#19981;&#34892;&#20102;&#65292;&#20170;&#22825;&#20986;&#20102;&#26032;&#30340;&#65292;&#23454;&#22312;&#27809;&#24847;&#24605;&#12290;&#12290;&#12290;&#20272;&#35745;&#25910;&#35270;&#29575;&#32479;&#35745;&#32467;&#26524;&#19981;&#20250;&#22909;&#12290;&#12290;&#12290;</p>
<p>&#24681;&#65292;&#24635;&#24819;&#31532;&#19968;&#26102;&#38388;&#19979;&#21040;&#30005;&#35270;&#30475;&#65292;&#29992;&#22269;&#22806;&#30340;bt&#65292;&#37117;&#27809;&#23383;&#24149;&#65292;&#23601;&#24403;&#32451;&#21548;&#21147;&#20102;&#65292;&#20854;&#20182;&#36824;&#22909;&#65292;&#35748;&#30495;&#30475;&#36215;&#30721;&#36319;&#24471;&#19978;&#21095;&#24773;&#65292;24&#21644;big bang&#23601;&#19981;&#34892;&#20102;&#65292;&#30475;&#24471;&#25105;&#26376;&#26406;&#32999;&#40479;&#26406;&#32999;&#30340;&#65292;&#19968;&#22534;&#19987;&#19994;&#26415;&#35821;&#19981;&#35828;&#65292;&#28436;&#21592;&#20204;&#36824;&#20010;&#20010;&#21475;&#40831;&#20278;&#20432;&#65292;&#33521;&#25991;&#23383;&#24149;&#20063;&#30475;&#19981;&#25026;&#12290;&#12290;&#12290;&#25171;&#20987;&#20102;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#27809;&#23383;&#24149;&#30475;&#30005;&#35270;&#20063;&#25402;&#26377;&#24847;&#24605;&#65292;&#32570;&#28857;&#23601;&#26159;&#21482;&#33021;&#21333;&#32447;&#31243;&#30475;&#65292;&#19981;&#25954;&#21516;&#26102;&#32842;&#20010;&#22825;&#19978;&#20010;&#32593;&#21861;&#30340;&#20102;&#65292;&#36825;&#20010;&#65292;&#26159;&#22909;&#20107;&#36824;&#26159;&#22351;&#20107;&#21602;&#12290;&#12290;&#12290;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;</p>
<p>&#160;&#26377;&#20010;&#22909;&#30475;&#30340;&#22270;&#65292;&#25554;&#19981;&#19978;&#65292;&#19979;&#27425;&#21543;~~~</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/01/20/%E5%B8%A6%E7%9D%80%E5%B9%B8%E7%A6%8F%E8%BF%87%E5%B9%B4/">带着幸福过年</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-01-20T00:00:00+08:00" pubdate data-updated="true">Jan 20<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#25105;&#25042;&#65292;&#24456;&#25042;&#24456;&#25042;</p>
<p>&#20803;&#26086;&#26399;&#38388;&#65292;&#24456;&#26377;&#24773;&#32490;&#21644;&#26102;&#38388;&#65292;&#24635;&#24819;&#20889;&#19996;&#35199;&#65292;&#21487;&#26159;&#19968;&#28857;&#24320;&#22823;&#24052;&#65292;&#23601;&#21464;&#25104;&#20102;&#30005;&#20449;&#32416;&#38169;&#65292;&#23548;&#33268;&#25105;&#36824;&#22238;&#21040;&#26087;&#21338;&#21792;&#21480;&#20102;&#20004;&#21477;</p>
<p>&#19968;&#21608;&#21518;&#65292;&#35775;&#38382;&#27491;&#24120;&#20102;&#65292;&#25105;&#24320;&#22987;&#24537;&#20102;&#65292;&#24320;&#22987;&#25042;&#20102;</p>
<p>&#26089;&#24536;&#35760;&#20102;&#37027;&#26102;&#20505;&#22312;&#24819;&#21861;</p>
<p>&#20294;&#26159;&#65292;&#20170;&#22825;&#65292;&#25105;&#32456;&#20110;&#19981;&#37027;&#20040;&#24456;&#24537;&#20102;</p>
<p>&#25105;&#27809;&#33391;&#24515;&#30340;&#25226;&#27809;&#25913;&#22909;&#30340;&#65292;&#25913;&#19981;&#22909;&#30340;&#35770;&#25991;&#25512;&#32473;boss&#65292;&#21704;&#21704;&#65292;&#35753;&#20182;&#30475;&#20102;&#25361;&#27611;&#30149;&#21543;&#65292;&#25105;&#30475;&#19981;&#19979;&#21435;&#20102;</p>
<p>&#34701;&#21512;&#20063;&#24456;&#20037;&#27809;&#26377;&#36827;&#23637;&#20102;&#65292;&#26159;&#35813;&#22909;&#22909;&#24324;&#24324;&#20102;&#65292;&#22312;&#25918;&#20551;&#21069;&#65292;&#36215;&#30721;&#24471;&#26377;&#20010;&#30473;&#30446;</p>
<p>&#22909;&#21543;&#65292;&#25105;&#26368;&#36817;&#21040;&#24213;&#24178;&#21861;&#20102;&#65292;&#33521;&#35821;&#65292;&#20174;&#20803;&#26086;&#24320;&#22987;&#23601;&#27809;&#30896;&#36807;&#20102;&#65292;&#21643;&#21150;&#21643;&#21150;</p>
<p>&#160;</p>
<p>&#38463;&#29245;&#35201;&#32467;&#23130;&#20102;&#65292;&#25105;&#25171;&#31639;&#21435;&#65292;&#38590;&#24471;&#27491;&#22909;&#36825;&#20040;&#36817;&#65292;&#27604;&#36739;&#26041;&#20415;&#65292;&#20154;&#29983;&#36825;&#20040;&#37325;&#22823;&#30340;&#20107;&#24773;&#65292;&#33021;&#21435;&#23601;&#21435;&#20102;</p>
<p>&#28779;&#36710;&#31080;&#20498;&#26159;&#24456;&#24555;&#23601;&#20080;&#21040;&#20102;&#65292;&#24681;&#65292;&#22238;&#26469;&#30340;&#36824;&#27809;&#20080;&#65292;&#23601;&#38752;&#38463;&#29245;&#20102;</p>
<p>&#31036;&#29289;&#24456;&#22836;&#30140;&#21834;&#65292;&#19981;&#20294;&#35201;&#23454;&#29992;&#26377;&#21697;&#36136;&#65292;&#36824;&#24471;&#36731;&#20415;&#12290;&#34429;&#35828;&#25105;&#22359;&#22836;&#22823;&#65292;&#21487;&#20063;&#26159;&#23567;&#33011;&#33162;&#23567;&#33151;&#30340;&#65292;&#22826;&#27785;&#30340;&#19996;&#35199;&#25294;&#36807;&#21435;&#65292;&#20272;&#35745;&#25105;&#30251;&#20102;&#35201;</p>
<p>&#25105;&#35201;&#19981;&#35201;&#20080;&#20214;&#26032;&#34915;&#26381;&#31359;&#21435;&#21602;&#65292;&#31359;&#20307;&#38754;&#28857;&#32473;&#38463;&#29245;&#38271;&#38271;&#33080;&#22043;&#65292;&#21704;&#21704;&#65292;&#36196;&#26524;&#26524;&#30340;&#36133;&#23478;&#20511;&#21475;</p>
<p>&#19981;&#30693;&#36947;&#24403;&#20276;&#23064;&#35201;&#27714;&#39640;&#19981;&#39640;&#65292;&#25105;&#33021;&#21402;&#30528;&#33080;&#30382;&#36319;&#29245;&#29245;&#35201;&#27714;&#21527;~~~~</p>
<p>&#22909;&#28608;&#21160;&#21834;&#65292;&#22836;&#22238;&#21442;&#21152;&#21516;&#40836;&#20154;&#30340;&#23130;&#31036;&#65292;&#36824;&#26159;&#24102;&#23447;&#25945;&#39118;&#26684;&#30340;&#65292;&#21704;&#21704;</p>
<p>&#160;</p>
<p>&#36807;&#26032;&#24180;&#65292;&#25105;&#23478;&#35201;&#25644;&#26032;&#25151;&#21862;</p>
<p>&#29241;&#24456;&#38712;&#27668;&#65292;&#23244;&#25105;&#30340;&#31383;&#24088;&#22826;pia&#27668;&#65292;&#30452;&#25509;&#25286;&#20102;&#37325;&#20080;&#65292;&#20809;&#31383;&#24088;&#23601;1K&#22810;&#65292;&#39069;&#28404;&#31070;&#21568;</p>
<p>&#31561;&#30528;&#65292;&#20174;&#29245;&#29245;&#23478;&#22238;&#26469;&#65292;&#23601;&#21435;&#32771;&#23519;&#26032;&#25151;&#25972;&#29702;&#36827;&#23637;&#65281;&#65281;&#65281;</p>
<p>&#160;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2009/12/31/%E5%90%91%E5%9B%BD%E5%A4%96%E5%AD%A6%E8%80%85%E7%B4%A2%E5%8F%96%E8%AE%BA%E6%96%87/">向国外学者索取论文</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2009-12-31T00:00:00+08:00" pubdate data-updated="true">Dec 31<span>st</span>, 2009</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#26576;&#20154;&#21162;&#21147;&#31185;&#30740;&#20013;&#65292;&#26377;&#35770;&#25991;&#19979;&#19981;&#21040;&#65292;&#20174;&#21069;&#37117;&#25918;&#24323;&#19981;&#29702;&#65292;&#36825;&#27425;&#24456;&#35748;&#30495;&#65292;&#22235;&#22788;&#23547;&#25214;&#26410;&#26524;&#21518;&#65292;&#20915;&#23450;&#21457;&#37038;&#20214;&#30452;&#25509;&#25214;&#20316;&#32773;&#35201;&#12290;&#38590;&#20026;&#25105;&#20102;&#65292;&#33521;&#25991;&#37027;&#20040;&#33756;&#65292;&#33457;&#20102;&#21322;&#23567;&#26102;&#22810;&#65292;&#24971;&#20986;4&#65292;5&#34892;&#23383;&#65292;&#32456;&#20110;&#21457;&#20986;&#21435;&#12290;</p>
<p>&#24681;&#65292;&#33258;&#24049;&#20808;&#34920;&#25196;&#19979;&#33258;&#24049;&#21543;&#12290;</p>
<p>&#30334;&#24230;&#20102;&#19968;&#19979;&#20889;&#20449;&#30340;&#27169;&#26495;&#65292;&#35273;&#24471;&#19981;&#24590;&#20040;&#22320;&#65292;&#20294;&#31532;&#19968;&#27425;&#20889;&#36824;&#26159;&#21487;&#20197;&#21442;&#32771;&#19968;&#19979;&#30340;&#12290;</p>
<div class="g_blog_list">
<div id="blogtext_fks_082065082086088074086082084095080085089065086081087064" class="g_t_center g_c_pdin g_p_center c07 content">
<div class="ns_content">
<p>1. Dear Dr ***,<br />I am a post-doctoral(&#8211;) researcher in Liu&#8217;s lab at XX University.<br />I<br />
have recently read your paper &#8220;Directly fishing out subtle mutations in<br />
genomic DNA with histidine-tagged Thermus thermophilus MutS&#8221;, which<br />
appeared in &#8220;Mutation Research&#8221;. I am interested in trying your<br />
approach for detecting mutations in yeast.<br />I was wondering if you would be kind enough to send me the pETTthMutS plasmid reported in your paper.<br />My mailing address is:<br />David Gresham<br />XX University<br /><br />Xian, 710000<br />Chian<br />Kind regards,<br />Zhang<br /><br />2.<br />
I&#8217;d appreciate a file (pdf) containing yourr article: Mutat Res. 2004<br />
Mar 22;547(1-2):41-7. Directly fishing out subtle mutations in genomic<br />
DNA with histidine-tagged Thermus thermophilus MutS. Wang J, Liu J.<br />Thank you in advance<br />Best wishes<br />Zhang<br /><br />3. Dear Dr. Zhang,<br />I<br />
read with interest the abstract of your article in Mutation Research,<br />
&#8220;Directly fishing out subtle mutations in genomic DNA with<br />
histidine-tagged Thermus thermophilus MutS.&#8221; Unfortunately, our library<br />
does not subscribe to Mutation Research. I would be most appreciative<br />
if you could please send me a .doc or .pdf file of the article by<br />
e-mail.<br />Thank you,<br />Zhang<br />PHD candidate<br />Department of Medicine and Therapeutics<br />Chinese University of XX<br /><br />China <br /><br />&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8211;<br /><br />Dear Mr./Mrs.: ________&#65288;&#20316;&#32773;&#21517;&#65289;<br />I<br />
am a graduate student of Xx University &#65288;&#22823;&#23398;&#21517;&#65289; in China. I major in<br />
&#8221;__Educational Technology______&#8221;&#65288;&#24744;&#30340;&#19987;&#19994;&#65289;. Recently, I found one of your<br />
articles, titled &#8220;__________&#8221; &#65288;&#25991;&#31456;&#21517;&#65289;in &#8212;&#8212;&#8212;(&#26434;&#24535;&#21517;). I found it may<br />
help me achieve my goals in this research field. This would make a<br />
really positive contribution to my work. I would like to b<br />e able to<br />
read the full text of this article. The abstract makes the article<br />
sound very interesting. I know there is usually a fee required to<br />
obtain the full article from &#8212;&#8212;&#8211;&#65288;&#26434;&#24535;&#21517;&#65289;; however, as a student, my<br />
only income is a small scholarship which is about U S $30.00 per month.<br />
I wonder if you would consider sending me<br />the full text by Email. Perhaps you would consider this as an act of friendshipbetween our two countries.<br />Thank you for your kind consideration of this request.<br />Sincerely: ___________&#65288;&#24744;&#30340;&#21517;&#23383;&#65289;<br />My Email address is: ____________________ &#65288;&#20320;&#30340;email&#22320;&#22336;&#65289;</p>
<p>Dear Professor &#215;&#215;&#215; <br />I am in &#215;&#215;&#215; Institute of &#215;&#215;&#215;, Chinese Academy<br />
of Sciences.&#12288;I am writing to request your assistance. I search one of<br />
your papers: &#8220;________&#8221;&#65288;&#20320;&#24819;&#35201;&#30340;&#25991;&#29486;&#39064;&#30446;&#65289;, but I can not read full-text<br />
content, would you mind sending your papers by E-mail? Thank you for<br />
your assistance. <br />Best wishes !(or best regards)</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;<br /><span style="color: #ff0000;">&#20986;&#20110;&#31036;&#35980;&#65292;&#22914;&#26524;&#20320;&#35201;&#30340;&#25991;&#29486;&#20316;&#32773;E-mail&#32473;&#20320;&#20102;&#65292;&#21315;&#19975;&#21035;&#24536;&#35760;&#22238;&#20449;&#33268;&#35874;&#12290;</span></p>
</div>
</div>
</div>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2009/12/31/2009%E7%9A%84%E6%9C%80%E5%90%8E%E4%B8%80%E5%A4%A9--you-raise-me-up/">2009的最后一天&#8211;you Raise Me Up</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2009-12-31T00:00:00+08:00" pubdate data-updated="true">Dec 31<span>st</span>, 2009</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p><img src="http://filer.blogbus.com/5333148/53331481262273823l.jpg" border="0" alt="" /></p>
<p>09&#24180;&#22799;&#22825;&#65292;&#27604;&#36739;&#30246;&#30340;&#25105;&#65292;&#38500;&#20102;&#23567;&#33151;&#31895;&#22766;&#12290;&#25105;&#29233;&#36825;&#26679;&#30340;&#33258;&#24049;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;</p>
<p>2009 </p>
<p>&#31350;&#31455;&#26159;&#24590;&#26679;&#30340;&#19968;&#24180;</p>
<p>&#25105;&#26159;&#25042;&#34507;&#65292;&#19981;&#29233;&#20889;&#24635;&#32467;&#65292;&#21487;&#36825;&#26679;&#27985;&#27985;&#22121;&#22121;&#30340;&#26085;&#23376;&#65292;&#25165;&#26356;&#35201;&#24635;&#32467;</p>
<p>2009&#65292;&#32467;&#26463;&#20102;&#19968;&#27573;&#24863;&#24773;&#65292;&#20043;&#21518;&#33258;&#24049;&#36824;&#24456;&#27809;&#20986;&#24687;&#30340;&#32416;&#32467;&#20102;&#24456;&#20037;&#25300;&#19981;&#20986;&#26469;</p>
<p>2009&#65292;&#24471;&#21040;&#20102;&#19968;&#20010;&#24456;&#38590;&#30475;&#30340;GPA&#65292;&#35753;&#25105;&#23545;&#26410;&#26469;&#19968;&#24230;&#24863;&#21040;&#27822;&#20007;</p>
<p>2009&#65292;&#25105;&#21162;&#21147;&#30528;&#65292;&#35843;&#25972;&#33258;&#24049;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#24590;&#20040;&#20889;&#21602;&#65292;&#25105;&#23454;&#22312;&#27809;&#26377;&#26102;&#38388;&#27010;&#24565;&#65292;&#23601;&#36319;&#30528;&#24605;&#32500;&#36208;&#21543;&#12290;&#12290;&#12290;</p>
<p>&#24180;&#21021;&#65292;&#19968;&#24230;&#35748;&#20026;&#26377;&#20102;&#24819;&#35201;&#30340;&#24863;&#24773;&#65292;&#21363;&#20351;&#23398;&#20064;&#25104;&#32489;&#24046;&#19968;&#28857;&#20063;&#27809;&#20160;&#20040;&#65292;&#26377;&#33293;&#24517;&#26377;&#24471;&#12290;&#21518;&#38754;&#36825;&#21477;&#35805;&#26159;&#23545;&#30340;&#65292;&#21487;&#26159;&#25105;&#20570;&#30340;&#19981;&#23545;&#12290;</p>
<p>&#22823;&#27010;&#26159;&#20116;&#26376;&#65292;&#36319;&#30528;&#21021;&#20013;&#30340;&#19968;&#24110;&#29392;&#26379;&#21435;&#20102;&#40644;&#23665;&#65292;&#22825;&#28079;&#28023;&#35282;&#30340;&#19968;&#24110;&#20154;&#33021;&#32858;&#22312;&#19968;&#36215;&#30495;&#30340;&#24456;&#19981;&#23481;&#26131;&#12290;&#25105;&#33086;&#27668;&#19981;&#22909;&#65292;&#35874;&#35874;&#22823;&#23478;&#32784;&#24515;&#12290;&#25105;&#22352;&#22312;&#20303;&#22788;&#30340;&#24202;&#19978;&#30171;&#21741;&#27969;&#28053;&#65292;&#35874;&#35874;&#22823;&#23478;&#21253;&#23481;&#12290;&#23588;&#20854;&#35201;&#35874;&#35874;&#28966;&#21516;&#23398;&#65292;&#29992;&#20320;&#33258;&#24049;&#30340;&#26041;&#24335;&#23433;&#24944;&#25105;&#65292;&#25105;&#25165;&#30693;&#36947;&#20320;&#20063;&#26366;&#32463;&#22914;&#27492;&#21463;&#20260;&#65307;&#35874;&#35874;&#31243;&#21516;&#23398;&#65292;&#37027;&#26679;&#40664;&#40664;&#30340;&#24110;&#21161;&#30528;&#25105;&#65307;&#36824;&#26377;&#20854;&#20182;&#21516;&#23398;&#20204;&#23478;&#30519;&#20204;&#65292;&#24102;&#30528;&#25105;&#25955;&#24515;&#65292;&#21507;&#22909;&#21507;&#30340;&#65292;&#28982;&#21518;&#29228;&#19978;&#40644;&#23665;&#26368;&#39640;&#23792;&#65307;&#26102;&#38388;&#26469;&#24471;&#21450;&#30340;&#21516;&#23398;&#38506;&#25105;&#21435;&#23439;&#26449;&#29609;&#31561;&#31561;&#31561;</p>
<p>&#30740;&#19968;&#30340;&#21518;&#21322;&#23398;&#26399;&#27809;&#20160;&#20040;&#35838;&#20102;&#65292;GPA&#26159;&#30830;&#23450;&#20102;&#30340;&#12290;</p>
<p>&#26257;&#20551;&#26412;&#31185;&#22235;&#20154;&#20877;&#32858;&#39318;&#65292;&#26477;&#24030;&#35199;&#22616;&#65292;&#26053;&#28216;&#19981;&#26159;&#37325;&#28857;&#65292;&#37325;&#28857;&#26159;&#22823;&#23478;&#22312;&#19968;&#36215;&#12290;&#25105;&#20250;&#19968;&#30452;&#35760;&#24471;&#65292;&#39134;&#36182;&#24202;&#30340;&#24503;&#24615;&#65292;&#22235;&#20154;&#29609;&#25169;&#20811;&#29609;&#21040;&#20940;&#26216;3&#28857;&#12290;</p>
<p>&#30740;&#20108;&#20102;&#65292;&#25105;&#28966;&#34385;&#20102;&#12290;&#25105;&#24076;&#26395;&#33258;&#24049;&#26377;&#20010;&#22909;&#30340;&#26410;&#26469;&#65292;&#25105;&#21162;&#21147;&#32473;&#33258;&#24049;&#19968;&#20010;&#30446;&#26631;&#65292;&#26080;&#35770;&#38271;&#26399;&#30701;&#26399;&#30340;&#65292;&#26080;&#35770;&#21512;&#29702;&#30340;&#20914;&#21160;&#30340;&#12290;&#20110;&#26159;&#24320;&#22987;&#24378;&#36843;&#33258;&#24049;&#21162;&#21147;&#65292;&#21363;&#20351;&#25928;&#29575;&#20302;&#19979;&#65292;&#25105;&#22312;&#21162;&#21147;&#12290;&#12290;&#12290;</p>
<p>&#22823;&#32422;&#26159;&#20061;&#26376;&#65292;&#24456;&#28608;&#21160;&#30340;&#36827;&#20102;&#27809;&#26377;&#20219;&#20309;&#35774;&#22791;&#30340;&#23454;&#39564;&#23460;&#12290;</p>
<p>&#21313;&#26376;&#24213;&#65292;&#32771;&#20102;&#25176;&#12290;&#24618;&#25105;&#22826;&#39556;&#20658;&#65292;&#36731;&#25932;&#20102;&#65292;&#20004;&#21608;&#30340;&#31361;&#20987;&#65292;&#20197;&#19968;&#20010;&#19985;&#19985;&#30340;&#20998;&#25968;&#25910;&#22330;&#12290;</p>
<p>&#30452;&#21040;&#29616;&#22312;&#65292;&#31185;&#30740;&#29978;&#26080;&#36827;&#23637;&#65292;&#33521;&#35821;&#22362;&#25345;&#22312;&#30475;&#65292;&#19981;&#20813;&#20013;&#38388;&#26377;&#19977;&#22825;&#25171;&#40060;&#20004;&#22825;&#26194;&#32593;&#12290;&#33267;&#23569;&#65292;&#26377;&#20102;&#36861;&#27714;&#33258;&#24049;&#26410;&#26469;&#30340;&#30446;&#26631;&#12290;</p>
<p>&#36825;&#19968;&#24180;&#65292;&#23398;&#20250;&#20102;&#29233;&#33258;&#24049;&#12290;&#29233;&#33258;&#24049;&#65292;&#25165;&#20250;&#26377;&#20154;&#29233;</p>
<p>&#36825;&#19968;&#24180;&#65292;&#26126;&#30333;&#20102;&#24180;&#36731;&#22312;&#20110;&#25240;&#33150;&#65292;&#25105;&#22312;&#20351;&#21170;&#20799;&#25240;&#33150;&#30528;</p>
<p>&#36825;&#19968;&#24180;&#65292;&#26377;&#20154;&#25945;&#25105;&#65306;&#20154;&#29983;&#24471;&#24847;&#38656;TM&#23613;&#27426;</p>
<p>&#36825;&#19968;&#24180;&#65292;&#27809;&#20160;&#20040;&#25910;&#33719;&#65292;&#33267;&#23569;&#25105;&#36716;&#21521;&#20102;&#22909;&#30340;&#26041;&#21521;</p>
<p>&#36825;&#19968;&#24180;&#24320;&#22987;&#30340;&#26102;&#20505;&#65292;&#25105;&#27809;&#23450;&#30446;&#26631;&#65292;&#21482;&#35828;&#24076;&#26395;&#33258;&#24049;&#33021;&#20570;&#25104;&#20004;&#20214;&#20107;&#65292;&#38500;&#20102;&#26412;&#32844;&#20043;&#22806;&#30340;&#12290;&#32771;&#25176;&#31639;&#19968;&#20214;&#65292;&#25105;&#27809;&#20570;&#22909;&#65292;&#33267;&#23569;&#21475;&#35821;&#26159;&#19968;&#20010;totally&#26479;&#20855;&#65307;&#21478;&#19968;&#20214;&#65292;&#25105;&#33258;&#24049;&#37117;&#24536;&#35760;&#20102;&#31350;&#31455;&#26159;&#20160;&#20040;&#12290;</p>
<p>&#36825;&#19968;&#24180;&#32467;&#26463;&#30340;&#26102;&#20505;&#65292;&#25105;&#35201;&#23450;&#30446;&#26631;&#30340;&#12290;&#20381;&#28982;&#19981;&#36138;&#24515;&#65292;&#20004;&#20214;&#20107;&#65306;</p>
<p>&#160;&#160;&#160; &#35753;&#25105;&#25343;&#21040;&#24819;&#35201;&#30340;offer&#65288;&#21253;&#25324;&#20004;&#31181;offer&#65292;&#35841;&#30693;&#36947;&#26377;&#36175;&#65292;&#21704;&#21704;&#65289;</p>
<p>&#160;&#160;&#160; &#20570;&#22909;&#25105;&#30340;&#31185;&#30740;&#65292;&#21457;&#35770;&#25991;&#65288;&#20013;&#25991;&#30340;&#33521;&#25991;&#30340;&#65289;</p>
<p>&#20854;&#23454;&#25105;&#36824;&#26159;&#36138;&#24515;&#20102;&#65292;&#34429;&#28982;&#27809;&#21521;&#26576;&#20010;&#27809;&#20986;&#24687;&#30340;&#21516;&#23398;&#65292;&#24613;&#30528;&#32473;&#33258;&#24049;&#25214;&#20010;&#22353;&#65292;&#20294;&#36825;&#20004;&#20214;&#20107;&#20013;&#38388;&#36824;&#21253;&#21547;&#30528;&#24456;&#22810;&#65292;&#38656;&#35201;&#25105;&#22909;&#22909;&#21162;&#21147;&#30340;</p>
<p>&#27604;&#22914;&#65292;&#19968;&#20010;&#32771;&#35797;&#65292;&#35831;&#30693;&#26195;&#30340;&#21516;&#23398;&#27809;&#20107;&#20799;&#22810;&#25958;&#20419;&#25105;&#22909;&#22909;&#23398;&#20064;</p>
<p>&#27604;&#22914;&#65292;&#20004;&#31867;offer&#65292;&#27599;&#19968;&#20010;&#37117;&#19981;&#26159;&#30465;&#24515;&#30340;&#20027;&#20799;&#12290;&#20170;&#22825;&#36319;&#19968;&#20010;&#25191;&#24847;&#21435;&#38134;&#34892;&#30340;&#21516;&#23398;&#32842;&#20102;&#32842;&#65292;&#20182;&#26159;&#25105;&#20598;&#20687;&#65292;&#25105;&#24456;&#30475;&#22909;&#20182;&#12290;</p>
<p>&#27604;&#22914;&#65292;&#35770;&#25991;&#65292;&#20570;&#19981;&#20986;&#25104;&#26524;&#24590;&#20040;&#20889;&#35770;&#25991;&#65292;&#23398;&#19981;&#22909;&#33521;&#25991;&#24590;&#20040;&#21804;&#32769;&#22806;&#12290;</p>
<p>09&#24180;&#65292;&#27809;&#20160;&#20040;&#25104;&#26524;&#65292;&#35843;&#25972;&#30340;&#26041;&#21521;&#65307;</p>
<p>&#20154;&#29983;&#26159;&#22330;&#39532;&#25289;&#26494;&#65292;&#19968;&#26102;&#21322;&#20250;&#20799;&#30475;&#19981;&#20986;&#32988;&#36127;&#12290;&#36825;&#21477;&#35805;&#35753;&#25105;&#23545;&#33258;&#24049;&#30340;&#29616;&#29366;&#28129;&#23450;&#12290;&#21487;&#20063;&#35201;&#20445;&#25345;&#22312;&#31532;&#19968;&#26799;&#38431;&#19981;&#26159;&#65311;</p>
<p>10&#24180;&#65292;&#23601;&#20801;&#35768;&#25105;&#22823;&#36367;&#27493;&#21543;&#65292;&#36814;&#22836;&#36214;&#19978;&#12290;</p>
<p>
<object classid="clsid:6bf52a52-394a-11d3-b153-00c04f79faa6" width="0" height="0" codebase="http://activex.microsoft.com/activex/controls/mplayer/en/nsmp2inf.cab#Version=5,1,52,701">
<param name="url" value="http://webpages.charter.net/virtualskynet/12%20You%20Raise%20Me%20Up.mp3" /><param name="url" value="http://webpages.charter.net/virtualskynet/12%20You%20Raise%20Me%20Up.mp3" /><embed type="application/x-mplayer2" width="0" height="0" src="http://webpages.charter.net/virtualskynet/12%20You%20Raise%20Me%20Up.mp3" url="http://webpages.charter.net/virtualskynet/12%20You%20Raise%20Me%20Up.mp3"></embed></object>
</p>
                                    </p>
</div>
  
  


    </article>
  
  <div class="pagination">
    
      <a class="prev" href="/blog/page/20/">&larr; Older</a>
    
    <a href="/blog/archives">Blog Archives</a>
    
    <a class="next" href="/blog/page/18/">Newer &rarr;</a>
    
  </div>
</div>
<aside class="sidebar">
  
    <section>
  <h1>Recent Posts</h1>
  <ul id="recent_posts">
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-change-git-repo-name/">how to change git repo name</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-setup-a-new-remote-git-repo/">How to setup a new remote git repo</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/13/hui-gu-2012/">回顾2012</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/08/my-frist-post/">my-frist-post</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/05/14/eclipse---java.lang.noclassdeffounderror%3A-com.jayway.android.robotium.solo.solo%E9%94%99%E8%AF%AF%E8%A7%A3%E5%86%B3/">eclipse - java.lang.NoClassDefFoundError: com.jayway.android.robotium.solo.Solo错误解决</a>
      </li>
    
  </ul>
</section>






  
</aside>

    </div>
  </div>
  <footer role="contentinfo"><p>
  Copyright &copy; 2013 - muggleyoung -
  <span class="credit">Powered by <a href="http://octopress.org">Octopress</a>. Design by <a href="http://octopressthemes.com">Octopress Themes</a>.</span>
</p>

</footer>
  







  <script type="text/javascript">
    (function(){
      var twitterWidgets = document.createElement('script');
      twitterWidgets.type = 'text/javascript';
      twitterWidgets.async = true;
      twitterWidgets.src = 'http://platform.twitter.com/widgets.js';
      document.getElementsByTagName('head')[0].appendChild(twitterWidgets);
    })();
  </script>





</body>
</html>
