
<!DOCTYPE HTML>
<html>
<head>
	<meta charset="utf-8">
	<title>8.28无与伦比的美丽 - </title>
	<meta name="author" content="muggleyoung">

	
	<meta name="description" content="&#8230;&#8230;&#8230;&#8230;&#8230;&#8230;.&#20170;&#22825;&#27809;&#31354;&#65292;&#21344;&#20301;&#65292;&#25913;&#26085;&#34917;
&#34917;&#19978 &hellip;">
	
	<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

	<link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
	<link rel="canonical" href="">
	<link href="/favicon.png" rel="shortcut icon">
	<link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
	<!--[if lt IE 9]><script src="//html5shiv.googlecode.com/svn/trunk/html5.js"></script><![endif]-->
	<script src="//ajax.googleapis.com/ajax/libs/jquery/1.7.2/jquery.min.js"></script>
	
</head>

<body>
	<header id="header" class="inner"><h1><a href="/"></a></h1>
<nav id="main-nav"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</nav>
<nav id="mobile-nav">
	<div class="alignleft menu">
		<a class="button">Menu</a>
		<div class="container"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</div>
	</div>
	<div class="alignright search">
		<a class="button"></a>
		<div class="container">
			<form action="http://google.com/search" method="get">
				<input type="text" name="q" results="0">
				<input type="hidden" name="q" value="site:muggleyoung.github.com">
			</form>
		</div>
	</div>
</nav>
<nav id="sub-nav" class="alignright">
	<div class="social">
		
		
		
		
    
		
		
		
		
		
		<a class="rss" href="/atom.xml" title="RSS">RSS</a>
		
	</div>
	<form class="search" action="http://google.com/search" method="get">
		<input class="alignright" type="text" name="q" results="0">
		<input type="hidden" name="q" value="site:muggleyoung.github.com">
	</form>
</nav>

</header>
	
		
	
	<div id="content" class="inner"><article class="post">
	<h2 class="title">8.28无与伦比的美丽</h2>
	<div class="entry-content"><p>
                                    <p>&#8230;&#8230;&#8230;&#8230;&#8230;&#8230;.&#20170;&#22825;&#27809;&#31354;&#65292;&#21344;&#20301;&#65292;&#25913;&#26085;&#34917;</p>
<p>&#34917;&#19978;&#65288;28&#26085;&#26216;&#65292;&#26410;&#23436;&#65289;&#65306;</p>
<p>&#20170;&#20799;&#65292;&#24403;&#28982;&#35201;&#35828;&#28857;&#21861;&#12290;</p>
<p>&#25104;&#38271;&#30340;&#28902;&#24700;&#65292;&#31639;&#26159;&#23545;&#25105;&#26368;&#36817;&#27604;&#36739;&#36148;&#20999;&#30340;&#24635;&#32467;&#12290;</p>
<p>&#160;</p>
<p>&#24180;&#40836;&#30340;&#22686;&#38271;&#19981;&#21487;&#36991;&#20813;&#65292;&#34429;&#28982;&#23475;&#24597;&#20294;&#20063;&#22374;&#28982;&#25509;&#21463;</p>
<p>&#20851;&#38190;&#26159;&#19982;&#27492;&#21516;&#26102;&#65292;&#22788;&#20107;&#19978;&#65292;&#35266;&#24565;&#19978;&#65292;&#33267;&#23569;&#35201;&#19982;&#24180;&#40836;&#21516;&#27493;&#22686;&#38271;</p>
<p>&#24515;&#24577;&#30340;&#21464;&#32769;&#25165;&#26368;&#21487;&#24597;</p>
<p>&#160;</p>
<p>&#25105;&#20462;&#28860;&#30340;&#22659;&#30028;&#65292;&#27490;&#20110;&#24180;&#40836;&#12290;&#23545;&#20110;&#22905;&#65292;&#25105;&#29616;&#22312;&#19981;&#24590;&#20040;&#23475;&#24597;&#12290;&#38271;&#22823;&#19981;&#21487;&#24597;&#65292;&#21464;&#32769;&#20063;&#23601;&#37027;&#26679;&#12290;&#19981;&#21516;&#30340;&#20154;&#29983;&#38454;&#27573;&#37117;&#26377;&#21508;&#33258;&#30340;&#24184;&#31119;&#65292;&#32769;&#20102;&#65292;&#26377;&#32769;&#20102;&#30340;&#24184;&#31119;&#65292;&#21482;&#26159;&#25105;&#20204;&#24120;&#24120;&#30475;&#19981;&#21040;&#36825;&#19968;&#28857;&#65292;&#32780;&#24656;&#24807;&#20110;&#33080;&#19978;&#22686;&#38271;&#30340;&#30385;&#32441;&#65292;&#25110;&#30053;&#26174;&#24178;&#28073;&#30340;&#30382;&#32932;&#12290;</p>
<p>&#26080;&#27861;&#29702;&#35299;&#37027;&#20123;&#20026;&#20102;&#30385;&#32441;&#23569;&#19968;&#28857;&#65292;&#23601;&#22833;&#21435;&#20102;&#31505;&#23481;&#30340;&#20154;&#65307;&#20026;&#20102;&#30382;&#32932;&#30333;&#19968;&#28857;&#65292;&#23569;&#20102;&#22799;&#26085;&#26379;&#21451;&#38388;&#30340;&#32422;&#20250;&#65307;&#20026;&#20102;&#25405;&#30041;&#38738;&#26149;&#65292;&#21051;&#24847;&#35013;&#20986;&#26397;&#27668;&#36924;&#20154;&#30340;&#26679;&#20799;&#65292;&#31359;&#32418;&#25140;&#32511;&#12290;&#36825;&#26679;&#30340;&#24515;&#24577;&#65292;&#24739;&#24471;&#24739;&#22833;&#65292;&#19968;&#30452;&#27963;&#22312;&#23545;&#26102;&#38388;&#30340;&#25405;&#30041;&#65292;&#23545;&#29983;&#21629;&#35268;&#24459;&#30340;&#26080;&#30031;&#25239;&#25298;&#20013;&#65292;&#22914;&#20309;&#20139;&#21463;&#32654;&#22909;&#30340;&#38738;&#26149;&#12290;</p>
<p>&#24180;&#36731;&#22312;&#20110;&#25240;&#33150;&#65292;&#22240;&#20026;&#32463;&#21382;&#30340;&#23569;&#65292;&#22833;&#36133;&#30340;&#23569;&#65292;&#25152;&#20197;&#26080;&#25152;&#30031;&#24807;&#30340;&#25240;&#33150;&#12290;&#25105;&#32966;&#23567;&#65292;&#21916;&#27426;&#23567;&#25171;&#23567;&#38393;&#30340;&#25240;&#33150;&#12290;</p>
<p>&#37027;&#22825;&#23828;&#35828;&#65292;&#20154;&#29983;&#24471;&#24847;&#39035;&#23613;&#27426;&#12290;&#25105;&#35273;&#24471;&#36947;&#29702;&#24046;&#19981;&#22810;&#12290;</p>
<p>&#160;</p>
<p>&#39134;&#26368;&#36817;&#24635;&#26159;&#21916;&#27426;&#24341;&#29992;Betty&#29241;&#30340;&#37027;&#21477;&#35805;&#12290;&#23545;&#25105;&#26469;&#35828;&#65292;&#36825;&#19981;&#26159;&#24180;&#36731;&#19982;&#21542;&#30340;&#38382;&#39064;&#65292;&#26159;&#20154;&#29983;&#37117;&#35201;&#38754;&#23545;&#30340;&#12290;&#25105;&#20204;&#19968;&#30452;&#26377;&#24456;&#22810;&#36873;&#25321;&#65292;&#36873;A&#36873;B&#65292;&#26080;&#25152;&#35859;&#23545;&#38169;&#12290;&#27599;&#20010;&#36873;&#39033;&#37117;&#26377;&#20854;&#22909;&#30340;&#32467;&#26524;&#21644;&#19981;&#22909;&#30340;&#26041;&#38754;&#12290;&#22312;&#25509;&#21463;&#26399;&#26395;&#30340;&#32467;&#26524;&#30340;&#21516;&#26102;&#65292;&#26159;&#21542;&#33021;&#24525;&#21463;&#20182;&#24102;&#26469;&#30340;&#20854;&#20182;&#24433;&#21709;&#65292;&#36825;&#25165;&#26159;&#25105;&#20204;&#30495;&#27491;&#22909;&#32771;&#34385;&#30340;&#12290;&#36825;&#20010;&#65292;&#22312;&#25105;&#20204;&#28459;&#38271;&#30340;&#20154;&#29983;&#20013;&#65292;&#26377;&#24456;&#22810;&#24456;&#22810;&#12290;</p>
<p>&#24681;&#65292;&#26159;&#30340;&#12290;&#38500;&#20102;&#36829;&#27861;&#20081;&#32426;&#65292;&#25105;&#19981;&#35748;&#20026;&#26377;&#20160;&#20040;&#36873;&#25321;&#26159;&#32477;&#23545;&#38169;&#35823;&#30340;&#12290;&#25105;&#36138;&#24515;&#65292;&#27599;&#20010;&#36873;&#39033;&#30340;&#32467;&#26524;&#37117;&#24819;&#35201;&#65292;&#21704;&#21704;&#12290;</p>
<p>&#160;</p>
<p>&#21799;&#21799;&#27498;&#27498;&#30340;&#22909;&#20687;&#25105;&#21861;&#36947;&#29702;&#37117;&#25026;&#65292;&#21487;&#26159;&#25105;&#33258;&#24049;&#21602;&#65292;&#25191;&#34892;&#21147;&#26497;&#24046;&#65292;&#19968;&#19981;&#23567;&#24515;&#23601;&#34987;&#24178;&#25200;&#65292;&#34987;&#35825;&#24785;&#12290;&#36825;&#24618;&#35841;&#21602;&#65311;&#24618;&#25105;&#22826;&#24180;&#36731;&#20040;&#65292;&#21704;&#21704;&#12290;</p>
<p>&#160;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;-&#27809;&#32467;&#23614;&#30340;&#37027;&#27573;&#21024;&#25481;&#20102;&#65292;&#38548;&#20102;&#20960;&#26085;&#65292;&#26089;&#27809;&#20102;&#24403;&#26102;&#30340;&#24515;&#24773;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;-</p>
<p>&#20170;&#22825;&#26159;30&#26085;&#65292;&#26368;&#36817;&#30340;&#20107;&#24773;&#24635;&#35753;&#21916;&#27426;&#31616;&#21333;&#30340;&#25105;&#24863;&#21040;&#24456;mu&#20081;&#12290;&#25152;&#20197;&#65292;&#19981;&#34917;&#20102;&#65292;&#21738;&#22825;&#24515;&#24773;&#25972;&#29702;&#22909;&#20102;&#20877;&#35828;&#21543;&#12290;</p>
<p>&#31069;&#25105;&#29983;&#26085;&#24555;&#20048;&#65281;</p>
<p>&#25918;&#20010;&#39640;&#20852;&#28857;&#30340;&#27468;&#65292;&#26368;&#36817;&#29233;&#30340;&#33487;&#25171;&#32511;</p>
<p><iframe src="http://music.hexun.com/IframePlayer.aspx?CID=0&amp;MID=0&amp;IsFlash=0&amp;AutoStart=1&amp;UiMode=1&amp;FileUrl=http://www.teamrobertelite.com/rocky/down/meili.wma" frameborder="0" noresize width="300" scrolling="no" height="64"></iframe></p>
                                    </p>
</div>


<div class="meta">
	<div class="date">








  


<time datetime="2009-08-28T00:00:00+08:00" pubdate data-updated="true">Aug 28<span>th</span>, 2009</time></div>
	<div class="tags">

</div>
	
</div></article>

	<div class="share">
	<div class="addthis_toolbox addthis_default_style ">
	
	
	<a class="addthis_button_tweet"></a>
	
	
	<a class="addthis_counter addthis_pill_style"></a>
	</div>
  <script type="text/javascript" src="http://s7.addthis.com/js/250/addthis_widget.js#pubid="></script>
</div>


</div>
	<footer id="footer" class="inner">Copyright &copy; 2014

    muggleyoung

</footer>
	<script src="/javascripts/slash.js"></script>
<script src="/javascripts/jquery.fancybox.pack.js"></script>
<script type="text/javascript">
(function($){
	$('.fancybox').fancybox();
})(jQuery);
</script> <!-- Delete or comment this line to disable Fancybox -->






</body>
</html>