
<!DOCTYPE HTML>
<html>
<head>
	<meta charset="utf-8">
	<title>去球-采花 - </title>
	<meta name="author" content="muggleyoung">

	
	<meta name="description" content="&#27880;&#65306;&#26631;&#39064;&#34429;&#26080;&#33039;&#23383;&#65292;&#20294;&#20063;&#19981;&#26159;&#21861;&#25991;&#26126;&#29992;&#35821;&# &hellip;">
	
	<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

	<link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
	<link rel="canonical" href="">
	<link href="/favicon.png" rel="shortcut icon">
	<link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
	<!--[if lt IE 9]><script src="//html5shiv.googlecode.com/svn/trunk/html5.js"></script><![endif]-->
	<script src="//ajax.googleapis.com/ajax/libs/jquery/1.7.2/jquery.min.js"></script>
	
</head>

<body>
	<header id="header" class="inner"><h1><a href="/"></a></h1>
<nav id="main-nav"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</nav>
<nav id="mobile-nav">
	<div class="alignleft menu">
		<a class="button">Menu</a>
		<div class="container"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</div>
	</div>
	<div class="alignright search">
		<a class="button"></a>
		<div class="container">
			<form action="http://google.com/search" method="get">
				<input type="text" name="q" results="0">
				<input type="hidden" name="q" value="site:muggleyoung.github.com">
			</form>
		</div>
	</div>
</nav>
<nav id="sub-nav" class="alignright">
	<div class="social">
		
		
		
		
    
		
		
		
		
		
		<a class="rss" href="/atom.xml" title="RSS">RSS</a>
		
	</div>
	<form class="search" action="http://google.com/search" method="get">
		<input class="alignright" type="text" name="q" results="0">
		<input type="hidden" name="q" value="site:muggleyoung.github.com">
	</form>
</nav>

</header>
	
		
	
	<div id="content" class="inner"><article class="post">
	<h2 class="title">去球-采花</h2>
	<div class="entry-content"><p>
                                    <p>&#27880;&#65306;&#26631;&#39064;&#34429;&#26080;&#33039;&#23383;&#65292;&#20294;&#20063;&#19981;&#26159;&#21861;&#25991;&#26126;&#29992;&#35821;&#65292;&#26410;&#25104;&#24180;&#20154;&#24910;&#29992;</p>
<p>&#25105;&#35828;&#65292;&#24076;&#26395;&#33021;&#22312;&#29702;&#24819;&#21644;&#29616;&#23454;&#38388;&#25214;&#28857;&#24179;&#34913;&#24863;&#65292;&#22240;&#20026;&#32431;&#31929;&#30340;&#29702;&#24819;&#20027;&#20041;&#35753;&#25105;&#24863;&#35273;&#36317;&#31163;&#29983;&#27963;&#26377;&#28857;&#36828;&#65292;&#25105;&#24320;&#22987;&#21916;&#27426;&#36367;&#23454;&#30340;&#29983;&#27963;&#12290;&#24403;&#28982;&#22914;&#26524;&#29616;&#23454;&#26412;&#36523;&#23601;&#26080;&#27604;&#32654;&#22909;&#65292;&#37027;&#20877;&#22909;&#19981;&#36807;&#12290;</p>
<p>&#25105;&#35828;&#65292;&#29702;&#24819;&#20027;&#20041;&#21644;&#23436;&#32654;&#20027;&#20041;&#65292;&#25105;&#20542;&#21521;&#20110;&#21518;&#32773;&#12290;&#22240;&#20026;&#23427;&#26377;&#26126;&#30830;&#31616;&#21333;&#30340;&#30446;&#26631;&#65292;&#34429;&#28982;&#19981;&#21487;&#33021;&#23454;&#29616;&#65292;&#20294;&#21487;&#20197;&#26080;&#38480;&#25509;&#36817;&#32467;&#26524;&#65292;&#24182;&#19988;&#26377;&#21487;&#36828;&#35266;&#19981;&#21487;&#20149;&#29609;&#30340;&#24863;&#35273;&#65292;&#36825;&#26159;&#35753;&#25105;&#24863;&#35273;&#33298;&#26381;&#30340;&#36807;&#31243;&#12290;</p>
<p>&#25105;&#24819;&#35753;&#33258;&#24049;&#30340;&#26102;&#38388;&#37117;&#26159;&#28385;&#30340;&#65292;&#19981;&#34987;&#31361;&#28982;&#30340;&#20107;&#24773;&#25171;&#25200;&#65292;&#20805;&#20998;&#21033;&#29992;&#65292;&#29978;&#33267;&#21253;&#25324;&#20960;&#28857;&#36215;&#24202;&#65292;&#20960;&#28857;&#30561;&#35273;&#65292;&#20960;&#28857;&#21507;&#39277;&#65292;&#21507;&#21861;&#21507;&#22810;&#23569;&#12290;&#21363;&#20351;&#31361;&#28982;&#21464;&#21350;&#65292;&#20063;&#21482;&#33021;&#26159;&#24448;&#22909;&#30340;&#32467;&#26524;&#65292;&#26356;&#26089;&#36215;&#24202;&#65292;&#26356;&#26089;&#30561;&#35273;&#65292;&#21507;&#26356;&#22909;&#30340;&#12290;&#25353;&#26102;&#23436;&#25104;&#25105;&#20250;&#36156;&#39640;&#20852;&#65292;&#24515;&#24773;&#33298;&#30021;&#12290;&#26368;&#24524;&#35763;&#34987;&#19968;&#26465;&#30701;&#20449;&#65292;&#19968;&#32676;&#34442;&#23376;&#65292;&#24320;&#20250;&#30340;&#33258;&#20064;&#23460;&#31561;&#30772;&#29609;&#24847;&#20799;&#25171;&#26029;&#33041;&#32454;&#32990;&#36816;&#34892;&#36712;&#36857;&#12290;&#38598;&#20013;&#27880;&#24847;&#21147;&#65292;&#23545;&#25105;&#26469;&#35828;&#26412;&#26469;&#23601;&#26159;&#38590;&#20107;&#12290;</p>
<p>&#27599;&#22825;&#30340;&#26102;&#38388;&#25353;&#25105;&#30340;&#23433;&#25490;&#36807;&#65292;&#25105;&#24515;&#24773;&#33298;&#30021;</p>
<p>&#25151;&#38388;&#26588;&#23376;&#26700;&#23376;&#30340;&#19996;&#35199;&#35201;&#25972;&#40784;&#65292;&#37117;&#22312;&#25105;&#23433;&#25490;&#30340;&#20301;&#32622;&#65292;&#25105;&#24515;&#24773;&#33298;&#30021; </p>
<p>&#26377;&#20154;&#25343;&#20102;&#25105;&#30340;&#27700;&#26524;&#20992;&#65292;&#38543;&#20415;&#30340;&#25918;&#22312;&#21035;&#22788;&#65292;&#25105;&#19968;&#22825;&#37117;&#27585;&#20102;</p>
<p>&#25105;&#25239;&#24178;&#25200;&#24456;&#24046;&#65292;&#35201;&#25913;&#36827;&#21584;</p>
<p>&#160;</p>
<p>&#25105;&#26377;&#25105;&#30340;&#20107;&#65292;&#26377;&#30701;&#20449;&#36827;&#26469;&#65292;&#23601;&#20250;&#24456;&#24700;&#28779;&#65292;&#32784;&#24515;&#30340;&#22238;&#22797;&#20102;&#65292;&#21487;&#26159;&#24700;&#28779;&#36824;&#22312;&#12290;&#25226;&#25105;&#24971;&#30340;~~~~</p>
<p>&#19968;&#26465;&#30701;&#20449;&#65292;&#25105;&#23601;&#24471;&#25226;5&#65292;6&#20998;&#38047;&#30340;&#21548;&#21147;&#65292;7&#65292;8&#30334;&#23383;&#30340;&#38405;&#35835;&#37325;&#26469;&#19968;&#36941;&#65292;&#24700;&#28779;&#24456;</p>
<p>&#25152;&#20197;&#65292;&#32769;&#23376;&#23601;&#19981;&#20048;&#24847;&#65292;&#36825;&#35805;&#23545;&#25105;&#26469;&#35828;&#36156;&#36807;&#30270;&#12290;&#20973;&#21861;&#25105;&#23601;&#19981;&#33021;&#20219;&#24615;&#19979;&#65292;&#39554;&#20010;&#20154;&#21861;&#30340;</p>
<p>&#25105;&#20197;&#21518;&#35201;&#36807;&#30340;&#38543;&#24615;&#65292;&#21051;&#24847;&#30340;&#32500;&#25345;&#25110;&#32773;&#25913;&#21464;&#37117;&#19981;&#22909;</p>
<p>&#27809;&#26377;&#35841;&#19968;&#30452;&#26159;&#22909;&#33086;&#27668;&#30340;&#20154;&#65292;&#27809;&#26377;&#35841;&#19968;&#30452;&#26159;&#29702;&#24615;&#30340;&#20154;&#65292;&#27809;&#26377;&#35841;&#21916;&#27426;&#25972;&#22825;&#21453;&#30465;&#33258;&#24049;&#65292;&#19968;&#19981;&#23567;&#24515;&#26080;&#35270;&#20102;&#35832;&#22810;&#19981;&#21487;&#25511;&#30340;&#25152;&#35859;&#23458;&#35266;&#12290;</p>
<p>&#25105;&#25165;&#19981;&#36319;&#33258;&#24049;&#36739;&#21170;&#65292;&#25105;&#25165;&#19981;&#32473;&#33258;&#24049;&#21010;&#26694;&#26694;&#65292;&#25105;&#25165;&#19981;&#20250;&#20026;&#20102;&#36339;&#20986;&#26694;&#26694;&#21051;&#24847;&#24178;&#21861;&#24178;&#21861;&#12290;</p>
<p>&#160;</p>
<p>&#26082;&#28982;&#21457;&#29282;&#39578;&#65292;&#23601;&#19968;&#27425;&#21457;&#23436;&#12290;</p>
<p>&#35752;&#21388;&#32769;&#26657;&#21306;&#31179;&#22825;&#30340;&#34442;&#23376;&#65292;&#21508;&#20010;&#36319;&#25171;&#20102;&#40481;&#34880;&#20284;&#30340;&#65292;bia&#33151;&#19978;&#19982;&#25105;&#21516;&#36827;&#36864;&#65292;&#21643;&#36409;&#37117;&#19981;&#36208;&#12290;</p>
<p>&#35752;&#21388;&#32769;&#26657;&#21306;&#30340;&#33410;&#30465;&#65292;&#24320;&#23398;&#36825;&#20037;&#20102;&#65292;&#25105;&#22810;&#25968;&#24819;&#33258;&#20064;&#30340;&#26102;&#20505;&#37117;&#26159;&#32972;&#30528;&#20070;&#21253;&#36716;&#19968;&#22280;&#21448;&#22238;&#26469;&#12290;&#33267;&#23569;&#65292;&#22312;&#25105;&#30340;&#23433;&#25490;&#20013;&#65292;&#35201;&#33258;&#20064;&#30340;&#26102;&#20505;&#65292;&#35199;&#22823;&#27004;&#27809;&#35265;&#24320;&#38376;&#65292;&#38454;&#25945;&#23453;&#36125;&#20284;&#30340;&#20457;&#33258;&#20064;&#23460;too&#65292;&#20170;&#20799;&#22909;&#19981;&#23481;&#26131;&#24320;&#38376;&#20102;&#36824;&#24320;&#20250;&#65292;&#22270;&#20070;&#39302;&#22043;&#65292;&#25105;&#22312;&#38405;&#35272;&#23460;&#36935;&#19978;&#26497;&#21697;&#30007;&#65292;&#36716;&#25112;&#33258;&#20064;&#23460;&#21364;&#24050;&#27809;&#22320;&#20799;&#20102;&#12290;&#25105;&#25215;&#35748;&#25105;&#36215;&#24471;&#26202;&#65292;&#21507;&#39277;&#24930;&#65292;7&#28857;&#22810;&#36215;&#24202;&#65292;&#21507;&#20102;&#39277;&#65292;&#35835;&#20102;&#20070;&#65292;&#36807;&#21435;&#24590;&#20040;&#30528;&#37117;&#24555;9&#28857;&#20102;&#12290;</p>
<p>&#25105;&#26159;&#24378;&#36843;&#30151;&#65292;&#24403;&#19968;&#22825;&#20234;&#22987;&#30340;&#26089;&#26216;&#65292;&#25105;&#26202;&#19978;&#30561;&#35273;&#26102;&#23433;&#25490;&#22909;&#30340;plan A,plan B&#32479;&#32479;&#22833;&#25928;&#65292;&#25171;&#20081;&#20102;&#19968;&#20999;&#65292;&#19981;&#29245;&#12290;&#20020;&#26102;&#30340;&#20915;&#23450;&#23545;&#25105;&#26469;&#35828;&#19981;&#20855;&#26377;&#25191;&#34892;&#30340;&#21160;&#21147;&#12290;</p>
<p>&#25105;&#26159;&#31528;&#34507;&#65292;&#20026;&#20102;&#20080;&#26465;&#29289;&#32654;&#20215;&#24265;&#30340;&#29275;&#20180;&#35044;&#65292;&#38386;&#20102;&#23601;&#28120;&#23453;&#65292;&#26368;&#21518;&#36824;&#26159;&#19981;&#30693;&#36947;&#33258;&#24049;&#31359;&#22810;&#22823;&#30340;&#35044;&#23376;&#12290;</p>
<p>&#25105;&#26159;&#33258;&#25214;&#30340;&#65292;&#20154;&#23478;&#24515;&#24773;&#22909;&#26469;&#25214;&#25105;&#65292;&#25105;&#31215;&#26497;&#21709;&#24212;&#65307;&#20154;&#23478;&#24515;&#28902;&#26102;&#65292;&#25105;&#23617;&#39072;&#23617;&#39072;&#25918;&#19979;&#19968;&#20999;&#65292;&#25214;&#20154;&#35828;&#35805;&#12290;&#25105;&#27963;&#35813;&#22139;~</p>
<p>&#29239;&#20170;&#20799;&#24515;&#24773;&#19981;&#22909;&#25042;&#24471;&#29702;&#20320;&#65292;&#21704;&#21704;&#65292;&#36825;&#35805;&#24515;&#37324;&#20599;&#20599;&#35828;&#20063;&#25402;&#36807;&#30270;&#12290;</p>
<p><iframe src="http://music.hexun.com/IframePlayer.aspx?CID=0&amp;MID=0&amp;IsFlash=0&amp;AutoStart=1&amp;UiMode=1&amp;FileUrl=http://www.zhongyangkongtiao.org/music/5.wma" frameborder="0" noresize width="300" scrolling="no" height="64"></iframe></p>
<p>&#27468;&#26159;&#23828;&#33616;&#32473;&#25105;&#21548;&#30340;&#65292;&#20174;&#21069;&#21482;&#21548;&#36807;&#37027;&#39318;&#20809;&#24180;&#65292;&#36825;&#20010;&#25105;&#26356;&#21916;&#27426;&#27468;&#35789;&#65292;&#24403;&#28982;&#35201;&#36148;&#19968;&#19979;&#12290;&#22836;&#22238;&#21548;&#65292;&#37027;&#26679;&#30340;&#29615;&#22659;&#65292;&#27531;&#24525;&#21040;&#25105;&#24525;&#19981;&#20303;&#24819;&#21741;</p>
<p>&#26377;&#19968;&#20301;&#22993;&#23064;&#35937;&#26421;&#33457;&#21568;<br />&#26377;&#19968;&#20010;&#29239;&#20204;&#20799;&#35828;&#20320;&#19981;&#24517;&#23475;&#24597;<br />&#19968;&#19981;&#23567;&#24515;&#20182;&#20204;&#25104;&#20102;&#23478;<br />&#29983;&#20102;&#20010;&#23869;&#23376;&#19968;&#36215;&#25379;&#25166;<br /><br />&#20174;&#21069;&#30340;&#29702;&#24819;&#30475;&#26469;&#25402;&#21487;&#24597;&#30340;<br />&#29233;&#24773;&#33021;&#24403;&#39277;&#21507;&#20250;&#26356;&#20255;&#22823;&#21527;<br />&#20026;&#20102;&#33021;&#26377;&#20010;&#26032;&#40092;&#30340;&#26126;&#22825;<br />&#20320;&#20877;&#20063;&#21548;&#19981;&#25026;&#20320;&#35828;&#30340;&#26159;&#21861;<br /><br />&#25105;&#35828;&#21568;&#22993;&#23064;&#20320;&#21035;&#23475;&#24597;<br />&#26377;&#35841;&#20250;&#24635;&#35937;&#19968;&#26421;&#33457;&#21568;<br />&#25105;&#24895;&#20026;&#20320;&#21809;&#39318;&#27468;<br />&#19978;&#21738;&#25214;&#22825;&#29983;&#30340;&#19968;&#23545;&#21568;<br />&#25105;&#24895;&#20026;&#20320;&#21809;&#39318;&#27468;<br />&#19978;&#21738;&#25214;&#22825;&#29983;&#30340;&#19968;&#23545;&#21568;</p>
                                    </p>
</div>


<div class="meta">
	<div class="date">








  


<time datetime="2009-08-26T00:00:00+05:30" pubdate data-updated="true">Aug 26<span>th</span>, 2009</time></div>
	<div class="tags">

</div>
	
</div></article>

	<div class="share">
	<div class="addthis_toolbox addthis_default_style ">
	
	
	<a class="addthis_button_tweet"></a>
	
	
	<a class="addthis_counter addthis_pill_style"></a>
	</div>
  <script type="text/javascript" src="http://s7.addthis.com/js/250/addthis_widget.js#pubid="></script>
</div>


</div>
	<footer id="footer" class="inner">Copyright &copy; 2014

    muggleyoung

</footer>
	<script src="/javascripts/slash.js"></script>
<script src="/javascripts/jquery.fancybox.pack.js"></script>
<script type="text/javascript">
(function($){
	$('.fancybox').fancybox();
})(jQuery);
</script> <!-- Delete or comment this line to disable Fancybox -->






</body>
</html>