
<!DOCTYPE html>
<!--[if IEMobile 7 ]><html class="no-js iem7"><![endif]-->
<!--[if lt IE 9]><html class="no-js lte-ie8"><![endif]-->
<!--[if (gt IE 8)|(gt IEMobile 7)|!(IEMobile)|!(IE)]><!--><html class="no-js" lang="en"><!--<![endif]-->
<head>
  <meta charset="utf-8">
  <title>Muggleyoung Blog</title>
  <meta name="author" content="muggleyoung">

  
  <meta name="description" content="&#31561;&#21834;&#31561;&#65292;&#29100;&#21834;&#29100;&#65292;&#32456;&#20110;&#29100;&#25104;&#20102;&#38463;&#39321;&#23110;
&#20170;&#20799;&# &hellip;">
  

  <!-- http://t.co/dKP3o1e -->
  <meta name="HandheldFriendly" content="True">
  <meta name="MobileOptimized" content="320">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  
  <link rel="canonical" href="http://muggleyoung.github.com/blog/page/5/">
  <link href="/favicon.png" rel="icon">
  <link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
  <script src="/javascripts/modernizr-2.0.js"></script>
  <script src="/javascripts/ender.js"></script>
  <script src="/javascripts/octopress.js" type="text/javascript"></script>
  <link href="/atom.xml" rel="alternate" title="Muggleyoung Blog" type="application/atom+xml">
  <!--Fonts from Google"s Web font directory at http://google.com/webfonts -->
<link href="http://fonts.googleapis.com/css?family=PT+Serif:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<link href="http://fonts.googleapis.com/css?family=PT+Sans:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">

  

</head>

<body   >
  <header role="banner"><hgroup>
  <h1><a href="/">Muggleyoung Blog</a></h1>
  
    <h2>A blogging framework for hackers.</h2>
  
</hgroup>

</header>
  <nav role="navigation"><ul class="subscription" data-subscription="rss">
  <li><a href="/atom.xml" rel="subscribe-rss" title="subscribe via RSS">RSS</a></li>
  
</ul>
  
<form action="http://google.com/search" method="get">
  <fieldset role="search">
    <input type="hidden" name="q" value="site:muggleyoung.github.com" />
    <input class="search" type="text" name="q" results="0" placeholder="Search"/>
  </fieldset>
</form>
  
<ul class="main-navigation">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
</ul>

</nav>
  <div id="main">
    <div id="content">
      <div class="blog-index">
  
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/11/03/%E5%AE%89%E5%BF%83/">安心</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-11-03T00:00:00+08:00" pubdate data-updated="true">Nov 3<span>rd</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#31561;&#21834;&#31561;&#65292;&#29100;&#21834;&#29100;&#65292;&#32456;&#20110;&#29100;&#25104;&#20102;&#38463;&#39321;&#23110;</p>
<p>&#20170;&#20799;&#24635;&#31639;&#26159;&#31614;&#20102;&#21334;&#36523;&#22865;</p>
<p>&#34429;&#28982;&#26368;&#36817;&#36825;&#21322;&#20010;&#26376;&#27809;&#24590;&#20040;&#36305;&#33151;&#65292;&#21487;&#30452;&#21040;&#20170;&#22825;&#25165;&#31639;&#23433;&#24515;</p>
<p>&#31614;&#32422;&#26102;&#20505;&#20667;&#20046;&#20046;&#30340;&#22635;&#38169;&#22909;&#20960;&#20010;&#31354;&#65292;&#24863;&#35273;&#30636;&#38388;&#21464;&#25104;&#20102;&#31528;&#25163;&#31528;&#33050;&#30340;&#26472;&#23567;&#39134;&#65292;&#21704;&#21704;</p>
<p>&#24863;&#35874;&#20170;&#24180;&#30340;&#22823;&#22909;&#24418;&#21183;&#65292;&#24863;&#35874;&#26379;&#21451;&#20204;&#30340;&#20851;&#24515;&#25903;&#25345;&#24110;&#21161;&#65292;&#24863;&#35874;&#25105;&#29241;&#25171;&#24515;&#30524;&#20799;&#37324;&#24819;&#25105;&#31614;&#21326;&#20026;&#20294;&#21364;&#23562;&#37325;&#25105;&#30340;&#36873;&#25321;</p>
<p>&#35201;&#19981;&#26159;&#20170;&#24180;&#25307;&#32856;&#27969;&#31243;&#31163;&#22855;&#20943;&#23569;&#65292;&#20272;&#35745;&#25105;&#26089;&#23601;&#34987;&#25293;&#27515;&#22312;&#21322;&#36335;&#19978;&#20102;&#65292;&#24198;&#24184;&#21834;~</p>
<p>&#34429;&#28982;&#25214;&#24037;&#20316;&#27809;&#21643;&#36153;&#21170;&#65292;&#22238;&#22836;&#21681;&#20063;&#24635;&#32467;&#19979;&#32463;&#39564;&#25945;&#35757;&#20043;&#31867;&#21714;</p>
<p>&#35805;&#35828;&#65292;tw&#35199;&#23433;&#30340;office&#65292;&#30495;&#30340;&#23601;&#26159;office&#65292;&#27604;&#23454;&#39564;&#23460;&#22823;&#65292;&#30475;&#30528;&#25402;&#36731;&#26494;&#65292;&#20986;&#26469;&#26102;&#20505;&#20960;&#20010;&#20154;&#27491;&#22312;&#20843;&#21350;&#65292;&#36824;&#26377;&#20154;&#27880;&#24847;&#21040;&#20182;&#20204;&#24038;&#25163;&#33529;&#26524;&#21491;&#25163;&#25140;&#23572;&#65292;&#25105;&#27880;&#24847;&#21040;&#30340;&#26159;&#65292;&#26700;&#19978;&#25918;&#30528;&#19968;&#31568;&#27700;&#26524;~</p>
<p>&#24681;&#65292;&#25918;&#24515;&#65292;&#27809;&#20154;&#30447;&#30528;&#20320;&#30340;</p>
<p>&#35828;&#24180;&#21518;&#23601;&#25442;&#26032;&#22320;&#26041;&#20102;&#65292;&#20250;&#22823;&#20123;&#65292;&#35980;&#20284;&#36817;&#19977;&#29615;&#65292;&#20063;&#22909;&#65292;&#31163;&#25105;&#23478;&#36817;&#12290;</p>
<p>&#20197;&#21518;&#26377;&#26356;&#22810;&#20102;&#35299;&#65292;&#20877;&#24930;&#24930;&#35828;&#21543;</p>
<p><a title="thoughtworks&#19968;&#38754;" href="http://muggleyoung.blogbus.com/logs/79546895.html" target="_blank">thoughtworks&#19968;&#38754;</a>
</p>
<p><a title="thoughtworks&#20108;&#38754;" href="http://muggleyoung.blogbus.com/logs/81137862.html" target="_blank">thoughtworks&#20108;&#38754;</a></p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/11/01/%E7%BB%84%E7%BB%87%E5%B0%8F%E8%81%9A%E4%BC%9A/">组织小聚会</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-11-01T00:00:00+08:00" pubdate data-updated="true">Nov 1<span>st</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#21069;&#20123;&#26085;&#23376;&#65292;&#32982;&#23043;&#33268;&#30005;&#25105;&#65306;&#21608;&#26411;&#21435;&#32769;&#22823;&#26032;&#23478;&#25171;&#29260;&#21435;</p>
<p>&#25105;&#33041;&#34955;&#37324;&#21576;&#29616;&#30340;&#26159;&#65292;&#19968;&#32676;&#27431;&#27954;&#36149;&#22919;&#30699;&#24773;&#30340;&#25159;&#30528;&#34174;&#19997;&#25159;&#23376;&#65292;&#21917;&#30528;&#26032;&#29038;&#30340;&#32418;&#33590;&#65292;&#25163;&#25447;&#25169;&#20811;&#29260;&#65292;&#19968;&#36215;&#20843;&#21350;&#30340;&#26679;&#23376;&#12290;</p>
<p>&#32467;&#26524;&#26159;&#65292;&#25105;&#36319;&#19968;&#32676;&#29239;&#20204;&#20799;&#25171;&#40635;&#23558;&#65292;&#32780;&#19988;&#40635;&#23558;&#33258;&#24102;&#65292;&#26700;&#26885;&#26159;&#21435;&#20102;&#29616;&#20080;&#30340;&#12290;&#12290;&#12290;</p>
<p>&#160;</p>
<p>&#20080;&#26700;&#23376;&#30340;&#36335;&#19978;&#65292;ymi&#23567;&#22992;&#36319;&#22823;&#40644;&#20132;&#27969;&#31185;&#30740;&#38382;&#39064;&#65292;&#35828;&#21040;&#22823;&#40644;&#21516;&#23398;&#30340;&#39033;&#30446;</p>
<p>ymi&#65306;&#20320;&#29616;&#22312;&#20570;&#21861;&#39033;&#30446;</p>
<p>&#22823;&#40644;&#65306;&#25991;&#29289;&#20445;&#25252;</p>
<p>ymi&#65306;&#36825;&#19981;&#24212;&#35813;&#26159;&#25105;&#20204;&#29702;&#24037;&#31185;&#20154;&#22763;&#30740;&#31350;&#30340;&#38382;&#39064;&#20040;&#65292;&#20320;&#19968;&#23398;&#35774;&#35745;&#30340;&#65292;&#36319;&#36825;&#26377;&#21861;&#20851;&#31995;&#20102;&#65311;</p>
<p>&#22823;&#40644;&#65306;&#26159;&#25968;&#23383;&#25991;&#29289;&#20445;&#25252;</p>
<p>ymi&#65306;&#36825;&#19981;&#24212;&#35813;&#26159;&#25105;&#20204;IT&#20174;&#19994;&#20154;&#21592;&#30740;&#31350;&#30340;&#20040;&#65311;</p>
<p>&#22823;&#40644;&#65306;&#26159;&#25226;&#25991;&#29289;&#22270;&#20687;&#25195;&#25551;&#21040;&#30005;&#33041;&#65292;&#20877;&#30740;&#31350;&#29366;&#24577;&#12290;&#12290;&#12290;&#12290;</p>
<p>ymi&#65306;&#36825;&#19981;&#24212;&#35813;&#26159;&#25105;&#20204;&#22270;&#20687;&#22788;&#29702;&#30740;&#31350;&#20154;&#21592;&#20998;&#20869;&#30340;&#20107;&#20799;&#20040;&#65311;</p>
<p>&#22823;&#40644;&#25206;&#20102;&#19979;&#30524;&#38236;&#65292;&#40664;&#40664;&#30340;&#36864;&#21518;&#20102;<img src="http://public.blogbus.com/biaoqing/163/11.gif" border="0" alt="" /></p>
<p>&#36807;&#20250;&#35752;&#35770;&#28216;&#25103;&#30340;bug&#65292;&#35828;&#36215;&#20160;&#20040;&#28216;&#25103;&#19968;&#25171;boss&#23601;&#27515;&#26426;&#21568;&#65292;&#27880;&#20876;&#30721;&#21568;</p>
<p>&#21516;&#23398;&#20204;&#38598;&#20307;&#36716;&#21521;&#25105;&#65306;IT&#19987;&#19994;&#20154;&#22763;&#20197;&#21518;&#32473;&#21681;&#25972;&#25972;&#22043;</p>
<p>&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#160;</p>
<p>&#35805;&#35828;ymi&#23567;&#22992;&#30340;&#29260;&#25216;&#65292;&#23646;&#20110;&#36194;&#20102;&#20063;&#19981;&#30830;&#23450;&#65292;&#36824;&#35201;&#25214;&#20010;&#20154;&#26469;&#30475;&#19968;&#19979;&#26159;&#19981;&#26159;&#30495;&#30340;&#65307;&#21453;&#23556;&#24359;&#36229;&#38271;&#65292;&#25171;&#36807;&#19968;&#22280;&#20043;&#21518;&#25165;&#32435;&#38391;&#65292;&#21018;&#25165;&#37027;&#20010;&#19977;&#39292;&#20026;&#21861;&#25105;&#27809;&#30896;&#21602;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#21487;&#26159;&#21543;&#65292;&#36825;&#27425;&#22823;&#36194;&#29305;&#36194;&#21862;</p>
<p>&#27809;&#26377;&#25169;&#20811;&#29260;&#20570;&#30749;&#30721;&#65292;&#21482;&#22909;&#29992;RMB&#20195;&#26367;&#65292;&#36194;&#20102;40&#65292;&#35831;&#22823;&#23478;&#21507;&#38754;47&#65292;&#21643;&#31639;&#37117;&#20111;&#20102;&#22043;&#65292;&#21704;&#21704;</p>
<p>&#32780;&#19988;&#25105;&#35273;&#24471;&#65292;&#36755;&#38065;&#30340;&#26102;&#20505;&#30475;&#30528;&#25163;&#37324;&#25343;&#19968;&#21472;&#21402;&#21402;&#30340;&#19968;&#22359;&#30340;&#24184;&#31119;&#24863;&#65292;&#36828;&#36828;&#22823;&#20110;&#36194;&#38065;&#26102;&#30340;&#22235;&#24352;&#21313;&#22359;&#65292;&#22826;&#27809;&#25163;&#24863;&#21862;~</p>
<p>&#25163;&#37324;&#25569;&#30528;&#19968;&#25226;&#38065;&#30340;&#26102;&#20505;&#65292;&#20048;&#30340;&#21512;&#19981;&#25314;&#22068;&#21834;&#65292;&#24819;&#36215;&#39134;&#21457;&#32473;&#25105;&#30340;&#26143;&#24231;&#36816;&#21183;&#37324;&#26377;&#19968;&#21477;&#65306;&#23384;&#27454;&#31283;&#23450;&#22686;&#38271;&#12290;&#21704;&#21704;&#21704;&#65292;&#23601;&#26159;&#36825;&#24847;&#24605;&#21543;~</p>
<p>&#160;</p>
<p>&#30007;&#21516;&#32990;&#20204;&#21387;&#21147;&#37117;&#22909;&#22823;&#21568;&#65292;&#19968;&#30452;&#35752;&#35770;&#20080;&#25151;&#23376;&#30340;&#38382;&#39064;&#12290;&#20026;&#20102;&#34920;&#31034;&#22362;&#20915;&#20945;&#28909;&#38393;&#30340;&#31934;&#31070;&#65292;&#25105;&#29053;&#39118;&#28857;&#28779;&#30340;&#34920;&#31034;&#24037;&#20316;&#21518;&#20080;&#20010;40&#24179;&#30340;&#22797;&#24335;&#33258;&#24049;&#20303;</p>
<p>but&#25379;&#38065;&#25165;&#26159;&#27491;&#32463;&#20107;&#20799;&#21834;&#12290;&#29992;&#20182;&#20204;&#30340;&#35805;&#35828;&#65292;&#25214;&#20010;&#32473;&#25105;&#20080;&#25151;&#23376;&#30340;&#20154;&#65292;&#21704;&#21704;&#21704;&#65292;&#21738;&#20799;&#25214;&#21435;&#21568;~</p>
<p>&#160;</p>
<p>&#38468;&#20004;&#24352;&#22270;&#65306;&#23064;&#32473;&#29492;&#23376;&#20570;&#30340;&#34915;&#26381;&#65292;&#22825;&#27668;&#20919;&#20102;&#65292;&#21487;&#24604;&#30340;&#23567;&#29492;&#23376;&#27599;&#27425;&#20986;&#38376;&#37117;&#20923;&#24471;&#30452;&#21702;&#21990;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12885798788.jpg" border="0" alt="" /></p>
<p>&#30495;&#29399;&#31168;&#65292;&#29492;&#23376;&#30340;&#30524;&#31070;&#24456;&#26159;&#21696;&#24616;&#21834;~</p>
<p>&#23064;&#35828;&#65292;&#33073;&#20102;&#34915;&#26381;&#23601;&#27963;&#36454;&#20081;&#36339;&#20102;</p>
<p>&#21704;&#21704;&#65292;&#25918;&#20859;&#38271;&#22823;&#30340;&#23567;&#29399;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12885798717.jpg" border="0" alt="" /></p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/10/28/thoughtworks%E4%BA%8C%E9%9D%A2/">Thoughtworks二面</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-10-28T00:00:00+08:00" pubdate data-updated="true">Oct 28<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#19978;&#21608;&#22235;&#38754;&#30340;&#65292;&#24515;&#24908;&#24908;&#19968;&#30452;&#19981;&#24895;&#24847;&#26469;&#20889;</p>
<p>&#20027;&#35201;&#20869;&#23481;&#65306;</p>
<p>&#19968;&#20010;&#20004;&#20998;&#38047;&#30340;presentation about &#8220;why should thoughtworks hire you&#8221;&#12290;&#20013;&#33521;&#25991;&#30342;&#21487;</p>
<p>&#25105;&#24819;&#20102;&#19968;&#26202;&#19978;&#65292;&#29992;&#20102;&#19968;&#26089;&#19978;&#20570;&#23617;&#23617;&#36386;</p>
<p>&#38754;&#35797;&#30340;&#26102;&#20505;&#21457;&#29616;&#65292;&#21407;&#26469;&#26377;&#27809;&#26377;&#35748;&#30495;&#23545;&#24453;&#30495;&#30340;&#26159;&#33021;&#30475;&#20986;&#26469;&#30340;&#65292;&#21516;&#23398;&#20204;&#20171;&#32461;&#30340;&#20999;&#20837;&#28857;&#20063;&#37117;&#19981;&#22823;&#19968;&#26679;&#65292;&#23588;&#20854;&#26159;&#25105;&#30340;&#12290;</p>
<p>&#36319;&#39134;&#20998;&#26512;&#20102;&#24456;&#20037;&#65292;&#35748;&#20026;&#20004;&#20998;&#38047;&#30340;&#26102;&#38388;&#65292;&#29992;&#33521;&#35821;&#30340;&#35805;&#65292;&#20063;&#23601;&#26159;&#19968;&#30334;&#23383;&#30340;&#20316;&#25991;&#65292;&#36824;&#19981;&#24102;&#25171;&#32458;&#20799;&#30340;</p>
<p>&#25152;&#20197;&#25105;&#30340;&#20869;&#23481;&#29305;&#23569;&#65292;&#26174;&#32780;&#26131;&#35265;&#30340;&#37117;&#27809;&#35828;</p>
<p>&#21516;&#32452;&#30340;&#20854;&#20182;&#20154;&#22810;&#22810;&#23569;&#23569;&#37117;&#26377;&#36229;&#26102;&#65292;hr&#27809;&#26377;&#25552;&#37266;&#65292;&#20294;&#25105;&#24819;&#65292;&#36229;&#26102;&#19968;&#23450;&#20250;&#25171;&#25240;&#65292;&#19981;&#28982;&#19981;&#20250;&#32473;&#20320;&#19987;&#38376;&#38480;&#23450;&#20004;&#20998;&#38047;&#20102;</p>
<p>&#38754;&#35797;&#22238;&#26469;&#32769;&#29241;&#35753;&#25105;&#22909;&#22909;&#21453;&#30465;&#19979;&#65292;&#30475;&#30475;&#26377;&#20160;&#20040;&#19981;&#36275;&#12290;</p>
<p>&#20174;&#23617;&#23617;&#36386;&#20869;&#23481;&#19978;&#65292;&#25105;&#33258;&#24049;&#26159;&#27809;&#24213;&#20799;&#30340;&#65292;&#21644;&#21035;&#20154;&#19981;&#21516;&#65292;&#20063;&#19981;&#30693;&#36947;&#26159;&#22909;&#26159;&#22351;&#12290;&#20294;&#26159;&#26377;&#28857;&#32454;&#33410;&#19981;&#22909;&#30340;&#65292;&#23601;&#26159;&#32972;&#26223;&#12290;&#25105;&#36873;&#20102;&#26368;&#21916;&#27426;&#30340;&#32511;&#33394;&#22270;&#26696;&#65292;&#21487;&#26159;&#20854;&#20182;&#20154;&#37117;&#26159;&#31616;&#32422;&#40657;&#30333;&#28784;&#65292;&#24456;&#25216;&#26415;&#24456;&#19987;&#19994;&#30340;&#24863;&#35273;&#12290;&#25105;&#35273;&#24471;&#20182;&#20204;&#37027;&#26679;&#26356;&#22909;</p>
<p>&#160;</p>
<p>&#25509;&#19979;&#26469;&#26159;&#32676;&#27572;&#12290;</p>
<p>&#39134;&#26426;&#22833;&#20107;&#20102;&#20320;&#35201;&#25250;&#25937;&#37027;&#20960;&#20214;&#19996;&#35199;&#20986;&#26469;&#30340;&#39064;&#30446;&#65292;&#36824;&#35201;&#27714;&#29983;&#26041;&#26696;&#65292;&#23567;&#32452;&#35752;&#35770;&#12290;</p>
<p>&#21516;&#32452;&#26377;&#20010;&#23401;&#23376;&#65292;&#22826;&#25250;&#20102;&#12290;&#33267;&#23569;&#25105;&#36825;&#26679;&#24863;&#35273;&#65292;&#19981;&#21643;&#21916;&#27426;</p>
<p>&#20013;&#38388;&#26377;&#27425;&#25552;&#35758;&#34987;&#21542;&#23450;&#20043;&#21518;&#65292;&#25105;&#20882;&#20102;&#21477;&#21475;&#22836;&#31109;&#65292;&#22909;&#21543;&#12290;&#12290;&#12290;&#21518;&#26469;&#24819;&#65292;&#21487;&#33021;&#20250;&#35753;&#20154;&#35273;&#24471;&#24847;&#24535;&#19981;&#22362;&#23450;&#21543;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#32452;&#37324;&#26368;&#21518;&#24635;&#32467;&#30340;&#37027;&#20010;&#23401;&#23376;&#65292;&#24605;&#32500;&#19981;&#22815;&#32454;&#65292;&#35762;&#23436;&#28431;&#20102;&#20960;&#20010;&#28857;&#65292;&#24184;&#22909;&#35753;&#34917;&#20805;&#20102;&#12290;</p>
<p>&#21035;&#30340;&#27809;&#20160;&#20040;</p>
<p>&#160;</p>
<p>&#20108;&#38754;&#24841;&#24555;&#30340;&#32467;&#26463;~</p>
<p>&#25972;&#20010;&#38754;&#35797;&#23601;&#25105;&#26368;&#27491;&#32463;&#65292;&#23567;&#35199;&#35013;&#23567;&#30382;&#38795;&#30340;&#12290;&#20854;&#24754;&#24808;&#32467;&#26524;&#23601;&#26159;&#65292;&#22238;&#23478;&#21518;&#21457;&#29616;&#38795;&#21518;&#38754;&#26377;&#20102;&#34880;&#28107;&#28107;&#30340;&#21360;&#36857;&#65292;&#30495;tm&#30140;&#27515;&#25105;&#20102;&#65292;&#36816;&#21160;&#38795;&#30495;&#22909;&#21568;~</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/10/27/%E9%98%BF%E9%87%8C%E5%B7%B4%E5%B7%B4%E4%BA%91%E8%AE%A1%E7%AE%97%E7%94%B5%E8%AF%9D%E9%9D%A2%E8%AF%95/">阿里巴巴云计算电话面试</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-10-27T00:00:00+08:00" pubdate data-updated="true">Oct 27<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#20170;&#22825;&#26377;&#22823;&#21916;&#20107;&#20799;&#65292;&#20808;&#20599;&#30528;&#20048;&#20250;&#20799;&#65292;&#25913;&#26085;&#36148;&#19978;</p>
<p>&#26202;&#19978;&#35831;&#23460;&#21451;&#21507;&#39277;&#65292;&#36825;&#32676;&#19981;&#21402;&#36947;&#30340;&#23401;&#21482;&#65292;&#35201;&#21507;&#36149;&#30340;&#65306;&#30334;&#22995;&#21416;&#25151;&#65292;&#22079;&#22079;&#65292;&#25105;&#33080;&#37117;&#32511;&#20102;~</p>
<p>&#21507;&#23436;&#39277;&#27604;&#36739;&#25199;&#30340;&#26159;&#38065;&#19981;&#22815;&#36824;&#19981;&#33021;&#21047;&#21345;&#65292;&#20110;&#26159;&#20046;&#20986;&#21435;&#25214;ATM&#65292;&#31070;&#22855;&#30340;&#20107;&#24773;&#23601;&#36825;&#26679;&#21457;&#29983;&#20102;</p>
<p>&#20955;&#20925;&#23506;&#39118;&#20013;&#26477;&#24030;&#26469;&#30340;&#30005;&#35805;&#65292;&#35828;&#26159;&#38463;&#37324;&#20113;&#35745;&#31639;&#30340;&#65292;&#38382;&#25105;&#25237;&#20102;&#21861;&#23703;&#20301;</p>
<p>&#39069;&#65292;&#30495;&#30340;&#30495;&#30340;&#24536;&#20102;&#36824;&#25237;&#36807;&#36825;&#37324;&#20102;</p>
<p>&#20923;&#24471;&#30452;&#21702;&#21990;&#65292;&#31232;&#37324;&#31946;&#28034;&#25171;&#20102;&#20960;&#20010;&#38382;&#39064;</p>
<p>&#22522;&#26412;&#37117;&#26159;&#22522;&#30784;</p>
<p>&#22914;&#65306;TCP&#20116;&#23618;&#32467;&#26500;&#26159;&#21738;&#20116;&#23618;&#65292;TCP&#22312;&#21738;&#19968;&#23618;&#65311;</p>
<p>&#25805;&#20316;&#31995;&#32479;&#30340;&#36827;&#31243;&#21644;&#32447;&#31243;&#26377;&#21861;&#21306;&#21035;&#65292;&#36824;&#26377;Linux</p>
<p>&#27979;&#35797;&#26041;&#27861;&#20102;&#35299;&#22810;&#23569;&#65292;&#35828;&#23436;&#21448;&#38543;&#26426;&#38382;&#20102;&#20854;&#20013;&#19968;&#20010;&#26041;&#27861;&#26159;&#24590;&#20040;&#22238;&#20107;&#65292;&#22909;&#20687;&#26159;&#31561;&#20215;&#31867;&#21010;&#20998;</p>
<p>&#32473;&#19968;&#20010;&#20363;&#23376;&#35753;&#20320;&#27979;&#35797;</p>
<p>&#27979;&#35797;&#24320;&#21457;&#32844;&#20301;&#24590;&#20040;&#29702;&#35299;&#65292;&#21644;&#27979;&#35797;&#26377;&#21861;&#21306;&#21035;&#65292;&#32844;&#36131;&#26159;&#21861;</p>
<p>&#27979;&#35797;&#20154;&#21592;&#32032;&#36136;&#35201;&#27714;</p>
<p>&#35780;&#20215;&#33258;&#24049;&#65292;&#20174;&#22810;&#20010;&#35282;&#24230;&#38382;&#20102;&#36825;&#20010;&#38382;&#39064;</p>
<p>&#36824;&#26377;&#39033;&#30446;&#30340;&#20855;&#20307;&#38382;&#39064;</p>
<p>&#36824;&#26377;&#21861;&#65292;&#22826;&#20919;&#20102;&#65292;&#22826;&#20852;&#22859;&#20102;&#65292;&#19981;&#35760;&#24471;&#20102;&#20040;</p>
<p>&#21518;&#26469;&#38382;&#25105;&#36824;&#26377;&#21861;&#38382;&#39064;&#27809;&#65292;&#25105;&#20923;&#20667;&#20102;&#65292;&#31455;&#28982;&#38382;&#25509;&#19979;&#26469;&#26159;&#21861;&#27969;&#31243;&#65292;&#21710;&#65292;&#36824;&#19981;&#22914;&#19981;&#38382;</p>
<p>but&#65292;&#21681;&#20063;&#31639;&#26159;&#20307;&#39564;&#36807;&#30005;&#35805;&#38754;&#35797;&#30340;&#20154;&#21862;&#12290;</p>
<p>&#25454;&#35828;&#20113;&#35745;&#31639;&#30340;&#35201;&#27714;&#24456;&#39640;&#30340;&#65292;&#37117;&#26159;&#20570;&#31639;&#27861;&#30740;&#31350;&#30340;&#65292;&#38590;&#36947;&#21681;&#30340;MATLAB&#33021;&#27966;&#19978;&#29992;&#22330;&#20102;&#65311;</p>
<p>&#35201;&#19981;&#28982;&#65292;&#26126;&#22825;&#20877;&#21435;&#20307;&#39564;&#19979;&#38712;&#38754;&#65311;&#65311;&#65311;</p>
<p>&#21704;&#21704;&#21704;~&#33457;&#26525;&#20081;&#39076;&#30340;&#29378;&#31505;ing~~~~</p>
<p>P.S.&#25454;&#21516;&#23398;&#35828;&#65292;&#20113;&#35745;&#31639;&#26089;&#23601;&#26469;&#25307;&#36807;&#20154;&#20102;&#65292;&#25105;&#37117;&#19968;&#28857;&#20799;&#19981;&#30693;&#36947;&#20040;&#65292;&#30475;&#26469;&#26159;&#27809;&#25307;&#22815;&#21834;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/10/25/%E4%B8%80%E5%88%87%E7%AD%89%E5%BE%85%E4%B8%AD%7E/">一切等待中~</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-10-25T00:00:00+08:00" pubdate data-updated="true">Oct 25<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#31561;&#24453;&#30340;&#36807;&#31243;&#21487;&#27604;&#20107;&#24773;&#26412;&#36523;&#29006;&#29100;&#22810;&#20102;</p>
<p>&#25972;&#22825;&#30340;&#24515;&#31070;&#19981;&#23425;&#21568;</p>
<p>&#35828;&#35828;&#21069;&#38453;&#30475;&#36807;&#30340;&#30005;&#35270;&#30005;&#24433;&#21543;</p>
<p>1. the apprentice</p>
<p>&#30475;&#20102;&#21069;&#21322;&#24180;&#30340;the celebrity apprentice&#65292;&#29616;&#22312;&#21448;&#36861;&#27491;&#24120;&#29256;&#30340;&#65292;&#21487;&#24796;&#32593;&#32476;&#38480;&#27969;&#37327;&#65292;&#21482;&#33021;&#22238;&#23478;&#30475;&#12290;</p>
<p>&#20004;&#20010;show&#30340;&#39118;&#26684;&#24046;&#21035;&#36824;&#26159;&#24456;&#22823;&#30340;</p>
<p>celebrity</p>
<p>&#26126;&#26174;&#25293;&#25668;&#21644;&#21098;&#36753;&#30340;&#37325;&#28857;&#37117;&#22312;&#36873;&#25163;&#31574;&#21010;&#65292;&#21019;&#24847;&#21644;&#25191;&#34892;&#30340;&#37096;&#20998;&#12290;&#22240;&#20026;&#25991;&#21270;&#30028;&#30340;&#20154;&#24635;&#26377;&#24456;&#22810;&#24847;&#24819;&#19981;&#21040;&#30340;&#24819;&#27861;&#65292;&#21644;&#21476;&#24618;&#30340;&#20010;&#24615;&#65292;&#22240;&#20026;&#21517;&#20154;&#21487;&#20197;&#21033;&#29992;&#20182;&#20204;&#30340;reputation&#22312;&#25191;&#34892;&#36807;&#31243;&#20013;&#36798;&#21040;&#24847;&#22806;&#30340;&#25928;&#26524;&#12290;&#24182;&#19988;&#20851;&#27880;&#21517;&#20154;&#36873;&#25163;&#30340;&#20010;&#24615;&#21644;&#20182;&#20204;&#20043;&#38388;&#30340;&#30456;&#22788;&#65292;&#26356;&#26377;&#30475;&#28857;&#12290;</p>
<p>board room&#30340;&#29615;&#33410;&#20063;&#30456;&#23545;nice&#65292;&#20294;&#35813;&#28120;&#27760;&#20154;&#36824;&#26159;&#28120;&#27760;&#30340;&#65292;&#38024;&#38155;&#30456;&#23545;&#20063;&#20250;&#26377;&#65292;&#28779;&#33647;&#21619;&#36824;&#26159;&#23569;&#22810;&#20102;&#12290;</p>
<p>&#36215;&#21021;&#19981;&#26126;&#30333;&#65292;&#20026;&#20160;&#20040;&#36825;&#20123;&#21517;&#20154;&#24895;&#24847;&#21442;&#21152;&#36825;&#20040;tough&#30340;&#33410;&#30446;&#12290;&#21518;&#26469;&#21457;&#29616;&#20102;&#65292;&#38500;&#20102;&#20197;&#24904;&#21892;&#20043;&#21517;&#65292;&#21442;&#21152;&#39640;&#25910;&#35270;&#29575;&#30495;&#20154;&#31168;&#20063;&#21487;&#20197;&#25552;&#39640;&#20182;&#20204;&#30340;&#26333;&#20809;&#29575;&#12290;&#20114;&#24110;&#20114;&#21161;&#65292;&#19981;&#38169;&#19981;&#38169;&#12290;</p>
<p>&#27604;&#22914;&#65292;&#26368;&#21518;&#33719;&#32988;&#30340;bred&#65292;&#25105;&#23601;&#25402;&#21916;&#27426;&#65292;&#26032;&#19968;&#23395;&#30340;&#32654;&#22269;&#36798;&#20154;&#36824;&#36992;&#35831;&#20182;&#21435;&#34920;&#28436;&#65292;&#27468;&#36824;&#19981;&#38169;&#30340;&#12290;&#31532;&#20108;&#37027;&#20010;Holly&#65292;&#22826;&#25226;&#20107;&#20799;&#24403;&#20107;&#20799;&#20102;&#65292;&#22833;&#21435;&#20102;&#23089;&#20048;&#31934;&#31070;&#65292;&#27809;&#20160;&#20040;&#19981;&#23545;&#65292;but not my type.</p>
<p>normal</p>
<p>&#27491;&#24120;&#30340;&#29256;&#26412;&#65292;&#25191;&#34892;&#36807;&#31243;&#21644;board room&#30340;&#26102;&#38388;&#23601;&#19968;&#21322;&#19968;&#21322;&#20102;&#12290;&#25293;&#25668;&#25191;&#34892;&#36807;&#31243;&#20013;&#65292;&#37325;&#28857;&#22312;&#20110;&#22242;&#38431;&#30340;&#30683;&#30462;&#65292;&#22833;&#36133;&#65292;&#21644;risk&#30340;&#37096;&#20998;&#12290;board room&#22312;&#36825;&#37324;&#26377;&#28857;&#37325;&#22836;&#25103;&#20102;&#65292;&#30475;&#36873;&#25163;&#20026;&#20102;&#30041;&#19979;&#26469;&#25454;&#29702;&#21147;&#20105;&#65292;&#29978;&#33267;&#26159;&#24378;&#35789;&#22842;&#29702;&#12290;&#21516;&#26102;&#21602;&#65292;&#20854;&#23454;&#36824;&#26159;&#33021;&#23398;&#21040;&#19981;&#23569;&#30340;&#12290;</p>
<p>&#27604;&#22914;&#25307;&#32856;&#36807;&#31243;&#20013;&#30340;&#32676;&#27572;&#29615;&#33410;&#65292;&#23601;&#26377;&#25928;&#20223;&#20043;&#24847;&#12290;&#30475;&#36807;&#20102;&#65292;&#33267;&#23569;&#23545;&#36825;&#26679;&#30340;&#21387;&#21147;&#21644;&#25361;&#25320;&#26377;&#24515;&#29702;&#20934;&#22791;&#65292;&#24182;&#19988;&#21487;&#20197;&#27491;&#30830;&#38754;&#23545;&#12290;&#25105;&#35273;&#24471;&#65292;&#33258;&#24049;&#36824;&#26126;&#30333;&#20102;fight&#30340;&#21547;&#20041;&#65292;&#23601;&#20107;&#20799;&#35828;&#20107;&#20799;&#12290;</p>
<p>&#27492;&#37096;&#20998;&#27491;&#22312;&#36861;&#30475;&#20013;&#12290;&#26292;&#38706;&#20102;&#26356;&#22810;&#20154;&#24615;&#30340;&#24369;&#28857;&#65292;&#21644;&#21830;&#25112;&#30340;&#37034;&#24694;~</p>
<p>&#24819;&#36215;&#20960;&#24180;&#21069;AV2&#21150;&#30340;&#25307;&#32856;&#30495;&#20154;&#31168;&#65292;&#26377;&#27169;&#20223;&#20043;&#23244;&#65292;&#26126;&#26174;&#21619;&#36947;&#19981;&#22815;&#65292;&#22823;&#27010;&#24597;&#22269;&#20154;&#19981;&#22909;&#25509;&#21463;&#21543;&#12290;</p>
<p>2. Harry Potter&#31995;&#21015;&#30005;&#24433;</p>
<p>&#31361;&#28982;&#36215;&#20102;&#20852;&#33268;&#65292;&#24050;&#32463;&#20986;&#30340;&#20840;&#37096;&#30475;&#20102;&#19968;&#36941;</p>
<p>&#36739;&#24444;&#26102;&#26377;&#20102;&#26356;&#22810;&#32784;&#24515;-&#20854;&#23454;&#26159;&#36793;&#19978;&#32593;&#36793;&#30475;&#30340;&#65292;&#24456;&#24555;</p>
<p>&#23485;&#23481;&#30340;&#35828;&#65292;&#30005;&#24433;&#33021;&#25293;&#25104;&#36825;&#26679;&#24050;&#32463;&#19981;&#38169;&#20102;&#30340;</p>
<p>&#27605;&#31455;&#65292;&#20070;&#37324;&#38754;&#32454;&#33410;&#30340;&#24773;&#33410;&#24456;&#22810;&#65292;&#30005;&#24433;&#26102;&#38388;&#37027;&#20040;&#30701;&#65292;&#21482;&#33021;&#23613;&#37327;&#20445;&#23384;&#20851;&#38190;&#24773;&#33410;&#20102;</p>
<p>&#21407;&#22768;&#19981;&#38169;&#65292;&#24456;&#26089;&#23601;&#21916;&#27426;&#20102;&#30340;</p>
<p>&#20010;&#21035;&#35282;&#33394;&#36873;&#25321;&#19981;&#21512;&#24515;&#24847;&#65292;&#36825;&#20063;&#27491;&#24120;&#65292;&#21704;&#22982;&#38647;&#29305;&#37117;&#36824;&#22312;&#27599;&#20010;&#20154;&#24515;&#20013;&#37117;&#19981;&#19968;&#20010;&#26679;&#21602;</p>
<p>&#23588;&#20854;&#26159;&#25668;&#39746;&#24618;&#65292;&#25105;&#19981;&#21916;&#27426;</p>
<p>&#21040;&#21518;&#38754;&#20960;&#37096;&#65292;&#20182;&#20204;&#22312;&#38669;&#26684;&#27779;&#33576;&#20063;&#19981;&#31359;&#24043;&#24072;&#34957;&#20102;&#65292;&#37117;&#26159;&#23398;&#38498;&#27966;&#30340;&#34924;&#34923;&#65292;&#27611;&#34915;&#65292;&#29275;&#20180;&#35044;&#12290;&#22909;&#30475;&#26159;&#22909;&#30475;&#65292;&#21487;&#26126;&#26174;&#21644;&#40635;&#29916;&#30340;&#23398;&#26657;&#27809;&#26377;&#21306;&#21035;&#20102;&#22043;&#12290;</p>
<p>3. &#33521;&#22269;&#30149;&#20154;</p>
<p>&#25402;&#22909;&#30475;&#30340;&#29255;&#20799;&#65292;&#19981;&#22810;&#35828;&#20102;&#65292;&#35910;&#29923;&#19978;&#35780;&#35770;&#19968;&#29255;&#19968;&#29255;&#30340;</p>
<p>&#20170;&#26202;&#30475;&#27861;&#20848;&#35199;&#32452;&#26354;&#26102;&#20505;&#65292;&#24819;&#21040;&#20102;&#36825;&#37096;&#30005;&#24433;</p>
<p>&#21453;&#26144;&#25112;&#20105;&#30340;&#32463;&#20856;&#29255;&#65292;&#24635;&#26159;&#26377;&#26080;&#23613;&#30340;&#20154;&#24615;&#30340;&#32416;&#32467;&#21834;~</p>
<p>&#160;</p>
<p>&#36824;&#30475;&#20102;&#21861;&#24819;&#19981;&#36215;&#26469;&#24278;</p>
<p>&#20170;&#22825;&#36824;&#20080;&#20102;&#20070;&#65292;&#21548;&#38899;&#20048;&#65292;&#21160;&#29289;&#24517;&#39035;&#21047;&#29273;&#21527;&#65292;&#38889;&#23506;&#30340;1988&#12290;&#24819;&#20080;&#30340;&#20070;&#22826;&#22810;&#65292;&#26080;&#22856;&#36164;&#37329;&#26377;&#38480;&#12290;</p>
<p>&#35805;&#35828;&#22238;&#26469;&#65292;&#20080;&#20070;&#65292;&#21487;&#27604;&#20080;&#34915;&#26381;&#24615;&#20215;&#27604;&#39640;&#22810;&#20102;&#21602;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/10/20/%E5%BE%AE%E7%AD%96%E7%95%A5%E7%AC%94%E8%AF%95/">微策略笔试</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-10-20T00:00:00+08:00" pubdate data-updated="true">Oct 20<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#24494;&#31574;&#30053;2011&#26657;&#22253;&#25307;&#32856;&#65292;&#25237;&#36882;&#32844;&#20301;QA</p>
<p>&#24494;&#31574;&#30053;&#30340;&#32771;&#35797;&#37117;&#26159;&#26234;&#21147;&#39064;&#65292;&#33521;&#25991;&#39064;&#30446;&#33521;&#35821;&#22238;&#31572;</p>
<p>&#20132;&#22823;&#32771;&#35797;</p>
<p>&#21018;&#21040;&#23398;&#26657;&#23601;&#30896;&#21040;&#39640;&#20013;&#21516;&#23398;&#65292;&#19968;&#36215;&#21435;&#21507;&#20102;&#39277;</p>
<p>&#33258;&#25171;&#26377;&#20102;offer&#65292;&#24515;&#24577;&#36824;&#26159;&#22909;&#22810;&#20102;&#65292;&#24456;&#22810;&#31508;&#35797;&#21644;&#38754;&#35797;&#37117;&#19981;&#21435;&#20102;&#65292;&#23601;&#30596;&#30528;&#20013;&#24847;&#30340;&#19968;&#20004;&#20010;&#36827;&#34892;</p>
<p>&#21313;&#20010;&#39064;&#30446;&#65292;&#21482;&#20889;&#35760;&#24471;&#30340;</p>
<p>&#20889;&#20102;&#19977;&#31181;&#26368;&#25968;&#32452;&#25490;&#24207;&#21448;&#26597;&#25214;&#30340;&#31639;&#27861;&#65292;&#38382;&#26102;&#38388;&#22797;&#26434;&#24230;&#21738;&#20010;&#22823;&#20043;&#31867;&#65307;</p>
<p>abc+acb=bca&#65292;&#38382;abc&#20998;&#21035;&#26159;&#20160;&#20040;&#65307;</p>
<p>&#19968;&#20010;&#19968;&#20803;&#20108;&#27425;&#26041;&#31243;&#65292;&#31995;&#25968;&#20998;&#21035;&#26159;abc&#65292;&#35774;&#35745;&#27979;&#35797;&#29992;&#20363;&#65307;</p>
<p>&#25169;&#20811;&#29260;&#30340;&#65292;&#26377;&#20960;&#24352;&#29260;&#65292;&#20998;&#21035;&#26159;&#20160;&#20040;&#33457;&#33394;&#65292;&#20160;&#20040;&#25968;&#23383;&#65292;A&#25343;&#20102;&#19968;&#24352;&#29260;&#65292;&#35828;&#20102;&#19968;&#21477;&#35805;&#65292;b&#35828;&#21861;&#65292;a&#35828;&#25105;&#30693;&#36947;&#20102;&#65292;b&#35828;&#25105;&#20063;&#30693;&#36947;&#20102;&#12290;&#22823;&#27010;&#26159;&#36825;&#26679;&#65292;&#32593;&#19978;&#24456;&#22909;&#25628;&#21040;&#12290;&#38382;&#20320;a&#25343;&#20102;&#20160;&#20040;&#29260;&#65307;</p>
<p>&#36824;&#26159;&#25169;&#20811;&#29260;&#65292;52&#24352;&#37324;&#38754;&#26377;10&#24352;&#26159;&#38754;&#21521;&#19978;&#30340;&#65292;&#26080;&#35268;&#24459;&#65292;&#38382;&#19968;&#20010;&#30450;&#20154;&#24590;&#20040;&#25226;&#29260;&#20998;&#25104;&#20004;&#22534;&#65292;&#24182;&#19988;&#20004;&#22534;&#37324;&#21521;&#19978;&#30340;&#29260;&#25968;&#30446;&#26159;&#30456;&#31561;&#30340;&#65307;</p>
<p>&#160;&#160; * *</p>
<p>* * * *&#160;&#160;&#160; &#22823;&#27010;&#36825;&#26679;&#30340;&#28857;&#25490;&#21015;&#65292;&#38382;&#37324;&#38754;&#26377;&#22810;&#23569;&#20010;&#27491;&#26041;&#24418;;</p>
<p>* * * *</p>
<p>&#160;&#160; * *</p>
<p>&#19971;&#20010;&#28857;&#65292;&#36830;&#25509;&#36825;&#20123;&#28857;&#30340;&#30452;&#32447;&#65292;&#38382;&#26377;&#22810;&#23569;&#20010;&#20132;&#28857;&#65288;&#38500;&#20102;&#21407;&#26412;&#30340;&#19971;&#20010;&#65289;&#65307;</p>
<p>&#36824;&#26377;&#20960;&#20010;&#24819;&#36215;&#26469;&#20102;&#20877;&#21152;&#19978;&#21543;&#12290;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/10/18/%E7%BB%BF%E7%9B%9F%E7%AC%94%E8%AF%95/">绿盟笔试</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-10-18T00:00:00+08:00" pubdate data-updated="true">Oct 18<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#32511;&#30431;2011&#26657;&#22253;&#25307;&#32856; &#25237;&#36882;&#32844;&#20301;:&#20135;&#21697;&#36136;&#37327;&#37096;-&#36719;&#20214;&#27979;&#35797;&#24037;&#31243;&#24072;</p>
<p>&#32511;&#30431;&#65292;&#29275;&#20154;&#32858;&#38598;&#30340;&#22320;&#20799;&#21568;&#12290;&#25105;&#30340;&#36755;&#20837;&#27861;&#40664;&#35748;&#20540;&#26159;&#21525;&#33945;&#65292;&#21487;&#35265;&#28216;&#25103;&#21681;&#29609;&#20799;&#24471;&#22810;&#65292;&#25216;&#26415;&#65292;&#23454;&#22312;&#26159;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#26159;&#34917;&#20805;&#31508;&#35797;&#65292;&#19978;&#27425;&#30340;&#31508;&#35797;&#26102;&#38388;&#21644;&#30334;&#24230;&#20914;&#31361;&#20102;&#65292;&#20272;&#35745;&#32769;&#22810;&#20154;&#27809;&#21435;</p>
<p>&#38754;&#35797;&#23436;thoughtworks&#21518;&#65292;&#19981;&#21643;&#24819;&#21435;&#65292;&#22920;&#35828;&#65292;&#27605;&#31455;&#36824;&#27809;&#31614;&#65292;&#36763;&#33510;&#28857;&#20799;&#22810;&#21435;&#36305;&#36305;</p>
<p>&#22909;&#21543;&#65292;&#26432;&#21435;&#35199;&#24037;&#22823;&#12290;&#21448;&#26159;&#20010;&#19981;&#38752;&#35889;&#30340;&#20027;&#20799;&#65292;&#35828;&#26159;&#19977;&#28857;&#21322;&#24320;&#32771;&#65292;&#24613;&#21254;&#21254;&#36214;&#21435;&#65292;&#32467;&#26524;&#24555;&#22235;&#28857;&#20102;&#25165;&#24320;&#32771;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#22522;&#26412;&#19978;&#25171;&#37233;&#27833;&#20102;&#65292;&#37117;&#26159;&#25805;&#20316;&#31995;&#32479;&#26041;&#38754;&#30340;&#30693;&#35782;&#65292;&#27604;&#36739;&#24213;&#23618;</p>
<p>&#36824;&#26377;&#32593;&#32476;&#65292;which i hardly know anything</p>
<p>&#25968;&#25454;&#24211;&#65292;&#36824;&#31639;&#33021;&#30475;&#25026;&#39064;&#30446;&#30340;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#23601;&#20250;&#19968;&#32534;&#31243;&#39064;&#65292;&#23436;&#25104;&#32599;&#20271;&#29305;&#24187;&#26041;&#30340;&#20195;&#30721;</p>
<p>&#36824;&#26377;&#19968;&#20010;&#23383;&#31526;&#20018;&#30340;&#65292;&#23454;&#22312;&#19981;&#24819;&#20570;&#20102;&#65292;&#30495;&#20002;&#33080;&#21568;</p>
<p>&#20197;&#21518;&#20877;&#20063;&#19981;&#24178;&#36825;&#20107;&#20799;&#20102;&#65292;&#26126;&#26174;&#19981;&#21305;&#37197;&#65292;&#24178;&#22043;&#26469;&#28010;&#36153;&#26102;&#38388;&#21448;&#28010;&#36153;&#32771;&#21367;&#65292;&#30495;&#19981;&#29615;&#20445;~</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/10/18/thoughtworks%E4%B8%80%E9%9D%A2/">Thoughtworks一面</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-10-18T00:00:00+08:00" pubdate data-updated="true">Oct 18<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>thoughtworks&#65292;my dreaming company~</p>
<p>&#25237;&#20102;QA</p>
<p>2011&#30340;&#26657;&#25307;&#20284;&#20046;&#27969;&#31243;&#27604;&#20197;&#24448;&#31616;&#21333;&#20123;</p>
<p>&#25454;&#25105;&#32593;&#32476;&#25628;&#32034;&#30340;&#32467;&#26524;&#65292;&#31508;&#35797;&#21069;&#21518;&#24212;&#35813;&#26159;&#26377;&#32467;&#23545;&#32534;&#31243;&#29615;&#33410;&#30340;&#65292;&#19981;&#30693;&#36947;&#20170;&#24180;&#20250;&#20986;&#29616;&#22312;&#21738;&#37324;</p>
<p>&#24635;&#20043;&#65292;&#20170;&#20799;&#65292;&#21435;&#38754;&#35797;&#20102;</p>
<p>HR&#38754;&#65292;&#38382;&#20102;&#31616;&#21382;&#65292;&#38382;&#20102;&#20010;&#20154;&#30340;&#19968;&#20123;&#24819;&#27861;&#65292;&#23545;&#20844;&#21496;&#30340;&#35748;&#35782;&#65292;&#24773;&#22659;&#22788;&#29702;&#65292;&#33521;&#35821;&#23545;&#35805;&#20004;&#21477;&#12290;</p>
<p>&#38382;&#23545;&#20844;&#21496;&#30340;&#20102;&#35299;&#65292;&#23545;&#25935;&#25463;&#24320;&#21457;&#30340;&#20102;&#35299;&#65292;&#23545;&#20844;&#21496;&#19994;&#21153;&#30340;&#20102;&#35299;&#65292;&#23545;&#32467;&#23545;&#32534;&#31243;&#30340;&#35748;&#35782;&#65292;&#23545;&#27979;&#35797;&#30340;&#20102;&#35299;&#31561;&#31561;&#31561;</p>
<p>&#25105;&#37117;&#20102;&#35299;&#30340;&#19981;&#22810;&#65292;&#19981;&#25954;&#28145;&#20837;&#30340;&#20132;&#27969;</p>
<p>&#21710;&#65292;&#20272;&#35745;&#26377;&#28857;&#20799;&#24748;&#21584;~</p>
<p>&#36824;&#38382;&#20102;&#34218;&#37228;&#65292;&#25105;&#24635;&#26159;&#27809;&#32966;&#20799;&#65292;&#25253;&#39640;&#20102;&#65292;&#24597;&#20154;&#23478;&#19981;&#35201;&#25105;&#12290;&#21487;&#27599;&#27425;&#25253;&#20215;&#23436;&#27605;&#65292;&#33258;&#24049;&#21448;&#26377;&#28857;&#21676;&#29273;&#12290;&#12290;&#12290;</p>
<p>&#20854;&#23454;&#20063;&#36824;&#22909;&#65292;&#21482;&#35201;&#21435;&#20102;&#29702;&#24819;&#30340;&#20844;&#21496;&#65292;&#38065;&#65292;&#36824;&#30495;&#19981;&#26159;&#25105;&#22312;&#20046;&#30340;&#65292;&#27605;&#31455;&#65292;&#21681;&#30830;&#23454;&#19981;&#20250;&#21861;&#12290;&#21487;&#20197;&#23398;&#36215;&#26469;&#65292;&#20197;&#21518;&#38271;&#26412;&#20107;&#20102;&#65292;&#38065;&#33258;&#28982;&#20250;&#28072;&#22043;</p>
<p>&#24212;&#35813;&#26159;&#19968;&#20010;&#20154;20min&#30340;&#65292;&#25105;&#38754;&#20102;&#21322;&#23567;&#26102;&#65292;&#31639;&#26159;&#22909;&#29616;&#35937;&#20040;&#12290;&#19981;&#26195;&#24471;~</p>
<p>&#24076;&#26395;&#26159;&#21543;&#65292;&#29275;&#20154;&#32858;&#38598;&#30340;&#20844;&#21496;&#65292;&#24744;&#33021;&#25910;&#30041;&#25105;&#20040;</p>
<p>god bless me~</p>
<p>&#30475;&#21040;&#27492;&#21338;&#30340;&#21516;&#23398;&#65292;please, please pray for me, thank you~</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/10/17/%E7%99%BE%E5%BA%A6%E7%AC%94%E8%AF%95/">百度笔试</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-10-17T00:00:00+08:00" pubdate data-updated="true">Oct 17<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#30334;&#24230;&#26657;&#22253;&#25307;&#32856;&#65292;&#25237;&#36882;&#32844;&#20301;&#65306;&#36136;&#37327;&#20445;&#35777;&#37096;-&#27979;&#35797;&#24037;&#31243;&#24072;</p>
<p>&#20170;&#24180;&#30334;&#24230;&#25307;&#32856;&#26377;&#28857;&#28151;&#20081;&#21834;~</p>
<p>&#23459;&#35762;&#20250;&#25105;&#27809;&#21435;&#21548;&#65292;&#19981;&#30693;&#36947;&#26159;&#24590;&#26679;&#30340;&#24773;&#20917;&#65292;&#23601;&#31508;&#35797;&#36890;&#30693;&#36825;&#19968;&#22359;&#65292;&#21769;</p>
<p>&#31616;&#21382;&#26377;&#27809;&#26377;&#36890;&#36807;&#31579;&#36873;&#65292;&#26159;&#27809;&#26377;&#36890;&#30693;&#30340;&#65292;&#35201;&#33258;&#24049;&#21435;&#30334;&#24230;&#26657;&#25307;&#30340;&#32593;&#31449;&#19978;&#21435;&#26597;&#35810;</p>
<p>&#35201;&#19981;&#26159;&#23454;&#39564;&#23460;&#30340;&#21516;&#23398;&#38382;&#25105;&#26377;&#27809;&#26377;&#25910;&#21040;&#30334;&#24230;&#30340;&#31508;&#35797;&#36890;&#30693;&#65292;&#25105;&#24597;&#26159;&#23601;&#36825;&#26679;&#38169;&#36807;&#20102;</p>
<p>&#21516;&#23398;&#20013;&#38388;&#20063;&#26159;&#26377;&#30340;&#20154;&#25910;&#21040;&#36890;&#30693;&#20102;&#65292;&#26377;&#30340;&#20154;&#27809;&#26377;</p>
<p>&#21608;&#20116;&#19979;&#21320;&#31508;&#35797;thoughtworks&#30340;&#26102;&#20505;&#26377;&#21271;&#20140;&#30340;&#30005;&#35805;&#36827;&#26469;&#65292;&#35980;&#20284;&#23601;&#26159;&#30334;&#24230;&#65292;&#19981;&#36807;&#26152;&#26202;&#21448;&#36890;&#30693;&#25105;&#20102;</p>
<p>&#36890;&#30693;&#26377;&#20160;&#20040;&#29992;&#65292;&#21482;&#26159;&#21578;&#35785;&#25105;&#21487;&#20197;&#21435;&#20132;&#22823;&#21442;&#21152;&#31508;&#35797;&#65292;&#38382;&#32771;&#22330;&#65292;&#31455;&#28982;&#22238;&#31572;&#33258;&#24049;&#21435;&#20102;&#25214;&#20010;&#25945;&#23460;&#12290;&#12290;&#12290;&#12290;&#39069;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#35828;&#26159;&#20250;&#26377;&#30701;&#20449;&#21644;&#37038;&#20214;&#36890;&#30693;&#65292;&#25105;&#27809;&#35265;&#35841;&#25910;&#21040;&#20102;</p>
<p>&#35828;&#26159;&#20061;&#28857;&#24320;&#32771;&#65292;&#21435;&#20102;&#23601;&#25913;&#25104;&#21313;&#28857;&#20102;&#65292;&#22240;&#20026;&#32771;&#21367;&#36824;&#27809;&#36865;&#21040;&#35828;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#22823;&#23478;&#37117;&#19981;&#30693;&#36947;&#33258;&#24049;&#30340;&#32771;&#22330;&#65292;&#36127;&#36131;&#32771;&#22330;&#30340;&#37027;&#20010;&#20154;&#29275;B&#21700;&#21700;&#30340;&#36824;&#20982;&#25105;&#20204;&#65292;&#20320;&#26377;&#21861;&#36164;&#26412;&#20982;&#21834;&#65292;&#32452;&#32455;&#36825;&#20040;&#28151;&#20081;&#36824;&#19981;&#23458;&#27668;&#28857;&#65292;&#21756;</p>
<p>&#21681;&#36816;&#27668;&#22909;&#65292;&#24456;&#24555;&#23601;&#25214;&#21040;&#20102;&#27979;&#35797;&#24037;&#31243;&#24072;&#30340;&#20004;&#20010;&#32771;&#22330;&#65292;&#20061;&#28857;&#21322;&#36148;&#20986;&#21517;&#21333;&#65292;&#25165;&#22909;&#23481;&#26131;&#25214;&#21040;&#20102;&#33258;&#24049;&#12290;</p>
<p>&#20063;&#35768;&#26159;&#30334;&#24230;&#31508;&#35797;&#19968;&#30452;&#24456;&#38590;&#21523;&#21040;&#22909;&#22810;&#20154;&#65292;&#20063;&#35768;&#24456;&#22810;&#20154;&#31614;&#20102;&#19981;&#24895;&#24847;&#20877;&#26469;&#20102;&#65292;&#20063;&#35768;&#26102;&#38388;&#21644;&#24456;&#22810;&#31508;&#35797;&#38754;&#35797;&#20914;&#31361;&#36824;&#25302;&#25302;&#25289;&#25289;&#28010;&#36153;&#36825;&#20040;&#22810;&#26102;&#38388;&#35753;&#24456;&#22810;&#20154;&#22833;&#21435;&#20102;&#32784;&#24515;&#65292;&#20063;&#35768;&#28151;&#20081;&#30340;&#31209;&#24207;&#35753;&#22909;&#22810;&#20154;&#25214;&#19981;&#21040;&#32452;&#32455;&#65292;&#20063;&#35768;&#26152;&#22825;&#28216;&#34892;&#30340;&#32536;&#25925;&#65292;&#24635;&#20043;&#20170;&#22825;&#30340;&#19978;&#24231;&#29575;&#24456;&#20302;&#65292;&#20556;&#22823;&#19968;&#20010;&#25945;&#23460;&#65292;&#20063;&#23601;3&#65292;40&#20154;&#12290;</p>
<p>&#19981;&#36807;&#65292;&#39064;&#30446;&#30495;&#25402;&#38590;&#30340;</p>
<p>&#37117;&#26159;&#31616;&#31572;</p>
<p>1. &#20889;&#26632;&#30340;&#25968;&#25454;&#32467;&#26500;&#23450;&#20041;&#65292;push&#65292;pop&#65292;&#36824;&#35201;&#20877;&#23450;&#20041;&#19968;&#20010;min&#20989;&#25968;&#65292;&#25214;&#20986;&#26632;&#20013;&#38388;&#26368;&#23567;&#30340;&#25968;</p>
<p>2. &#35835;&#19968;&#27573;&#20195;&#30721;&#65292;&#20889;&#20986;&#25191;&#34892;&#32467;&#26524;&#65292;&#35828;&#35828;&#20195;&#30721;&#26377;&#20160;&#20040;&#38382;&#39064;&#12290;&#36319;&#23383;&#31526;&#20018;&#26377;&#20851;&#30340;&#65292;&#21681;&#27809;&#30475;&#25026;&#20040;&#12290;&#12290;&#12290;&#12290;</p>
<p>3. &#32447;&#24615;&#34920;&#65292;&#24179;&#34913;&#20108;&#21449;&#26641;&#65292;&#21704;&#24076;&#34920;&#23384;&#20648;&#25968;&#25454;&#30340;&#20248;&#21155;</p>
<p>&#31639;&#27861;&#39064;</p>
<p>1. m&#20010;&#29699;&#29699;&#20018;&#25104;&#19968;&#20018;&#65292;&#24635;&#20849;&#26377;n&#31181;&#39068;&#33394;(n&lt;=10)&#65292;&#22312;&#20018;&#20013;&#25130;&#21462;&#26368;&#23567;&#30340;&#19968;&#27573;&#65292;&#21253;&#21547;&#25152;&#26377;&#30340;&#39068;&#33394;&#12290;&#35201;&#27714;&#31639;&#27861;&#22797;&#26434;&#24230;&#23613;&#37327;&#20302;&#65292;&#25130;&#21462;&#30340;&#27573;&#23613;&#37327;&#30701;&#12290;&#21487;&#20197;&#20889;&#20266;&#20195;&#30721;&#65292;&#25551;&#36848;&#24605;&#24819;&#65292;&#35745;&#31639;&#26102;&#38388;&#22797;&#26434;&#24230;&#21644;&#31354;&#38388;&#22797;&#26434;&#24230;</p>
<p>2. &#25913;&#20889;strcmp&#20989;&#25968;&#20026;strnumcmp&#65292;&#21363;&#65292;&#24403;&#20004;&#20010;&#23383;&#31526;&#20018;&#20013;&#26377;&#19968;&#20010;&#26377;&#25968;&#23383;&#26102;&#65292;&#20173;&#25353;&#29031;&#23383;&#31526;&#20018;&#27604;&#36739;&#65292;&#20004;&#20010;&#37117;&#20026;&#25968;&#23383;&#26102;&#65292;&#23601;&#25353;&#29031;&#25968;&#23383;&#30340;&#22823;&#23567;&#27604;&#36739;&#12290;&#36825;&#20010;&#35201;&#20889;&#20986;&#23436;&#25972;&#30340;&#20195;&#30721;</p>
<p>&#26368;&#21518;&#19968;&#20010;&#26159;&#31995;&#32479;&#39064;&#65292;&#22240;&#20026;&#19981;&#20250;&#65292;&#25152;&#20197;&#23436;&#20840;&#24536;&#35760;&#20102;</p>
<p>&#24635;&#20307;&#26469;&#35828;&#65292;&#31572;&#24471;&#19981;&#22909;&#65292;&#20889;&#20195;&#30721;&#36825;&#20107;&#20799;&#65292;&#21710;&#65292;&#19968;&#35328;&#38590;&#23613;&#21834;~</p>
<p>&#27809;&#20107;&#20799;&#65292;&#23601;&#24403;&#25171;&#37233;&#27833;&#20063;&#27809;&#21861;&#65292;&#21681;&#20063;&#35265;&#35782;&#36807;&#30334;&#24230;&#30340;BT&#20102;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/10/17/%E6%9C%89%E8%AF%9A%E6%84%8F%E7%9A%84%E7%94%9F%E6%B4%BB-once/">有诚意的生活-once</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-10-17T00:00:00+08:00" pubdate data-updated="true">Oct 17<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#20170;&#22825;&#65292;&#38081;&#20154;&#26472;&#23567;mi&#32456;&#20110;&#25346;&#20102;&#65292;&#24443;&#24213;&#25179;&#19981;&#20303;&#20102;</p>
<p>&#32463;&#21382;&#19978;&#21608;&#36830;&#32493;&#19977;&#22825;&#22833;&#30496;&#65292;&#30561;&#30528;&#30340;&#26102;&#38388;&#20998;&#21035;&#20026;&#65292;&#20004;&#28857;&#65292;&#19977;&#28857;&#65292;&#20116;&#28857;&#21518;</p>
<p>&#36825;&#21608;&#26411;&#22909;&#23481;&#26131;&#24819;&#22238;&#23478;&#30561;&#20010;&#25042;&#35273;&#65292;&#21322;&#22812;1&#28857;&#25509;&#21040;&#25903;&#20184;&#23453;&#30005;&#35805;&#65292;&#21448;&#36215;&#26469;&#39578;&#25200;&#23567;&#39134;&#23567;&#40654;&#65292;&#33258;&#24049;&#24819;&#19996;&#24819;&#35199;&#30561;&#19981;&#30528;&#65292;&#22823;&#26089;&#19971;&#28857;&#29228;&#36215;&#26469;&#36214;&#24448;&#35199;&#23433;</p>
<p>&#20170;&#22825;&#65292;&#36208;&#36335;&#30340;&#26102;&#20505;&#24320;&#22987;&#26377;&#23601;&#22320;&#20498;&#19979;&#30561;&#35273;&#30340;&#20914;&#21160;&#12290;&#12290;&#12290;&#12290;&#12290;&#22826;&#38590;&#24471;&#21568;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#19979;&#21320;&#19968;&#35273;&#30561;&#21040;&#24555;&#22235;&#28857;&#65292;&#34987;&#24555;&#36882;&#33883;&#26684;&#21557;&#37266;&#12290;</p>
<p>&#24681;&#65292;&#25105;&#29616;&#22312;&#20063;&#26377;&#19968;&#20010;&#26700;&#23376;&#35282;&#30340;&#21270;&#22918;&#21697;&#20102;&#65292;&#20445;&#20859;&#21644;&#33261;&#32654;&#30340;&#21152;&#36215;&#26469;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;</p>
<p>&#24681;&#65292;&#23398;&#26657;&#23553;&#26657;&#20102;&#65292;&#22240;&#20026;&#26152;&#22825;&#30340;&#28216;&#34892;&#65292;&#35814;&#24773;&#20154;&#20154;&#19978;&#26377;&#24456;&#22810;</p>
<p>&#26152;&#22825;&#20013;&#21320;&#36335;&#36807;&#19996;&#22823;&#34903;&#36824;&#26159;&#19968;&#29255;&#21644;&#35856;&#21602;</p>
<p>&#25454;&#35828;&#26202;&#19978;&#22238;&#26469;&#30340;&#21733;&#20204;&#20799;&#37117;&#26159;&#36208;&#22238;&#26469;&#30340;&#65292;&#21704;&#21704;&#21704;</p>
<p>&#20170;&#22825;&#26089;&#19978;&#20986;&#38376;&#65292;&#23398;&#26657;&#36824;&#26159;&#19968;&#29255;&#21644;&#35856;&#21602;</p>
<p>&#21040;&#20102;&#20132;&#22823;&#25509;&#21040;&#30005;&#35805;&#65292;&#37027;&#26102;&#20505;&#24819;&#20986;&#26469;&#30340;&#21516;&#23398;&#24050;&#32463;&#34987;&#23553;&#21862;</p>
<p>&#25919;&#27835;&#35805;&#39064;&#19981;&#22810;&#35828;&#65292;&#20294;&#28216;&#34892;&#24212;&#35813;&#29702;&#24615;&#65292;&#19981;&#28982;&#65292;&#20320;&#19981;&#26159;&#36319;&#20320;&#25152;&#25239;&#35758;&#30340;&#37027;&#20123;&#20154;&#19968;&#20010;&#24503;&#24615;&#20102;&#65292;&#19981;&#33021;&#21834;&#65292;&#21681;&#24471;&#27604;&#20182;&#39640;&#19968;&#20010;&#22659;&#30028;&#19981;&#26159;</p>
<p>&#36825;&#27425;&#31639;&#26159;&#26377;&#36827;&#27493;&#20102;&#65292;&#27604;&#36215;&#21069;&#20004;&#22825;&#35199;&#22823;&#20107;&#20214;&#65292;&#26377;&#31209;&#24207;&#22810;&#20102;</p>
<p>&#25152;&#20197;&#65292;&#31215;&#26497;&#30340;&#30475;&#65292;&#36824;&#26159;&#22823;&#23478;&#24635;&#20307;&#19978;&#37117;&#36827;&#27493;&#21862;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;</p>
<p>&#35828;&#21040;&#36825;&#65292;&#24819;&#36215;&#20004;&#21608;&#21069;&#36827;&#22478;&#65292;&#33150;&#35759;&#22823;&#31206;&#32593;&#20160;&#20040;&#30340;&#32452;&#32455;&#20102;&#20445;&#25252;&#23567;&#21160;&#29289;&#30340;&#36335;&#28436;&#12290;&#25105;&#31449;&#22312;&#26049;&#36793;&#30475;&#20102;&#24555;&#21313;&#20998;&#38047;&#65292;&#38500;&#20102;&#19968;&#22534;&#30011;&#30528;&#24808;&#19981;&#24525;&#30585;&#22270;&#29255;&#30340;&#23637;&#26495;&#65292;&#24037;&#20316;&#20154;&#21592;&#21574;&#21574;&#30340;&#31449;&#22312;&#26700;&#23376;&#21518;&#38754;&#65292;&#20320;&#20280;&#25163;&#20102;&#65292;&#23601;&#21457;&#19968;&#24352;&#23459;&#20256;&#21333;&#65292;&#28982;&#21518;&#23601;&#26159;&#26049;&#36793;&#21457;&#29483;&#31918;&#29399;&#31918;&#30340;&#20102;&#12290;&#19968;&#22823;&#22534;&#20154;&#39030;&#30528;&#22826;&#38451;&#25490;&#38431;&#65292;&#23601;&#20026;&#20102;&#39046;&#19968;&#20221;&#20813;&#36153;&#30340;&#29483;&#31918;&#29399;&#31918;&#65292;&#32780;&#24037;&#20316;&#20154;&#21592;&#30340;&#24037;&#20316;&#37325;&#24515;&#20284;&#20046;&#20063;&#22312;&#20110;&#27492;&#12290;&#21215;&#25424;&#31665;&#34987;&#25380;&#22312;&#20154;&#32676;&#20013;&#38388;&#65292;&#25105;&#35797;&#22270;&#25380;&#36827;&#21435;&#65292;&#27809;&#25104;&#21151;&#20040;&#12290;&#20063;&#27809;&#20154;&#31649;&#25424;&#38065;&#30340;&#20107;&#20799;&#12290;&#24471;&#65292;&#23601;&#36825;&#29366;&#24577;&#65292;&#25424;&#20102;&#38065;&#65292;&#22992;&#36824;&#25285;&#24515;&#20320;&#29992;&#22312;&#21738;&#37324;&#20102;&#21602;&#65292;&#26126;&#26174;&#19981;&#26159;&#35802;&#24515;&#20851;&#24515;&#23567;&#21160;&#29289;&#30340;&#65292;&#22823;&#27010;&#39034;&#20415;&#24819;&#20026;&#36825;&#23478;&#29399;&#31918;&#20844;&#21496;&#20570;&#23459;&#20256;&#21543;&#12290;</p>
<p>&#25402;&#22833;&#36133;&#30340;&#65292;&#27809;&#20154;&#27880;&#24847;&#21040;&#20320;&#30340;&#27963;&#21160;&#20027;&#39064;&#65292;&#38500;&#20102;&#20813;&#36153;&#30340;&#29483;&#29399;&#31918;</p>
<p>&#25152;&#20197;&#65292;&#20570;&#20107;&#26377;&#27809;&#26377;&#35802;&#24847;&#65292;&#25402;&#23481;&#26131;&#30475;&#20986;&#26469;&#30340;</p>
<p>&#19981;&#35201;&#38543;&#20415;&#25343;&#24904;&#21892;&#21644;&#22823;&#23478;&#30340;&#21516;&#24773;&#24515;&#20570;&#22129;&#22836;&#20102;</p>
<p>&#30495;&#27809;&#29233;&#24515;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;-</p>
<p>once&#36825;&#37096;&#30005;&#24433;&#65292;&#26159;&#24456;&#20540;&#24471;&#22238;&#21619;&#30340;</p>
<p>&#27809;&#30475;&#36807;&#23665;&#26946;&#26641;&#20043;&#24651;&#33258;&#28982;&#27809;&#26377;&#21457;&#35328;&#26435;&#65292;&#21487;&#21333;&#23601;&#36825;&#37096;&#24433;&#29255;&#65292;once&#25165;&#31639;&#32431;&#29233;</p>
<p>&#24456;&#22810;&#20154;&#65292;&#35273;&#24471;&#33258;&#24049;&#24456;&#22810;&#24773;&#65292;&#20160;&#20040;&#20107;&#20799;&#37117;&#24448;&#33258;&#24049;&#36523;&#19978;&#38752;</p>
<p>&#30495;&#19981;&#29992;&#65292;&#24744;&#27809;&#37027;&#20040;&#26377;&#39749;&#21147;&#65292;&#22992;&#20063;&#27809;&#37027;&#20040;&#33030;&#24369;</p>
<p>&#30495;&#27491;&#20851;&#24515;&#21681;&#30340;&#23401;&#21482;&#65292;&#37117;&#26159;&#26377;&#35802;&#24847;&#30340;&#23401;&#21482;</p>
<p>&#20320;&#20204;&#20250;&#26356;&#20851;&#24515;&#25105;&#36825;&#22825;&#28982;&#21574;&#30340;&#24605;&#24819;&#29366;&#20917;&#21543;&#65292;&#36824;&#26159;&#35828;&#65292;&#26356;&#20851;&#24515;&#25105;&#26377;&#27809;&#26377;&#21507;&#39281;&#21602;</p>
<p>&#26469;&#65292;my dear friends, what will you say~&#22079;&#22079;</p>
<p>&#19968;&#24537;&#36215;&#26469;&#65292;&#21338;&#23458;&#23601;&#26080;&#22270;&#26080;&#38899;&#20048;&#20102;&#65292;&#39307;&#24871;&#21834;</p>
<p>&#19968;&#36215;&#26469;&#21548;once&#21543;
<object classid="clsid:6bf52a52-394a-11d3-b153-00c04f79faa6" width="0" height="0" codebase="http://activex.microsoft.com/activex/controls/mplayer/en/nsmp2inf.cab#Version=5,1,52,701">
<param name="url" value="http://images.edu-edu.com.cn/audio/eng/fallingslowly.mp3" /><embed type="application/x-mplayer2" width="0" height="0" src="http://images.edu-edu.com.cn/audio/eng/fallingslowly.mp3"></embed></object>
</p>
                                    </p>
</div>
  
  


    </article>
  
  <div class="pagination">
    
      <a class="prev" href="/blog/page/6/">&larr; Older</a>
    
    <a href="/blog/archives">Blog Archives</a>
    
    <a class="next" href="/blog/page/4/">Newer &rarr;</a>
    
  </div>
</div>
<aside class="sidebar">
  
    <section>
  <h1>Recent Posts</h1>
  <ul id="recent_posts">
    
      <li class="post">
        <a href="/blog/2013/01/08/my-frist-post/">my-frist-post</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/05/14/eclipse---java.lang.noclassdeffounderror%3A-com.jayway.android.robotium.solo.solo%E9%94%99%E8%AF%AF%E8%A7%A3%E5%86%B3/">eclipse - java.lang.NoClassDefFoundError: com.jayway.android.robotium.solo.Solo错误解决</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/04/08/%E4%BD%A0%E7%8E%B0%E5%9C%A8%E7%9A%84%E5%B7%A5%E4%BD%9C%E8%BD%BB%E6%9D%BE%E4%B9%88%EF%BC%9F/">你现在的工作轻松么？</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/02/19/css%E7%AC%94%E8%AE%B0-position%E9%83%BD%E6%9C%89%E5%95%A5%E5%B1%9E%E6%80%A7/">CSS笔记-position都有啥属性</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/02/19/css%E7%AC%94%E8%AE%B0-css-reset/">CSS笔记-CSS reset</a>
      </li>
    
  </ul>
</section>






  
</aside>

    </div>
  </div>
  <footer role="contentinfo"><p>
  Copyright &copy; 2013 - muggleyoung -
  <span class="credit">Powered by <a href="http://octopress.org">Octopress</a></span>
</p>

</footer>
  







  <script type="text/javascript">
    (function(){
      var twitterWidgets = document.createElement('script');
      twitterWidgets.type = 'text/javascript';
      twitterWidgets.async = true;
      twitterWidgets.src = 'http://platform.twitter.com/widgets.js';
      document.getElementsByTagName('head')[0].appendChild(twitterWidgets);
    })();
  </script>





</body>
</html>
