
<!DOCTYPE html>
<!--[if IEMobile 7 ]><html class="no-js iem7"><![endif]-->
<!--[if lt IE 9]><html class="no-js lte-ie8"><![endif]-->
<!--[if (gt IE 8)|(gt IEMobile 7)|!(IEMobile)|!(IE)]><!--><html class="no-js" lang="en"><!--<![endif]-->
<head>
  <meta charset="utf-8">
  <title>wedding--i.n.g. - muggleyoung's blog</title>
  <meta name="author" content="muggleyoung">

  
  <meta name="description" content="&#23130;&#31036;&#36827;&#34892;&#26102;&#65292;&#21069;&#19968;&#26202;&#29609;&#30340;&#22826;&#28608;&#21160;&#65292;&#30561;&#24471;&#26202;&# &hellip;">
  

  <!-- http://t.co/dKP3o1e -->
  <meta name="HandheldFriendly" content="True">
  <meta name="MobileOptimized" content="320">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  
  <link rel="canonical" href="http://muggleyoung.github.com/blog/2010/02/04/wedding--i.n.g./">
  <link href="/favicon.png" rel="icon">
  <link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
  <script src="/javascripts/modernizr-2.0.js"></script>
  <script src="/javascripts/ender.js"></script>
  <script src="/javascripts/octopress.js" type="text/javascript"></script>
  <link href="/atom.xml" rel="alternate" title="muggleyoung's blog" type="application/atom+xml">
  <!--Fonts from Google"s Web font directory at http://google.com/webfonts -->
<link href="http://fonts.googleapis.com/css?family=PT+Serif:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<link href="http://fonts.googleapis.com/css?family=PT+Sans:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">

  

</head>

<body   >
  <header role="banner"><hgroup>
  <h1><a href="/">muggleyoung's blog</a></h1>
  
    <h2>A blogging framework for hackers.</h2>
  
</hgroup>

</header>
  <nav role="navigation"><ul class="subscription" data-subscription="rss">
  <li><a href="/atom.xml" rel="subscribe-rss" title="subscribe via RSS">RSS</a></li>
  
</ul>
  
<form action="http://google.com/search" method="get">
  <fieldset role="search">
    <input type="hidden" name="q" value="site:muggleyoung.github.com" />
    <input class="search" type="text" name="q" results="0" placeholder="Search"/>
  </fieldset>
</form>
  
<ul class="main-navigation">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
</ul>

</nav>
  <div id="main">
    <div id="content">
      <div>
<article class="hentry" role="article">
  
  <header>
    
      <h1 class="entry-title">wedding--i.n.g.</h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-02-04T00:00:00+08:00" pubdate data-updated="true">Feb 4<span>th</span>, 2010</time>
        
      </p>
    
  </header>


<div class="entry-content"><p>
                                    <p>&#23130;&#31036;&#36827;&#34892;&#26102;&#65292;&#21069;&#19968;&#26202;&#29609;&#30340;&#22826;&#28608;&#21160;&#65292;&#30561;&#24471;&#26202;&#65292;&#32467;&#26524;&#19968;&#22823;&#26089;&#19971;&#28857;&#22810;&#23601;&#34987;&#29245;&#29245;&#22823;&#22992;&#22158;&#36215;&#26469;&#65292;&#20063;&#27809;&#20160;&#20040;&#20107;&#24773;&#30475;&#65292;&#31561;&#30528;&#26032;&#23064;&#31359;&#22909;&#26032;&#34915;&#26381;&#65292;&#30475;&#30528;&#22905;&#30424;&#22909;&#20102;&#22836;&#21457;&#65292;&#25105;&#36825;&#20010;&#36828;&#23458;&#27838;&#20809;&#22352;&#20102;&#23130;&#36710;&#65292;&#24110;&#24537;&#25343;&#30528;&#33457;&#12290;&#22905;&#20204;&#36825;&#36793;&#27809;&#26377;&#20276;&#23064;&#21568;&#65292;&#33457;&#31461;&#21834;&#36825;&#26679;&#30340;&#27010;&#24565;&#65292;&#20110;&#26159;&#65292;&#25105;&#20860;&#32844;&#20276;&#23064;+&#33457;&#31461;+&#25668;&#24433;&#24072;&#65292;&#21704;&#21704;&#65292;&#37117;&#26159;&#33258;&#23553;&#30340;&#65292;&#36824;&#35753;&#26230;&#21516;&#23398;&#30333;&#30333;&#32673;&#24917;&#20102;&#19968;&#25226;&#12290;&#39134;&#21017;&#23545;&#20110;&#25105;&#36825;&#20040;&#22823;size&#30340;&#33457;&#31461;&#34920;&#31034;&#20102;&#26080;&#22856;&#65292;&#21704;&#21704;&#21704;&#12290;</p>
<p>&#26032;&#23064;&#30424;&#22836;&#21270;&#22918;&#20013;~~~</p>
<p><img src="http://filer.blogbus.com/5333148/533314812652226639.jpg" border="0" alt="" /></p>
<p>&#22823;&#33457;&#31461;&#21644;&#23567;&#23219;&#22919;&#20799;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481265222354v.jpg" border="0" alt="" /></p>
<p>&#32487;&#32493;&#32599;&#21990;&#35762;&#31350;&#20204;&#65306;</p>
<p>&#20986;&#38376;&#21069;&#65292;&#35201;&#30001;&#22920;&#22920;&#26469;&#32473;&#26032;&#23064;&#30422;&#19978;&#32418;&#30422;&#22836;&#65292;&#20043;&#21518;&#23601;&#19968;&#30452;&#30422;&#30528;&#30452;&#21040;&#26032;&#37070;&#23478;&#65292;&#30001;&#26032;&#37070;&#20146;&#25163;&#25581;&#24320;&#12290;&#25105;&#20204;&#20013;&#38388;&#36335;&#19978;&#21435;&#25481;&#20102;&#19968;&#20250;&#65292;&#22240;&#20026;&#29245;&#29245;&#30340;&#21457;&#22411;&#34987;&#21387;&#22351;&#20102;&#65292;&#22079;&#22079;&#65307;</p>
<p>&#22905;&#20204;&#36825;&#36793;&#26032;&#23064;&#22909;&#20687;&#26159;&#35201;&#26032;&#37070;&#30340;&#21733;&#21733;&#26469;&#25509;&#65292;&#36824;&#26159;&#26032;&#23064;&#30340;&#22992;&#22992;&#24351;&#24351;&#21435;&#36865;&#26469;&#30528;&#65292;&#25105;&#21448;&#31946;&#28034;&#20102;&#12290;&#25152;&#20197;&#65292;&#23567;&#24378;&#21516;&#23398;&#37027;&#22825;&#26159;&#22312;&#20182;&#23478;&#38376;&#21475;&#24685;&#20505;&#30528;&#30340;&#65292;&#23567;&#29245;&#36827;&#38376;&#26102;&#65292;&#20250;&#26377;&#24456;&#22810;&#20154;&#25318;&#30528;&#38393;&#33150;&#65292;&#24403;&#26102;&#25105;&#24819;&#25293;&#29031;&#26469;&#30528;&#65292;&#21487;&#26159;&#19968;&#19981;&#23567;&#24515;&#23601;&#34987;&#25380;&#22312;&#20102;&#22806;&#38754;&#65292;&#27515;&#27963;&#22815;&#19981;&#30528;&#20027;&#35282;&#20204;&#65292;&#24974;&#27515;&#24052;&#27963;&#25293;&#20102;&#20004;&#24352;&#20840;&#26159;&#40657;&#33041;&#34955;&#12290;&#12290;&#12290;&#36825;&#20010;&#21834;&#65292;&#22909;&#20687;&#26159;&#24471;&#26032;&#37070;&#24320;&#36335;&#36865;&#26032;&#23064;&#23376;&#36827;&#21435;&#65292;&#21453;&#27491;&#23567;&#24378;&#26368;&#21518;&#26159;&#25265;&#30528;&#23567;&#29245;&#36827;&#23627;&#30340;&#65307;</p>
<p>&#25105;&#22909;&#19981;&#23481;&#26131;&#36319;&#19978;&#20102;&#65292;&#36827;&#23627;&#26102;&#20505;&#21448;&#34987;&#25380;&#22312;&#22806;&#38754;&#65292;&#24184;&#22909;&#23567;&#29245;&#29031;&#39038;&#25105;&#65292;&#32473;&#20102;&#25105;VIP&#30340;&#24453;&#36935;&#65292;&#38506;&#22905;&#22352;&#22312;&#28821;&#22836;&#19978;&#65292;&#35265;&#35777;&#20102;&#25509;&#19979;&#26469;&#30340;&#27927;&#25163;&#65292;&#25619;&#26680;&#26691;&#12290;&#27927;&#25163;&#26159;&#20026;&#21861;&#25105;&#19981;&#25026;&#65292;&#25619;&#26680;&#26691;&#26159;&#20026;&#20102;&#26089;&#29983;&#23043;&#65292;&#25105;&#38382;&#32769;&#22902;&#22902;&#20102;&#65307;</p>
<p>&#26032;&#37070;&#35201;&#24102;&#23567;&#30333;&#24125;&#65292;&#21704;&#21704;&#65292;&#25509;&#19979;&#26469;&#30340;&#31048;&#31095;&#36824;&#26159;&#20160;&#20040;&#30340;&#35201;&#29992;&#30340;&#12290;&#31095;&#21578;&#30340;&#36807;&#31243;&#35980;&#20284;&#21482;&#26377;&#30007;&#30340;&#25165;&#33021;&#21435;&#65292;&#21453;&#27491;&#25105;&#27809;&#35265;&#30528;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481265223071w.jpg" border="0" alt="" /></p>
<p>&#21507;&#39277;&#30340;&#26102;&#20505;&#65292;&#22320;&#26041;&#19981;&#22823;&#22815;&#65292;&#23486;&#23458;&#20204;&#24471;&#20998;&#25320;&#21507;&#12290;&#30007;&#23486;&#20808;&#21507;&#65292;&#28982;&#21518;&#25165;&#26159;&#22899;&#30519;&#65292;&#34429;&#35828;&#21507;&#30340;&#26159;&#37325;&#26032;&#19978;&#30340;&#39277;&#33756;&#65292;&#21487;&#36825;&#20010;&#32454;&#33410;&#36824;&#26159;&#35753;&#25105;&#19981;&#29245;&#20102;&#19968;&#19979;&#19979;&#12290;&#23545;&#20102;&#65292;&#36825;&#22825;&#23567;&#29245;&#22522;&#26412;&#27809;&#21507;&#19996;&#35199;&#65292;&#22909;&#20687;&#19981;&#35753;&#21507;&#65292;&#35828;&#19981;&#22909;&#30475;&#12290;</p>
<p>&#21507;&#39277;&#30340;&#26102;&#20505;&#19968;&#20154;&#21457;&#20102;&#19977;&#22359;&#38065;&#65292;&#25105;&#19981;&#25026;&#26159;&#20026;&#21861;&#65292;&#21608;&#22260;&#30340;&#20154;&#20351;&#21170;&#20652;&#25105;&#36214;&#32039;&#35013;&#19978;&#65292;&#25105;&#20063;&#23601;&#27809;&#22810;&#23458;&#27668;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481265223640g.jpg" border="0" alt="" /></p>
<p>&#22522;&#26412;&#19978;&#21507;&#23436;&#39277;&#23601;&#36827;&#20837;&#38393;&#27934;&#25151;&#29615;&#33410;&#20102;&#65292;&#29031;&#29255;&#19981;&#26041;&#20415;&#36148;&#20102;&#12290;&#25105;&#26412;&#26469;&#23601;&#19981;&#21916;&#27426;&#38393;&#65292;&#36824;&#21548;&#19981;&#25026;&#20182;&#20204;&#30340;&#26041;&#35328;&#65292;&#26089;&#26089;&#30340;&#23601;&#34987;&#23433;&#25490;&#21040;&#23486;&#39302;&#20241;&#24687;&#65292;&#30475;&#20102;&#19968;&#26202;&#19978;&#28246;&#21335;&#21355;&#35270;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
                                    </p>
</div>


  <footer>
    <p class="meta">
      
  

<span class="byline author vcard">Posted by <span class="fn">muggleyoung</span></span>

      








  


<time datetime="2010-02-04T00:00:00+08:00" pubdate data-updated="true">Feb 4<span>th</span>, 2010</time>
      


    </p>
    
      <div class="sharing">
  
  <a href="http://twitter.com/share" class="twitter-share-button" data-url="http://muggleyoung.github.com/blog/2010/02/04/wedding--i.n.g./" data-via="" data-counturl="http://muggleyoung.github.com/blog/2010/02/04/wedding--i.n.g./" >Tweet</a>
  
  
  
</div>

    
    <p class="meta">
      
        <a class="basic-alignment left" href="/blog/2010/02/03/wedding--%E5%88%B0%E8%BE%BE/" title="Previous Post: wedding--到达">&laquo; wedding--到达</a>
      
      
        <a class="basic-alignment right" href="/blog/2010/02/04/wedding--%E5%87%86%E5%A4%87/" title="Next Post: wedding--准备">wedding--准备 &raquo;</a>
      
    </p>
  </footer>
</article>

</div>

<aside class="sidebar">
  
    <section>
  <h1>Recent Posts</h1>
  <ul id="recent_posts">
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-setup-a-new-remote-git-repo/">How to setup a new remote git repo</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/13/hui-gu-2012/">回顾2012</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/08/my-frist-post/">my-frist-post</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/05/14/eclipse---java.lang.noclassdeffounderror%3A-com.jayway.android.robotium.solo.solo%E9%94%99%E8%AF%AF%E8%A7%A3%E5%86%B3/">eclipse - java.lang.NoClassDefFoundError: com.jayway.android.robotium.solo.Solo错误解决</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/04/08/%E4%BD%A0%E7%8E%B0%E5%9C%A8%E7%9A%84%E5%B7%A5%E4%BD%9C%E8%BD%BB%E6%9D%BE%E4%B9%88%EF%BC%9F/">你现在的工作轻松么？</a>
      </li>
    
  </ul>
</section>






  
</aside>


    </div>
  </div>
  <footer role="contentinfo"><p>
  Copyright &copy; 2013 - muggleyoung -
  <span class="credit">Powered by <a href="http://octopress.org">Octopress</a>. Design by <a href="http://octopressthemes.com">Octopress Themes</a>.</span>
</p>

</footer>
  







  <script type="text/javascript">
    (function(){
      var twitterWidgets = document.createElement('script');
      twitterWidgets.type = 'text/javascript';
      twitterWidgets.async = true;
      twitterWidgets.src = 'http://platform.twitter.com/widgets.js';
      document.getElementsByTagName('head')[0].appendChild(twitterWidgets);
    })();
  </script>





</body>
</html>
