
<!DOCTYPE html>
<!--[if IEMobile 7 ]><html class="no-js iem7"><![endif]-->
<!--[if lt IE 9]><html class="no-js lte-ie8"><![endif]-->
<!--[if (gt IE 8)|(gt IEMobile 7)|!(IEMobile)|!(IE)]><!--><html class="no-js" lang="en"><!--<![endif]-->
<head>
  <meta charset="utf-8">
  <title></title>
  <meta name="author" content="muggleyoung">

  
  <meta name="description" content="&#19968;&#20010;&#20154;&#30340;&#26085;&#23376;&#21018;&#24320;&#22987;&#65292;&#25105;&#23601;&#22833;&#21435;&#20102;&#33258;&#25511;&#21147;&# &hellip;">
  

  <!-- http://t.co/dKP3o1e -->
  <meta name="HandheldFriendly" content="True">
  <meta name="MobileOptimized" content="320">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  
  <link rel="canonical" href="http://muggleyoung.github.com/blog/page/38/">
  <link href="/favicon.png" rel="icon">
  <link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
  <script src="/javascripts/modernizr-2.0.js"></script>
  <script src="/javascripts/ender.js"></script>
  <script src="/javascripts/octopress.js" type="text/javascript"></script>
  <link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
  <!--Fonts from Google"s Web font directory at http://google.com/webfonts -->
<link href="http://fonts.googleapis.com/css?family=PT+Serif:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<link href="http://fonts.googleapis.com/css?family=PT+Sans:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">

  

</head>

<body   >
  <header role="banner"><hgroup>
  <h1><a href="/"></a></h1>
  
    <h2>young for you</h2>
  
</hgroup>

</header>
  <nav role="navigation"><ul class="subscription" data-subscription="rss">
  <li><a href="/atom.xml" rel="subscribe-rss" title="subscribe via RSS">RSS</a></li>
  
</ul>
  
<form action="http://google.com/search" method="get">
  <fieldset role="search">
    <input type="hidden" name="q" value="site:muggleyoung.github.com" />
    <input class="search" type="text" name="q" results="0" placeholder="Search"/>
  </fieldset>
</form>
  
<ul class="main-navigation">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
</ul>

</nav>
  <div id="main">
    <div id="content">
      <div class="blog-index">
  
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-01-25T00:00:00+08:00" pubdate data-updated="true">Jan 25<span>th</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/01/25/%E8%87%AA%E5%A8%B1%E8%87%AA%E4%B9%90/">自娱自乐</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#19968;&#20010;&#20154;&#30340;&#26085;&#23376;&#21018;&#24320;&#22987;&#65292;&#25105;&#23601;&#22833;&#21435;&#20102;&#33258;&#25511;&#21147;&#65292;&#25042;&#27915;&#27915;&#30340;&#19981;&#30693;&#36947;&#33258;&#24049;&#24819;&#24178;&#22043;</p>
<p>&#23487;&#33293;&#37324;&#23429;&#20102;&#19968;&#22825;&#65292;&#25910;&#33719;&#26159;&#65306;&#37329;&#29699;&#22870;&#39041;&#22870;&#31036;&#65292;&#28023;&#22320;&#21215;&#25424;&#26202;&#20250;&#65292;&#27983;&#35272;&#28246;&#21335;&#21355;&#35270;&#21508;&#33394;&#23089;&#20048;&#33410;&#30446;&#65292;&#19978;&#32593;&#65292;&#30333;&#26085;&#26790;&#29245;&#29245;&#30340;&#23130;&#31036;&#65292;&#21548;&#27468;&#65292;&#24819;&#23398;&#20960;&#39318;&#30340;&#65292;&#25105;&#35821;&#35328;&#33021;&#21147;&#19981;&#26159;&#19968;&#33324;&#30340;&#24046;&#65292;&#23398;&#19981;&#26469;&#12290;&#12290;&#12290;&#12290;&#25509;&#30528;&#23601;&#25913;&#30475;&#19978;&#19968;&#23395;&#30340;&#32654;&#20598;&#65292;&#28982;&#21518;&#26080;&#32842;&#21040;&#29609;qq&#28216;&#25103;&#65292;&#33258;&#24049;&#29609;&#65292;&#25289;&#30528;&#21516;&#23398;&#19968;&#22359;&#29609;&#65292;&#24819;&#29609;&#30340;&#28216;&#25103;&#25384;&#20010;&#36807;&#20102;&#19968;&#36941;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#22826;&#27809;&#20986;&#24687;&#20102;</p>
<p>&#21453;&#30465;&#19979;&#35201;</p>
<p>&#26126;&#20799;&#24471;&#23398;&#20064;&#20102;&#65292;&#22909;&#20960;&#31687;&#35770;&#25991;&#25302;&#30528;&#19968;&#30452;&#27809;&#22909;&#22909;&#30475;&#12290;&#30524;&#30597;&#30528;&#35201;&#24320;&#39064;&#20102;&#65292;&#35201;&#26159;&#34701;&#21512;&#20570;&#19981;&#20986;&#26469;&#24808;&#20102;&#65292;&#20197;&#21518;&#21643;&#21150;&#12290;&#24471;&#25235;&#32039;&#25235;&#32039;</p>
<p>&#24681;&#65292;&#29609;&#24515;&#36824;&#26159;&#37325;&#20102;&#28857;&#12290;&#35813;&#29609;&#30340;&#26102;&#20505;&#19981;&#30828;&#25384;&#30528;&#23601;&#25104;&#65292;&#22079;&#22079;&#65292;&#33293;&#19981;&#24471;&#20111;&#24453;&#33258;&#24049;&#25105;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#19981;&#36807;&#25918;&#20551;&#20102;&#21507;&#30340;&#30495;&#19981;&#24590;&#20040;&#26679;&#65292;&#26089;&#39277;&#21482;&#26377;&#39292;&#39292;&#65292;&#21320;&#39277;&#25105;&#36824;&#27809;&#21435;&#36807;&#39277;&#22530;&#65292;&#20294;&#37027;&#20010;5&#22359;&#30340;&#22871;&#39184;&#20063;&#21482;&#26159;&#26366;&#32463;&#22909;&#21507;&#20102;&#65292;&#36830;&#30528;&#20004;&#22825;&#35753;&#25105;&#24694;&#24515;&#30340;&#24819;&#21520;&#12290;&#20080;&#20010;&#39277;&#30495;&#40635;&#28902;&#65292;&#25171;&#20010;&#27700;&#24471;&#21322;&#20010;&#22810;&#23567;&#26102;&#12290;</p>
<p>&#27491;&#22909;&#26377;&#26426;&#20250;&#25226;&#22909;&#20037;&#27809;&#21548;&#30340;&#27468;&#25214;&#20986;&#26469;&#65292;&#36824;&#26377;&#37027;&#20123;&#20197;&#21069;&#19979;&#30340;&#27809;&#26426;&#20250;&#22909;&#22909;&#21548;&#30340;&#27468;&#65292;&#25343;&#20986;&#26469;&#24930;&#24930;&#21548;&#12290;&#26159;&#21834;&#65292;&#25105;&#20116;&#38899;&#19981;&#20840;&#36824;&#21916;&#27426;&#30606;&#21564;&#65292;&#36825;&#20250;&#27491;&#26159;&#22909;&#26102;&#26426;&#20040;&#65292;&#19968;&#20010;&#20154;&#21756;&#21799;&#65292;&#27809;&#20154;&#25171;&#20987;&#25105;&#12290;&#39034;&#20415;&#36824;&#21487;&#20197;&#27963;&#21160;&#19979;&#22235;&#32930;&#65292;&#24590;&#20040;&#27963;&#21160;&#23601;&#19981;&#35828;&#20102;&#65292;&#24456;&#19985;&#65292;&#21704;&#21704;</p>
<p>&#19968;&#20010;&#20154;&#30561;&#65292;&#30005;&#33041;&#35774;&#32622;&#33258;&#21160;&#20851;&#26426;&#65292;&#22312;&#27468;&#22768;&#20013;&#20837;&#30496;&#65292;&#32654;&#30528;&#21602;&#12290;&#12290;&#12290;&#12290;&#36215;&#30721;&#19981;&#20250;&#20081;&#24819;&#21861;&#20102;</p>
<p>somewhere over the rainbow by connie Talbot</p>
<p>
<object classid="clsid:6bf52a52-394a-11d3-b153-00c04f79faa6" width="0" height="0" codebase="http://activex.microsoft.com/activex/controls/mplayer/en/nsmp2inf.cab#Version=5,1,52,701">
<param name="url" value="http://www.icipe.net/lesson4/song.mp3" /><embed type="application/x-mplayer2" width="0" height="0" src="http://www.icipe.net/lesson4/song.mp3"></embed></object>
</p>
<p>&#25402;&#22909;&#21548;&#30340;&#65292;&#21809;&#27468;&#30340;&#26102;&#20505;6&#23681;&#65292;&#29616;&#22312;&#39030;&#22810;8&#23681;&#30340;&#23567;&#23401;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-01-23T00:00:00+08:00" pubdate data-updated="true">Jan 23<span>rd</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/01/23/%E6%88%91%E6%98%AF%E4%B8%80%E6%9C%B5%E8%8A%B1/">我是一朵花</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#27599;&#24403;&#24819;&#36215;&#20260;&#24515;&#20107;&#26102;&#65292;&#23601;&#24471;&#26102;&#21051;&#29992;&#39134;&#30340;&#35805;&#25552;&#37266;&#33258;&#24049;&#65292;&#25105;&#22909;&#30340;&#36319;&#26421;&#33457;&#20799;&#20284;&#30340;&#65292;&#25105;&#22909;&#30340;&#36319;&#26421;&#33457;&#20799;&#20284;&#30340;~~~</p>
<p>&#26152;&#26202;&#65292;&#23517;&#23460;&#27809;&#20154;&#65292;&#33258;&#24049;&#30561;&#35273;&#65292;&#21453;&#32780;&#19981;&#36367;&#23454;&#65292;&#24635;&#24863;&#35273;&#34987;&#23376;&#27809;&#30422;&#22909;&#65292;&#20919;&#37266;&#22909;&#20960;&#22238;&#65292;&#19981;&#30693;&#26159;&#19981;&#26159;&#24515;&#29702;&#20316;&#29992;</p>
<p>&#23454;&#39564;&#23460;&#20063;&#27809;&#20154;&#65292;&#27491;&#22909;&#20170;&#20799;&#22969;&#26469;&#38506;&#25105;&#65292;&#32842;&#22825;&#65292;&#21507;&#39277;&#65292;&#30606;&#36891;&#65292;&#19968;&#22825;&#23601;&#36825;&#20040;&#36807;&#21435;&#20102;</p>
<p>&#26202;&#19978;&#19968;&#30452;&#30475;&#20843;&#21350;&#30005;&#35270;&#65292;&#19968;&#26723;&#25226;&#20154;&#23478;&#23478;&#38271;&#37324;&#30701;&#30340;&#32416;&#32467;&#25925;&#20107;&#25343;&#20986;&#26469;&#35762;&#30340;&#30005;&#35270;&#65292;&#30475;&#30340;&#25105;&#38590;&#36807;</p>
<p>&#26377;&#37027;&#20040;&#19968;&#26399;&#65292;&#35753;&#25105;&#20174;&#20013;&#30475;&#21040;&#20102;&#33258;&#24049;&#30340;&#24433;&#23376;</p>
<p>&#22833;&#21435;&#20449;&#20219;&#24863;&#26159;&#24456;&#21487;&#24597;&#30340;&#20107;&#24773;&#65307;&#25105;&#19981;&#20877;&#33258;&#36131;&#65292;&#20063;&#19981;&#20877;&#35892;&#36131;&#21035;&#20154;&#24590;&#26679;&#65307;&#25105;&#20570;&#22909;&#25215;&#25285;&#38169;&#35823;&#32467;&#26524;&#30340;&#24515;&#29702;&#20934;&#22791;&#65292;&#21487;&#25105;&#36824;&#26159;&#23475;&#24597;&#65292;&#24656;&#24807;&#65307;&#20570;&#20107;&#35201;&#24178;&#33030;&#65292;&#30475;&#35265;&#21035;&#20154;&#32416;&#32467;&#65292;&#25105;&#31361;&#28982;&#35273;&#24471;&#24456;&#24694;&#24515;&#65292;&#33258;&#24049;&#19981;&#33021;&#20877;&#36825;&#26679;&#20102;&#65288;&#22909;&#21543;&#65292;&#20080;&#34915;&#26381;&#33457;&#38065;&#30340;&#26102;&#20505;&#32416;&#32467;&#26159;&#29305;&#20363;&#65289;</p>
<p>&#34507;&#23450;&#65292;&#25105;&#35201;&#34507;&#23450;&#21834;&#65281;</p>
<p>&#26368;&#36817;&#24456;&#22855;&#24618;&#65292;&#30475;&#32654;&#20598;&#24635;&#26159;&#30524;&#27882;&#27754;&#27754;&#30340;&#65292;&#27599;&#38598;&#37117;&#24471;&#28040;&#32791;&#28857;&#39184;&#24062;&#32440;&#12290;&#20170;&#26202;&#65292;&#21364;&#21482;&#26159;&#24515;&#37240;&#65292;&#27809;&#20102;&#30524;&#27882;&#12290;&#19981;&#38169;&#65292;&#25105;&#24456;&#21191;&#25954;&#65292;&#25105;&#26159;&#19968;&#26421;&#33457;&#65292;&#21861;&#33457;&#21602;&#65311;&#25105;&#24819;&#24819;&#12290;&#12290;&#12290;&#24681;&#65292;&#30334;&#21512;&#65292;&#21521;&#26085;&#33909;&#65292;&#37117;&#25104;&#65292;&#22826;&#38451;&#33457;&#20063;&#19981;&#38169;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;-</p>
<p>&#26152;&#22825;&#33098;&#20843;&#35830;&#65292;&#36807;&#31946;&#28034;&#20102;&#65292;&#35201;&#19981;&#26159;&#23828;&#21516;&#23398;&#25552;&#37266;&#65292;&#25105;&#21448;&#38169;&#36807;&#20102;&#19968;&#20010;&#29330;&#21171;&#33258;&#24049;&#30340;&#20511;&#21475;&#12290;</p>
<p>&#21916;&#27426;&#36825;&#31181;&#32842;&#22825;&#30340;&#24863;&#35273;&#65292;&#19981;&#31649;&#26159;&#22312;&#22238;&#27665;&#34903;&#65292;&#36824;&#26159;&#26377;&#30528;&#24069;&#21733;&#30340;&#24237;&#38498;&#21543;</p>
<p>&#21916;&#27426;&#36825;&#31181;K&#27468;&#30340;&#24863;&#35273;&#65292;&#20687;&#25105;&#20204;&#20037;&#36829;&#20102;&#30340;322&#65292;&#24456;&#33298;&#26381;&#12290;&#24590;&#20040;&#39640;&#20852;&#24590;&#20040;&#21564;&#65292;&#27809;&#26377;&#21160;&#21548;&#19982;&#21542;&#65292;&#21482;&#26377;&#26159;&#21542;&#23613;&#20852;enjoy&#12290;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8211;</p>
<p>&#21834;&#65292;&#21834;&#65292;&#25105;&#20063;&#35201;&#36827;&#38134;&#34892;&#65292;&#20570;&#36719;&#24320;&#21435;&#65292;&#21521;&#40644;&#21516;&#23398;&#23398;&#20064;&#65281;&#20598;&#20687;&#20598;&#20687;~~~</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-01-22T00:00:00+08:00" pubdate data-updated="true">Jan 22<span>nd</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/01/22/%E9%AA%97%E5%AD%90%E7%9F%AD%E4%BF%A1/">骗子短信</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p><span>&#26576;&#38134;&#34892;&#32844;&#21592;&#21516;&#26679;&#25910;&#21040;&#30701;&#20449;&#8220;&#35831;&#25226;&#38065;&#27719;&#21040;*&#36134;&#21495;&#19978;&#8221;&#65292;&#23601;&#25353;&#29031;&#36134;&#21495;&#27599;&#27425;&#27719;&#20986;1&#20998;&#38065;&#65292;&#20415;&#20174;&#25910;&#27454;&#20154;&#36134;&#25143;&#25187;&#25481;2&#20803;&#65292;&#36830;&#32493;&#27719;&#20986;&#22823;&#27010;1&#20803;&#22810;&#38065;&#65292;&#36825;&#26102;&#65292;&#32456;&#20110;&#25910;<br />
&#21040;&#25910;&#27454;&#20154;&#21457;&#26469;&#20449;&#24687;&#65306;&#8220;&#21035;&#20877;&#27719;&#27454;&#20102;&#65292;&#24050;&#32463;&#25187;&#25481;200&#22810;&#20102;&#65292;&#20320;&#26159;&#20869;&#34892;&#21543;&#65281;&#21483;&#25105;&#20204;&#24590;&#20040;&#29983;&#27963;&#21568;&#65281;&#8221;&#65288;&#27880;&#24847;&#65306;&#27719;&#27454;&#26102;&#35831;&#36873;&#25321;&#8220;&#25910;&#27454;&#20154;&#25903;&#20184;&#25163;&#32493;&#36153;&#8221;&#65292;&#27599;&#31508;2&#20803;&#65289;</span></p>
<p><span>&#21704;&#21704;&#65292;&#25105;&#20197;&#21069;&#37117;&#19981;&#30693;&#36947;&#36825;&#26159;&#39575;&#23616;&#65292;&#36824;&#26366;&#32463;&#22909;&#24515;&#22238;&#22797;&#20154;&#23478;&#65292;&#35828;&#65292;&#24744;&#21457;&#38169;&#21495;&#30721;&#20102;&#12290;&#12290;&#12290;&#12290;</span></p>
<p><span>&#30041;&#30528;&#65292;&#20197;&#21518;&#20877;&#35265;&#20102;&#39575;&#23376;&#30701;&#20449;&#65292;&#25972;&#27515;&#20182;&#20204;<br /></span></p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-01-21T00:00:00+08:00" pubdate data-updated="true">Jan 21<span>st</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/01/21/%E5%99%A9%E6%A2%A6/">噩梦</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#26152;&#20799;&#26202;&#19978;&#65292;&#20570;&#20102;&#20010;&#24456;&#24656;&#24598;&#30340;&#26790;</p>
<p>&#25105;&#31455;&#28982;&#29983;&#23043;&#20102;&#65281;&#20026;&#20102;&#19981;&#35753;&#21035;&#20154;&#30693;&#36947;&#65292;&#29240;&#22920;&#36824;&#25226;&#23043;&#34255;&#36215;&#26469;&#65292;&#35753;&#25105;&#32487;&#32493;&#26469;&#19978;&#23398;&#65281;</p>
<p>&#39069;&#65292;&#22826;&#24656;&#24598;&#20102;&#65292;&#26790;&#37324;&#37117;&#24046;&#28857;&#34987;&#24694;&#24515;&#37266;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#20026;&#21861;&#21602;&#65292;&#21643;&#20250;&#26790;&#21040;&#36825;&#20010;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#23548;&#33268;&#25105;&#20170;&#22825;&#24515;&#37324;&#24635;&#24863;&#35273;&#19981;&#33298;&#26381;&#65292;&#21507;&#33485;&#34631;&#20102;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8211;&#36825;&#19968;&#39029;&#65292;&#36214;&#32039;&#32763;&#36807;&#21435;&#65292;&#36214;&#32039;&#22320;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;</p>
<p>&#32654;&#21095;&#25773;&#25918;&#23395;&#21448;&#24320;&#22987;&#20102;&#65292;&#29616;&#22312;&#36861;&#30475;&#30340;&#26377;&#65306;GA&#65292;24&#65292;DH&#65292;AI&#65292;big bang&#65292;3&#26376;gossip girl&#25165;&#20986;&#65292;&#32771;&#34385;&#35201;&#19981;&#35201;&#36861;&#65292;&#36824;&#26377;&#20010;Discovery&#30340;dirty jobs&#65292;&#31639;&#26159;&#30495;&#20154;&#31168;&#21543;&#65292;&#25402;&#19981;&#38169;&#65292;&#26152;&#22825;&#30475;&#21040;&#19968;&#20010;&#26032;&#21095;life unexpected&#65292;&#31532;&#19968;&#38598;&#30475;&#20102;&#19968;&#21322;&#65292;&#27809;&#23383;&#24149;&#65292;&#30475;&#24471;&#36855;&#36855;&#31946;&#31946;&#30340;&#65292;&#24212;&#35813;&#26159;&#28201;&#24773;&#30340;&#65292;&#20272;&#35745;&#30475;&#19981;&#19979;&#21435;&#12290;</p>
<p>lost&#24555;&#20986;&#20102;&#21543;&#65292;&#20877;&#28866;&#20063;&#30475;&#65292;&#27605;&#31455;&#26368;&#21518;&#19968;&#23395;&#20102;&#65307;UB&#36234;&#26469;&#36234;&#19981;&#34892;&#20102;&#65292;&#20170;&#22825;&#20986;&#20102;&#26032;&#30340;&#65292;&#23454;&#22312;&#27809;&#24847;&#24605;&#12290;&#12290;&#12290;&#20272;&#35745;&#25910;&#35270;&#29575;&#32479;&#35745;&#32467;&#26524;&#19981;&#20250;&#22909;&#12290;&#12290;&#12290;</p>
<p>&#24681;&#65292;&#24635;&#24819;&#31532;&#19968;&#26102;&#38388;&#19979;&#21040;&#30005;&#35270;&#30475;&#65292;&#29992;&#22269;&#22806;&#30340;bt&#65292;&#37117;&#27809;&#23383;&#24149;&#65292;&#23601;&#24403;&#32451;&#21548;&#21147;&#20102;&#65292;&#20854;&#20182;&#36824;&#22909;&#65292;&#35748;&#30495;&#30475;&#36215;&#30721;&#36319;&#24471;&#19978;&#21095;&#24773;&#65292;24&#21644;big bang&#23601;&#19981;&#34892;&#20102;&#65292;&#30475;&#24471;&#25105;&#26376;&#26406;&#32999;&#40479;&#26406;&#32999;&#30340;&#65292;&#19968;&#22534;&#19987;&#19994;&#26415;&#35821;&#19981;&#35828;&#65292;&#28436;&#21592;&#20204;&#36824;&#20010;&#20010;&#21475;&#40831;&#20278;&#20432;&#65292;&#33521;&#25991;&#23383;&#24149;&#20063;&#30475;&#19981;&#25026;&#12290;&#12290;&#12290;&#25171;&#20987;&#20102;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#27809;&#23383;&#24149;&#30475;&#30005;&#35270;&#20063;&#25402;&#26377;&#24847;&#24605;&#65292;&#32570;&#28857;&#23601;&#26159;&#21482;&#33021;&#21333;&#32447;&#31243;&#30475;&#65292;&#19981;&#25954;&#21516;&#26102;&#32842;&#20010;&#22825;&#19978;&#20010;&#32593;&#21861;&#30340;&#20102;&#65292;&#36825;&#20010;&#65292;&#26159;&#22909;&#20107;&#36824;&#26159;&#22351;&#20107;&#21602;&#12290;&#12290;&#12290;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;</p>
<p>&#160;&#26377;&#20010;&#22909;&#30475;&#30340;&#22270;&#65292;&#25554;&#19981;&#19978;&#65292;&#19979;&#27425;&#21543;~~~</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-01-20T00:00:00+08:00" pubdate data-updated="true">Jan 20<span>th</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/01/20/%E5%B8%A6%E7%9D%80%E5%B9%B8%E7%A6%8F%E8%BF%87%E5%B9%B4/">带着幸福过年</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#25105;&#25042;&#65292;&#24456;&#25042;&#24456;&#25042;</p>
<p>&#20803;&#26086;&#26399;&#38388;&#65292;&#24456;&#26377;&#24773;&#32490;&#21644;&#26102;&#38388;&#65292;&#24635;&#24819;&#20889;&#19996;&#35199;&#65292;&#21487;&#26159;&#19968;&#28857;&#24320;&#22823;&#24052;&#65292;&#23601;&#21464;&#25104;&#20102;&#30005;&#20449;&#32416;&#38169;&#65292;&#23548;&#33268;&#25105;&#36824;&#22238;&#21040;&#26087;&#21338;&#21792;&#21480;&#20102;&#20004;&#21477;</p>
<p>&#19968;&#21608;&#21518;&#65292;&#35775;&#38382;&#27491;&#24120;&#20102;&#65292;&#25105;&#24320;&#22987;&#24537;&#20102;&#65292;&#24320;&#22987;&#25042;&#20102;</p>
<p>&#26089;&#24536;&#35760;&#20102;&#37027;&#26102;&#20505;&#22312;&#24819;&#21861;</p>
<p>&#20294;&#26159;&#65292;&#20170;&#22825;&#65292;&#25105;&#32456;&#20110;&#19981;&#37027;&#20040;&#24456;&#24537;&#20102;</p>
<p>&#25105;&#27809;&#33391;&#24515;&#30340;&#25226;&#27809;&#25913;&#22909;&#30340;&#65292;&#25913;&#19981;&#22909;&#30340;&#35770;&#25991;&#25512;&#32473;boss&#65292;&#21704;&#21704;&#65292;&#35753;&#20182;&#30475;&#20102;&#25361;&#27611;&#30149;&#21543;&#65292;&#25105;&#30475;&#19981;&#19979;&#21435;&#20102;</p>
<p>&#34701;&#21512;&#20063;&#24456;&#20037;&#27809;&#26377;&#36827;&#23637;&#20102;&#65292;&#26159;&#35813;&#22909;&#22909;&#24324;&#24324;&#20102;&#65292;&#22312;&#25918;&#20551;&#21069;&#65292;&#36215;&#30721;&#24471;&#26377;&#20010;&#30473;&#30446;</p>
<p>&#22909;&#21543;&#65292;&#25105;&#26368;&#36817;&#21040;&#24213;&#24178;&#21861;&#20102;&#65292;&#33521;&#35821;&#65292;&#20174;&#20803;&#26086;&#24320;&#22987;&#23601;&#27809;&#30896;&#36807;&#20102;&#65292;&#21643;&#21150;&#21643;&#21150;</p>
<p>&#160;</p>
<p>&#38463;&#29245;&#35201;&#32467;&#23130;&#20102;&#65292;&#25105;&#25171;&#31639;&#21435;&#65292;&#38590;&#24471;&#27491;&#22909;&#36825;&#20040;&#36817;&#65292;&#27604;&#36739;&#26041;&#20415;&#65292;&#20154;&#29983;&#36825;&#20040;&#37325;&#22823;&#30340;&#20107;&#24773;&#65292;&#33021;&#21435;&#23601;&#21435;&#20102;</p>
<p>&#28779;&#36710;&#31080;&#20498;&#26159;&#24456;&#24555;&#23601;&#20080;&#21040;&#20102;&#65292;&#24681;&#65292;&#22238;&#26469;&#30340;&#36824;&#27809;&#20080;&#65292;&#23601;&#38752;&#38463;&#29245;&#20102;</p>
<p>&#31036;&#29289;&#24456;&#22836;&#30140;&#21834;&#65292;&#19981;&#20294;&#35201;&#23454;&#29992;&#26377;&#21697;&#36136;&#65292;&#36824;&#24471;&#36731;&#20415;&#12290;&#34429;&#35828;&#25105;&#22359;&#22836;&#22823;&#65292;&#21487;&#20063;&#26159;&#23567;&#33011;&#33162;&#23567;&#33151;&#30340;&#65292;&#22826;&#27785;&#30340;&#19996;&#35199;&#25294;&#36807;&#21435;&#65292;&#20272;&#35745;&#25105;&#30251;&#20102;&#35201;</p>
<p>&#25105;&#35201;&#19981;&#35201;&#20080;&#20214;&#26032;&#34915;&#26381;&#31359;&#21435;&#21602;&#65292;&#31359;&#20307;&#38754;&#28857;&#32473;&#38463;&#29245;&#38271;&#38271;&#33080;&#22043;&#65292;&#21704;&#21704;&#65292;&#36196;&#26524;&#26524;&#30340;&#36133;&#23478;&#20511;&#21475;</p>
<p>&#19981;&#30693;&#36947;&#24403;&#20276;&#23064;&#35201;&#27714;&#39640;&#19981;&#39640;&#65292;&#25105;&#33021;&#21402;&#30528;&#33080;&#30382;&#36319;&#29245;&#29245;&#35201;&#27714;&#21527;~~~~</p>
<p>&#22909;&#28608;&#21160;&#21834;&#65292;&#22836;&#22238;&#21442;&#21152;&#21516;&#40836;&#20154;&#30340;&#23130;&#31036;&#65292;&#36824;&#26159;&#24102;&#23447;&#25945;&#39118;&#26684;&#30340;&#65292;&#21704;&#21704;</p>
<p>&#160;</p>
<p>&#36807;&#26032;&#24180;&#65292;&#25105;&#23478;&#35201;&#25644;&#26032;&#25151;&#21862;</p>
<p>&#29241;&#24456;&#38712;&#27668;&#65292;&#23244;&#25105;&#30340;&#31383;&#24088;&#22826;pia&#27668;&#65292;&#30452;&#25509;&#25286;&#20102;&#37325;&#20080;&#65292;&#20809;&#31383;&#24088;&#23601;1K&#22810;&#65292;&#39069;&#28404;&#31070;&#21568;</p>
<p>&#31561;&#30528;&#65292;&#20174;&#29245;&#29245;&#23478;&#22238;&#26469;&#65292;&#23601;&#21435;&#32771;&#23519;&#26032;&#25151;&#25972;&#29702;&#36827;&#23637;&#65281;&#65281;&#65281;</p>
<p>&#160;</p>
                                    </p>
</div>
  
  


    </article>
  
  <div class="pagination">
    
      <a class="prev" href="/blog/page/39/">&larr; Older</a>
    
    <a href="/blog/archives">Blog Archives</a>
    
    <a class="next" href="/blog/page/37/">Newer &rarr;</a>
    
  </div>
</div>
<aside class="sidebar">
  
    <section>
  <h1>Recent Posts</h1>
  <ul id="recent_posts">
    
      <li class="post">
        <a href="/blog/2013/03/27/version-control-dot-vim-file-with-git/">Version Control .vim File With Git</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/25/how-to-use-font-icon-in-html/">How to use font icon in HTML</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-change-git-repo-name/">how to change git repo name</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-setup-a-new-remote-git-repo/">How to setup a new remote git repo</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/13/hui-gu-2012/">回顾2012</a>
      </li>
    
  </ul>
</section>






  
</aside>

    </div>
  </div>
  <footer role="contentinfo"><p>
  Copyright &copy; 2013 - muggleyoung -
  <span class="credit">Powered by <a href="http://octopress.org">Octopress</a>. Design by <a href="http://octopressthemes.com">Octopress Themes</a>.</span>
</p>

</footer>
  

<script type="text/javascript">
      var disqus_shortname = 'muggleyoung';
      
        
        var disqus_script = 'count.js';
      
    (function () {
      var dsq = document.createElement('script'); dsq.type = 'text/javascript'; dsq.async = true;
      dsq.src = 'http://' + disqus_shortname + '.disqus.com/' + disqus_script;
      (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);
    }());
</script>







  <script type="text/javascript">
    (function(){
      var twitterWidgets = document.createElement('script');
      twitterWidgets.type = 'text/javascript';
      twitterWidgets.async = true;
      twitterWidgets.src = 'http://platform.twitter.com/widgets.js';
      document.getElementsByTagName('head')[0].appendChild(twitterWidgets);
    })();
  </script>





</body>
</html>
