
<!DOCTYPE html>
<!--[if IEMobile 7 ]><html class="no-js iem7"><![endif]-->
<!--[if lt IE 9]><html class="no-js lte-ie8"><![endif]-->
<!--[if (gt IE 8)|(gt IEMobile 7)|!(IEMobile)|!(IE)]><!--><html class="no-js" lang="en"><!--<![endif]-->
<head>
  <meta charset="utf-8">
  <title></title>
  <meta name="author" content="muggleyoung">

  
  <meta name="description" content="&#160; He loves me,He loves me not
&#30475;&#30528;&#36825;&#21477;&#35805;&#65292;&#20284;&#20046;&#24456;&#21487;&#29233;
&#19968;&#20010;&#23567 &hellip;">
  

  <!-- http://t.co/dKP3o1e -->
  <meta name="HandheldFriendly" content="True">
  <meta name="MobileOptimized" content="320">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  
  <link rel="canonical" href="http://muggleyoung.github.com/blog/page/15/">
  <link href="/favicon.png" rel="icon">
  <link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
  <script src="/javascripts/modernizr-2.0.js"></script>
  <script src="/javascripts/ender.js"></script>
  <script src="/javascripts/octopress.js" type="text/javascript"></script>
  <link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
  <!--Fonts from Google"s Web font directory at http://google.com/webfonts -->
<link href="http://fonts.googleapis.com/css?family=PT+Serif:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<link href="http://fonts.googleapis.com/css?family=PT+Sans:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">

  

</head>

<body   >
  <header role="banner"><hgroup>
  <h1><a href="/"></a></h1>
  
    <h2>young for you</h2>
  
</hgroup>

</header>
  <nav role="navigation"><ul class="subscription" data-subscription="rss">
  <li><a href="/atom.xml" rel="subscribe-rss" title="subscribe via RSS">RSS</a></li>
  
</ul>
  
<form action="http://google.com/search" method="get">
  <fieldset role="search">
    <input type="hidden" name="q" value="site:muggleyoung.github.com" />
    <input class="search" type="text" name="q" results="0" placeholder="Search"/>
  </fieldset>
</form>
  
<ul class="main-navigation">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
</ul>

</nav>
  <div id="main">
    <div id="content">
      <div class="blog-index">
  
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-09-19T00:00:00+08:00" pubdate data-updated="true">Sep 19<span>th</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/09/19/%E6%83%85%E7%88%B1%E5%A6%84%E6%83%B3%E7%97%87/">情爱妄想症</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#160;</p>
<p style="text-align: center;"><img src="http://img3.douban.com/lpic/s2554619.jpg" border="0" alt="" /></p>
<p>He loves me,He loves me not</p>
<p>&#30475;&#30528;&#36825;&#21477;&#35805;&#65292;&#20284;&#20046;&#24456;&#21487;&#29233;</p>
<p>&#19968;&#20010;&#23567;&#22993;&#23064;&#36466;&#22312;&#23665;&#39030;&#65292;&#25163;&#25569;&#19968;&#26421;&#29611;&#29808;&#65292;&#25968;&#30528;&#33457;&#29923;&#65292;&#20182;&#21916;&#27426;&#25105;&#65292;&#20182;&#19981;&#21916;&#27426;&#25105;&#65292;&#20182;&#21916;&#27426;&#25105;&#65292;&#20182;&#19981;&#21916;&#27426;&#25105;&#8230;&#8230;</p>
<p>&#30005;&#24433;&#26412;&#36523;&#65292;&#21487;&#27809;&#36825;&#20040;&#25307;&#20154;&#24604;</p>
<p>&#21069;&#21322;&#37096;&#35762;&#36848;&#19968;&#20010;&#23398;&#33402;&#26415;&#30340;&#22899;&#23401;&#65292;&#29233;&#19978;&#24050;&#23130;&#30340;&#24515;&#33039;&#31185;&#21307;&#29983;&#65292;&#32780;&#21307;&#29983;&#21364;&#27809;&#26377;&#37027;&#20040;&#29233;&#22905;&#65292;&#19981;&#24895;&#31163;&#24320;&#33258;&#24049;&#30340;&#22971;&#23376;&#12290;&#20013;&#38388;&#22993;&#23064;&#29992;&#20992;&#23376;&#25749;&#30772;&#35033;&#23376;&#65292;&#25300;&#25481;&#25151;&#19996;&#24515;&#29233;&#30340;&#26893;&#29289;&#65292;&#20381;&#28982;&#26377;&#20102;&#28857;&#21487;&#24597;&#30340;&#24433;&#23376;</p>
<p>&#21518;&#21322;&#37096;&#65292;&#25105;&#30475;&#24778;&#24730;&#20102;&#12290;&#36825;&#19968;&#20999;&#37117;&#26159;&#24187;&#24819;&#65292;&#21307;&#29983;&#20840;&#28982;&#19981;&#30693;&#12290;&#24403;&#36825;&#19968;&#20999;&#22823;&#30333;&#26102;&#65292;&#21307;&#29983;&#24868;&#24594;&#36716;&#36523;&#65292;&#22905;&#34987;&#8220;&#25243;&#24323;&#8221;&#65292;&#20381;&#28982;&#30776;&#20260;&#20182;&#12290;&#22905;&#22240;&#20026;&#22916;&#24819;&#30151;&#34987;&#36865;&#20837;&#31934;&#31070;&#30149;&#38498;&#65292;&#20182;&#21463;&#20260;&#21452;&#33151;&#19981;&#20877;&#28789;&#27963;&#12290;&#33509;&#24178;&#24180;&#21518;&#65292;&#22905;&#30149;&#24840;&#20986;&#38498;&#65292;&#30149;&#25151;&#34915;&#26588;&#21518;&#38754;&#21457;&#29616;&#19968;&#20010;&#29992;&#33647;&#29255;&#20570;&#25104;&#30340;&#20182;&#30340;&#30011;&#20687;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#36825;&#20010;&#32467;&#23616;&#65292;&#30528;&#23454;&#35753;&#25105;&#20174;&#39592;&#23376;&#37324;&#21702;&#21990;&#12290;&#36225;&#30528;&#32467;&#23614;&#37027;&#21477;&#35805;&#65292;&#30495;&#19981;&#30693;&#36947;&#22905;&#36824;&#33021;&#20570;&#20986;&#20160;&#20040;&#26469;&#12290;</p>
<p>&#12288;&#12288;&#8221;&#25105;&#29233;&#24471;&#30127;&#29378; 
<br />&#12288;&#12288;&#29369;&#24184;&#33021;&#29992;&#29702;&#24615;&#24179;&#34913; 
<br />&#12288;&#12288;&#25105;&#26126;&#30333;&#35201;&#24525;&#32784; 
<br />&#12288;&#12288;&#24515;&#23384;&#30460;&#26395;&#8217; 
<br />&#12288;&#12288;&#19968;&#21517;&#20303;&#38498;50&#24180;&#30340;&#33394;&#24773;&#29378;&#24739;&#32773;&#36825;&#26679;&#35828;&#8221; 
</p>
<p><img src="http://img3.douban.com/view/photo/photo/public/p609373562.jpg" border="0" alt="" /></p>
<p>&#25105;&#12290;&#12290;&#12290;&#25105;&#12290;&#12290;&#12290;&#25105;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#30495;&#23475;&#24597;&#20102;~~~</p>
<p>&#19981;&#36807;&#24819;&#24819;&#65292;&#29233;&#24471;&#30127;&#29378;&#65292;&#26377;&#26102;&#30830;&#23454;&#19968;&#30456;&#24773;&#24895;&#32780;&#24050;&#12290;&#35841;&#27809;&#26377;&#28857;&#24187;&#24819;&#30340;&#26102;&#20505;&#65292;&#24187;&#24819;&#30528;&#20182;&#36824;&#29233;&#25105;&#65292;&#23454;&#38469;&#65292;&#20154;&#23478;&#26681;&#26412;&#19981;&#22312;&#20046;&#12290;&#20309;&#33510;&#21602;&#65292;&#26159;&#21543;~&#21457;&#21457;&#29282;&#39578;&#21704;~</p>
<p>&#33521;&#25991;&#21517;&#23383;&#25402;&#22909;&#65292;&#20013;&#25991;&#21517;&#23601;&#20667;&#20102;&#65292;&#22825;&#20351;&#29233;&#36807;&#30028;&#12290;&#19981;&#29992;&#22612;&#22270;&#28436;&#30340;&#29255;&#23376;&#37117;&#20197;&#22825;&#20351;&#24320;&#22836;&#21543;&#65292;&#30495;&#27809;&#24847;&#24605;&#12290;&#27861;&#35821;&#21517;&#23383;&#65292;&#19981;&#35748;&#35782;&#12290;&#12290;&#12290;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-09-18T00:00:00+08:00" pubdate data-updated="true">Sep 18<span>th</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/09/18/%E6%94%B6%E5%88%B0%E5%8D%8E%E4%B8%BA%E7%9F%AD%E4%BF%A1/">收到华为短信</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>RT</p>
<p>&#30701;&#20449;&#20869;&#23481;&#22914;&#19979;&#65306;</p>
<p>2010/09/18&#160;&#160;&#160; 12&#65306;31</p>
<p>&#21457;&#33258;&#21326;&#20026;&#25307;&#32856;HR:&#21326;&#20026;&#20844;&#21496;&#36890;&#30693;&#65306;&#24744;&#24050;&#36890;&#36807;&#20102;&#38754;&#35797;&#12290;&#21326;&#20026;&#20844;&#21496;&#36817;&#26399;&#23558;&#32452;&#32455;&#31614;&#32422;&#12290;&#35874;&#35874;&#65281;&#65288;&#25910;&#21040;&#35831;&#22238;&#22797;&#12290;&#36890;&#30693;&#22312;&#20998;&#25209;&#21457;&#20986;&#65292;&#26242;&#27809;&#25509;&#21040;&#36890;&#36807;&#30701;&#20449;&#30340;&#21516;&#23398;&#35831;&#31245;&#31561;&#24453;&#65289;</p>
<p>&#26152;&#22825;&#38754;&#35797;&#23436;&#65292;&#20170;&#22825;&#23601;&#26377;&#32467;&#26524;&#12290;&#25105;&#20998;&#26512;&#65292;&#22240;&#20026;&#20013;&#20852;&#24050;&#32463;&#24320;&#22987;&#21457;&#25918;&#31532;&#19968;&#25209;offer&#20102;&#12290;&#24182;&#19988;&#20154;&#23478;&#24050;&#32463;&#20174;&#23398;&#26657;&#25343;&#21040;&#19977;&#26041;&#21327;&#35758;&#20102;&#12290;&#25105;&#36824;&#27809;&#25910;&#21040;&#36890;&#30693;&#12290;&#12290;&#12290;</p>
<p>&#20170;&#24180;&#20004;&#23478;&#20844;&#21496;&#20105;&#24471;&#30495;&#32039;</p>
<p>&#20174;&#23454;&#20064;&#24320;&#22987;&#65292;&#21040;openday&#65292;&#21040;&#28072;&#24037;&#36164;&#65292;&#21040;&#31614;&#32422;</p>
<p>&#24681;~mark&#19979;~</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-09-17T00:00:00+08:00" pubdate data-updated="true">Sep 17<span>th</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/09/17/%E5%8D%8E%E4%B8%BA%E9%9D%A2%E8%AF%95/">华为面试</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#20170;&#20799;&#19979;&#21320;&#65292;&#32034;&#33778;&#29305;&#37202;&#24215;</p>
<p>&#27491;&#22909;&#22312;&#23828;&#21333;&#20301;&#26049;&#36793;&#65292;&#32467;&#26524;&#23401;&#23376;&#20986;&#38376;&#20241;&#20551;&#36824;&#27809;&#22238;&#26469;&#65292;&#19981;&#28982;&#38754;&#23436;&#36824;&#26377;&#30340;&#29609;&#20799;&#65292;&#21487;&#20197;&#25490;&#35299;&#25233;&#37057;~</p>
<p>&#36827;&#38376;&#39046;&#21495;&#65292;&#24320;&#22987;&#31561;&#21483;&#21495;</p>
<p>&#25105;&#26159;D&#32452;&#65292;&#38754;&#20004;&#38754;&#12290;</p>
<p>&#36824;&#26377;&#20010;S&#32452;&#27604;&#36739;&#29275;&#65292;&#21482;&#26377;&#32508;&#21512;&#38754;&#65292;&#25454;&#35828;&#37117;&#26159;&#31454;&#36187;&#30340;&#21861;&#30340;</p>
<p>&#31616;&#21382;&#19978;&#25105;&#30003;&#35831;&#30340;&#26159;&#25216;&#26415;&#26381;&#21153;&#24037;&#31243;&#24072;&#65292;&#22522;&#26412;&#19978;&#23601;&#26159;&#21806;&#21069;&#21806;&#21518;&#30340;&#21806;&#21518;</p>
<p>&#31532;&#20108;&#20010;&#25165;&#26159;&#30740;&#21457;&#12290;&#24681;&#65292;&#22238;&#26469;&#21518;&#24724;&#20102;&#65292;&#21518;&#35805;~</p>
<p><strong>&#19968;&#38754;&#65306;</strong></p>
<p>&#19981;&#30693;&#36947;&#26159;&#38144;&#26381;&#20154;&#22826;&#22810;&#65292;&#36824;&#26159;&#38754;&#35797;&#23448;&#22826;&#23569;&#65292;&#25105;&#31561;&#20102;&#24456;&#20037;&#25165;&#36827;&#21435;</p>
<p>&#26524;&#28982;&#27809;&#35753;&#20889;&#20195;&#30721;&#65292;&#38382;&#39064;&#22522;&#26412;&#22914;&#19979;&#65306;</p>
<p>&#30693;&#36947;&#36825;&#32844;&#20301;&#32844;&#36131;&#19981;&#65292;&#20026;&#21861;&#36873;&#36825;&#20010;&#32844;&#20301;</p>
<p>&#26377;&#21861;&#29233;&#22909;&#65292;&#25105;&#35828;&#20102;&#24456;&#22810;&#65292;&#26377;&#26053;&#28216;&#65292;&#23601;&#34987;&#36861;&#38382;&#65292;&#21435;&#36807;&#21738;&#37324;&#65292;&#26377;&#20160;&#20040;&#24863;&#21463;</p>
<p>&#20171;&#32461;&#39033;&#30446;&#65292;&#34987;&#36861;&#38382;&#65292;&#19981;&#23601;&#26159;PS&#20040;&#65292;&#36924;&#24613;&#20102;&#65292;&#21482;&#22909;&#35762;&#32431;&#29702;&#35770;</p>
<p>&#33521;&#35821;&#24590;&#26679;&#65292;&#25105;&#35828;&#29233;&#30475;&#21095;&#65292;&#21448;&#35753;&#35828;&#20160;&#20040;&#21095;</p>
<p>&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#24046;&#19981;&#22810;&#37117;&#26159;&#36825;&#26679;&#65292;&#30495;&#27809;&#21170;&#12290;&#20197;&#21518;&#25105;&#23601;&#32769;&#32769;&#23454;&#23454;&#25237;&#27979;&#35797;&#20102;&#65292;&#20934;&#22791;&#37027;&#20040;&#22810;&#25968;&#25454;&#32467;&#26500;&#21861;&#30340;&#65292;&#37117;&#29992;&#19981;&#19978;&#12290;&#20284;&#20046;&#20182;&#20204;&#20063;&#35273;&#24471;&#38144;&#26381;&#19981;&#25026;&#25216;&#26415;&#65292;&#39069;&#65292;&#38754;&#35797;&#30495;&#19981;&#33021;&#35878;&#34394;&#65292;&#30495;&#30340;&#65292;&#32477;&#23545;&#35201;&#33258;&#20449;</p>
<p><strong>&#32593;&#27979;&#65306;</strong></p>
<p>&#31561;&#20108;&#38754;&#35201;&#24456;&#20037;&#65292;HR&#35753;&#25105;&#20808;&#21435;&#20570;&#20102;&#32593;&#27979;&#12290;&#36825;&#27425;&#32593;&#27979;&#21487;&#27604;&#23454;&#20064;&#29983;&#37027;&#27425;&#25152;&#35859;&#24615;&#26684;&#27979;&#35797;&#38752;&#35889;&#12290;SHL&#30340;&#27979;&#35797;&#65292;&#20197;&#21069;&#35265;&#36807;&#65292;&#31639;&#26159;&#27604;&#36739;&#31185;&#23398;&#30340;&#65292;&#20063;&#27809;&#26377;&#19981;&#38752;&#35889;&#30340;&#24618;&#39064;&#30446;&#12290;</p>
<p>&#27604;&#22914;&#65292;&#24515;&#24773;&#25233;&#37057;&#30340;&#26102;&#20505;or&#24037;&#20316;&#21387;&#21147;&#22823;&#30340;&#26102;&#20505;&#65292;&#20320;&#24590;&#20040;&#25490;&#35299;&#65311;</p>
<p>&#160;&#160;&#160; A.&#21548;&#27785;&#37325;&#30340;&#38899;&#20048;&#65292;&#35753;&#25105;&#27785;&#28024;&#20110;&#24403;&#21069;&#30340;&#24773;&#32490;</p>
<p>&#160;&#160;&#160; B.&#21548;&#33410;&#22863;&#32531;&#24930;&#30340;&#27468;&#65292;&#22240;&#20026;&#31526;&#21512;&#29616;&#22312;&#30340;&#24515;&#22659;</p>
<p>&#160;&#160;&#160; C.&#21548;&#27426;&#24555;&#30340;&#38899;&#20048;&#65292;&#35753;&#25105;&#24515;&#24773;&#22909;&#36716;</p>
<p>&#160;&#160;&#160; D.&#65288;&#24536;&#20102;&#12290;&#12290;&#12290;&#12290;&#65289;</p>
<p>&#30475;&#20102;&#21322;&#22825;&#19981;&#20250;&#36873;&#65292;&#19968;&#33324;&#21681;&#26159;&#25402;&#33298;&#32531;&#30340;&#38899;&#20048;&#65292;&#22240;&#20026;&#21548;&#20102;&#20250;&#21464;&#39640;&#20852;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#25152;&#20197;&#65292;&#36825;&#39064;&#19968;&#30475;&#23601;&#19981;&#38752;&#35889;&#65292;&#21448;&#19981;&#26159;&#20570;&#30528;&#29609;&#20799;&#30340;&#24515;&#29702;&#27979;&#35797;&#12290;</p>
<p>&#20197;&#21069;&#33258;&#24049;&#20570;SHL&#30340;&#32467;&#26524;&#22522;&#26412;&#19978;&#26159;&#35828;&#65292;&#25105;&#39046;&#23548;&#21147;&#21644;&#20154;&#38469;&#20132;&#24448;&#26041;&#38754;&#31245;&#24046;&#65307;&#36923;&#36753;&#24605;&#32500;&#36824;&#26377;&#20010;&#21861;&#26159;&#27604;&#36739;&#22909;&#30340;</p>
<p><strong>&#33521;&#35821;&#27979;&#35797;&#65306;</strong></p>
<p>&#24456;&#24555;&#30340;</p>
<p>&#23545;&#30528;&#30005;&#33041;&#65292;&#20808;&#35797;&#38899;</p>
<p>5&#20010;&#26391;&#35835;&#65292;&#19968;&#21477;&#35805;&#65292;10s&#36824;&#26159;20s&#65292;&#26391;&#35835;&#19968;&#36941;&#12290;&#25105;&#22522;&#26412;&#19978;5s&#20869;&#35835;&#23436;&#65292;&#31561;&#30528;&#31186;&#34920;&#20498;&#35745;&#26102;&#12290;&#26368;&#21518;&#19968;&#20010;&#26377;&#29983;&#35789;&#20799;&#65292;&#27809;&#35835;&#22909;</p>
<p>10&#20010;&#21548;&#21147;&#65292;conversation&#65292;&#24456;&#30701;&#65292;&#19968;&#20004;&#21477;&#35805;</p>
<p>2&#20010;&#38382;&#31572;&#12290;&#36319;&#25176;&#30456;&#20284;&#65292;10s&#32771;&#34385;2min&#20316;&#31572;&#65292;&#27809;&#32473;&#33609;&#31295;&#32440;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#31532;&#19968;&#20010;&#38382;&#32769;&#24072;&#35762;&#35838;&#22909;&#65292;&#36824;&#26159;&#23398;&#29983;&#20132;&#27969;&#22909;&#12290;&#25176;&#31119;&#39064;&#65292;&#21487;&#26159;&#20004;&#20998;&#38047;&#65292;&#25105;&#35828;&#19981;&#23436;&#12290;&#20064;&#24815;&#20102;&#65292;&#19968;&#20998;&#38047;&#34920;&#36798;&#35266;&#28857;&#12290;&#20110;&#26159;&#65292;&#21518;&#19968;&#20998;&#38047;&#25442;&#20010;&#35828;&#27861;&#37325;&#22797;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#31532;&#20108;&#20010;&#65292;&#20013;&#22269;&#30693;&#35782;&#20998;&#23376;&#27969;&#22833;&#20005;&#37325;&#65292;&#20182;&#20204;&#24212;&#19981;&#24212;&#35813;&#31227;&#27665;&#22269;&#22806;&#12290;&#36825;&#38382;&#39064;&#22826;&#22823;&#20102;&#65292;&#20013;&#25991;&#32452;&#32455;&#36215;&#26469;&#37117;&#25402;&#22797;&#26434;&#65292;&#25105;&#12290;&#12290;&#12290;&#32467;&#24052;&#20102;&#65292;&#21040;&#21518;&#38754;&#23454;&#22312;&#35828;&#19981;&#19979;&#21435;&#65292;&#30524;&#30529;&#30529;&#30475;&#30528;&#31186;&#34920;&#32467;&#26463;&#12290;&#12290;&#12290;</p>
<p>&#24635;&#20043;&#27604;&#36739;&#24808;~</p>
<p><strong>&#20108;&#38754;&#65306;</strong></p>
<p>&#36825;&#36718;&#38754;&#35797;&#23448;&#65292;&#21360;&#35937;&#19981;&#24590;&#26679;&#65292;&#19981;&#30693;&#36947;&#26159;&#19981;&#26159;&#25152;&#35859;&#21387;&#21147;&#27979;&#35797;&#65292;&#21487;&#25105;&#27809;&#24863;&#35273;&#21040;&#21387;&#21147;&#21568;~</p>
<p>&#21516;&#26679;&#20808;&#33258;&#25105;&#20171;&#32461;&#65292;&#20013;&#25991;&#30340;&#65292;&#26197;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#20171;&#32461;&#23545;&#32844;&#20301;&#30340;&#20102;&#35299;&#65292;&#20026;&#20160;&#20040;&#36873;&#25321;&#38144;&#26381;</p>
<p>&#30693;&#36947;&#25105;&#26159;&#29420;&#29983;&#23376;&#21518;&#65292;&#25578;&#30528;&#19981;&#25918;&#65292;&#22240;&#20026;&#24037;&#20316;&#22320;&#28857;&#38382;&#39064;</p>
<p>&#26399;&#26395;&#21435;&#28023;&#22806;&#65292;&#21448;&#25578;&#30528;&#19981;&#25918;&#65292;&#20013;&#38388;&#36824;&#25509;&#20004;&#20010;&#30005;&#35805;&#65288;&#36825;&#20010;&#24212;&#35813;&#19981;&#20250;&#26159;&#25925;&#24847;&#30340;&#21543;~&#65289;</p>
<p>&#20171;&#32461;&#39033;&#30446;&#65292;&#35828;&#25105;&#20570;&#30340;&#27809;&#21547;&#37327;&#65292;&#21448;&#36924;&#30528;&#22992;&#35762;&#32431;&#29702;&#35770;&#12290;&#12290;&#12290;</p>
<p>&#36824;&#26377;&#21861;&#24536;&#20102;</p>
<p>&#26368;&#21518;&#25105;&#38382;&#20102;&#20010;&#38382;&#39064;&#65292;&#23601;over&#20102;</p>
<p>&#160;</p>
<p>&#30631;&#30631;&#65292;&#22810;&#27809;&#24847;&#24605;&#30340;</p>
<p>&#37117;&#27809;&#38382;&#19968;&#28857;&#25216;&#26415;&#38382;&#39064;&#65292;&#25105;&#27809;&#36825;&#20040;&#33756;&#21543;</p>
<p>&#20197;&#21518;&#20570;&#27979;&#35797;&#65292;&#20570;&#27979;&#35797;&#65292;&#20570;&#27979;&#35797;</p>
<p>&#25454;&#35828;&#26377;&#20154;&#38754;&#23436;&#21518;&#65292;&#38754;&#35797;&#23448;&#30452;&#25509;&#35828;&#65292;&#22238;&#21435;&#31561;&#30528;&#31614;&#32422;&#21543;~</p>
<p>&#39069;~~~~</p>
<p>&#35828;&#35828;&#20854;&#20182;&#20154;&#25216;&#26415;&#38754;&#20869;&#23481;&#12290;&#21516;&#34892;&#30340;&#65292;&#22522;&#26412;&#37117;&#30003;&#35831;&#30340;&#30740;&#21457;&#23703;&#20301;&#65292;&#37117;&#20889;&#20195;&#30721;&#20102;</p>
<p>&#32422;&#29791;&#22827;&#29615;&#65307;&#23547;&#25214;&#38142;&#34920;&#20013;&#38388;&#20301;&#32622;&#32467;&#28857;&#65307;&#23547;&#25214;&#25968;&#32452;&#20013;&#27425;&#22823;&#20540;&#65307;&#23383;&#31526;&#20018;&#21305;&#37197;&#65288;&#36825;&#20010;&#27604;&#36739;&#38590;&#65289;&#65307;&#32479;&#35745;&#23383;&#31526;&#12290;&#12290;&#12290;</p>
<p>&#31616;&#21333;&#30340;&#65292;&#23601;&#26159;&#23545;&#38142;&#34920;&#30340;&#22522;&#26412;&#25805;&#20316;&#20102;&#65292;&#24635;&#20307;&#19981;&#26159;&#24456;&#38590;&#21862;</p>
<p>&#22909;&#22909;&#20934;&#22791;~</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-09-16T00:00:00+08:00" pubdate data-updated="true">Sep 16<span>th</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/09/16/mergesort/">MergeSort</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>merge sort &#24212;&#35813;&#21483;&#24402;&#24182;&#25490;&#24207;&#20043;&#31867;&#30340;&#21543;</p>
<p>&#22909;&#20037;&#19981;&#29992;C&#65292;&#24590;&#26679;&#25226;&#25968;&#32452;&#20316;&#20026;&#21442;&#25968;&#20256;&#36882;&#36825;&#20010;&#38382;&#39064;&#65292;&#30528;&#23454;&#22256;&#25200;&#25105;&#22909;&#20037;</p>
<p>&#19968;&#30452;&#26292;&#21147;&#30340;&#30452;&#25509;&#25226;&#25968;&#32452;&#22768;&#26126;&#20026;&#20840;&#23616;&#21464;&#37327;&#65292;&#19981;&#36807;&#29992;vector&#20498;&#26159;&#20010;&#21150;&#27861;</p>
<p>&#20170;&#22825;&#30475;&#20070;&#65292;&#25165;&#24819;&#36215;&#26469;&#35813;&#24590;&#26679;&#20570;</p>
<p>&#32769;&#21862;&#65292;&#31528;&#21862;~</p>
<p>&#160;</p>
<p>#include &lt;fstream.h&gt;<br />#include&lt;math.h&gt; <br /><br />void merge(int A[], int head,int tail,int mid,int n)<br />{<br />&#160;&#160; &#160;int i;<br />&#160;&#160; &#160;int j;<br />&#160;&#160; &#160;int k;<br />&#160;&#160; &#160;int L[50];<br />&#160;&#160; &#160;int R[50];<br />&#160;&#160; &#160;for (i=0;i&lt;mid-head+1;i++)<br />&#160;&#160; &#160;{<br />&#160;&#160; &#160;&#160;&#160;&#160; L[i] = A[head+i];<br />&#160;&#160; &#160;}<br />&#160;&#160; &#160;for (j=0;j&lt;tail-mid;j++)<br />&#160;&#160; &#160;{<br />&#160;&#160; &#160;&#160;&#160;&#160; R[j] = A[mid+j+1];<br />&#160;&#160; &#160;}<br />&#160;&#160; &#160;i=0;<br />&#160;&#160; &#160;j=0;<br />&#160;&#160; &#160;for (k=head;k&lt;=tail;k++)<br />&#160;&#160; &#160;{<br />&#160;&#160; &#160;&#160;&#160;&#160; if (L[i]&gt;=R[j])<br />&#160;&#160; &#160;&#160;&#160;&#160; {<br />&#160;&#160; &#160;&#160;&#160;&#160; &#160;&#160;&#160; A[k] = L[i];<br />&#160;&#160; &#160;&#160;&#160;&#160; &#160;&#160;&#160; i=i+1;<br />&#160;&#160; &#160;&#160;&#160;&#160; }<br />&#160;&#160; &#160;&#160;&#160;&#160; else<br />&#160;&#160; &#160;&#160;&#160;&#160; {<br />&#160;&#160; &#160;&#160;&#160;&#160; &#160;&#160;&#160; A[k] = R[j];<br />&#160;&#160; &#160;&#160;&#160;&#160; &#160;&#160;&#160; j = j+1;<br />&#160;&#160; &#160;&#160;&#160;&#160; }<br />&#160;&#160; &#160;}<br />}<br /><br />void mergesort(int A[], int head,int tail,int n)<br />{<br />&#160;&#160; &#160;if (head&lt;tail)<br />&#160;&#160; &#160;{<br />&#160;&#160; &#160;&#160;&#160;&#160; int mid;<br />&#160;&#160; &#160;&#160;&#160;&#160; mid = ceil((tail+head)/2);<br />&#160;&#160; &#160;&#160;&#160;&#160; mergesort(A,head,mid,n);<br />&#160;&#160; &#160;&#160;&#160;&#160; mergesort(A,mid+1,tail,n);<br />&#160;&#160; &#160;&#160;&#160;&#160; merge(A,head,tail,mid,n);<br />&#160;&#160; &#160;}<br />}<br /><br />void main()<br />{<br />&#160;&#160; &#160;ifstream infile;<br />&#160;&#160; &#160;ofstream outfile (&#8220;result.txt&#8221;);<br />&#160;&#160; &#160;infile.open(&#8220;seq.txt&#8221;);<br />&#160;&#160; &#160;int n = 0;<br />&#160;&#160; &#160;int A[100];<br />&#160;&#160; &#160;while (!infile.eof())<br />&#160;&#160; &#160;{<br />&#160;&#160; &#160;&#160;&#160;&#160; infile&gt;&gt;A[n];<br />&#160;&#160; &#160;&#160;&#160;&#160; n++;<br />&#160;&#160; &#160;}<br />&#160;&#160; &#160;mergesort(A,0,n-1,n);<br />&#160;&#160; &#160;for (int i=0;i&lt;n;i++)<br />&#160;&#160; &#160;{<br />&#160;&#160; &#160;&#160;&#160;&#160; outfile&lt;&lt;A[i]&lt;&lt;&#8221; &#8220;;<br />&#160;&#160; &#160;}<br />}</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-09-15T00:00:00+08:00" pubdate data-updated="true">Sep 15<span>th</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/09/15/%E4%B8%AD%E5%8A%A0%E9%AB%98%E7%AD%89%E6%95%99%E8%82%B2/">中加高等教育</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#36825;&#39064;&#30446;&#22815;&#22823;&#21543;&#65292;&#21704;&#21704;</p>
<p>boss&#20986;&#22269;&#32771;&#23519;&#65292;&#38656;&#35201;&#20934;&#22791;&#36164;&#26009;</p>
<p>&#20854;&#23454;&#25105;&#20063;&#23601;&#37027;&#28857;&#33021;&#32784;&#65292;&#22312;&#23398;&#26657;&#23448;&#32593;&#19978;&#36716;&#24736;&#20102;&#19968;&#22825;&#65292;&#26377;&#28857;&#23567;&#24863;&#21463;&#32780;&#24050;</p>
<p>&#19977;&#20010;&#23398;&#26657;&#65306;Waterloo&#65292; McGill&#65292; McMaster</p>
<p>&#28369;&#38081;&#21346;&#22823;&#23398;&#65306;&#160; <a title="http://www.uwaterloo.ca/" href="http://www.uwaterloo.ca/" target="_blank">http://www.uwaterloo.ca/</a> </p>
<p>&#35745;&#31639;&#26426;&#24456;&#29275;&#65292;&#25110;&#32773;&#35828;&#24037;&#31185;&#24212;&#35813;&#37117;&#25402;&#29275;</p>
<p>&#21482;&#35760;&#24471;&#32771;&#25176;&#30340;&#26102;&#20505;&#26597;&#21040;&#30340;&#65292;&#26368;&#20302;&#35201;&#27714;100&#65292;&#30452;&#25509;&#21523;&#21040;&#25105;&#20102;</p>
<p>&#20102;&#35299;&#36807;&#25165;&#30693;&#36947;&#65292;&#27809;&#36825;&#37329;&#21018;&#38075;&#12290;&#12290;&#12290;&#12290;&#23545;&#21543;</p>
<p>&#26368;&#20986;&#21517;&#30340;&#65292;&#23601;&#26159;Co-op&#39033;&#30446;&#65292;&#36890;&#20439;&#30340;&#35828;&#65292;&#31639;&#26159;&#26657;&#20225;&#32852;&#21512;&#22521;&#20859;&#21543;</p>
<p>&#20197;&#19979;&#26159;<span style="font-size: 14px;">&#25688;&#25220;&#65306;</span></p>
<p><!--[if gte mso 9]><xml>
 <w:WordDocument>
  <w:View>Normal</w:View>
  <w:Zoom>0</w:Zoom>
  <w:PunctuationKerning />
  <w:DrawingGridVerticalSpacing>7.8 &#30917;</w:DrawingGridVerticalSpacing>
  <w:DisplayHorizontalDrawingGridEvery>0</w:DisplayHorizontalDrawingGridEvery>
  <w:DisplayVerticalDrawingGridEvery>2</w:DisplayVerticalDrawingGridEvery>
  <w:ValidateAgainstSchemas />
  <w:SaveIfXMLInvalid>false</w:SaveIfXMLInvalid>
  <w:IgnoreMixedContent>false</w:IgnoreMixedContent>
  <w:AlwaysShowPlaceholderText>false</w:AlwaysShowPlaceholderText>
  <w:Compatibility>
   <w:SpaceForUL />
   <w:BalanceSingleByteDoubleByteWidth />
   <w:DoNotLeaveBackslashAlone />
   <w:ULTrailSpace />
   <w:DoNotExpandShiftReturn />
   <w:AdjustLineHeightInTable />
   <w:BreakWrappedTables />
   <w:SnapToGridInCell />
   <w:WrapTextWithPunct />
   <w:UseAsianBreakRules />
   <w:DontGrowAutofit />
   <w:UseFELayout />
  </w:Compatibility>
  <w:BrowserLevel>MicrosoftInternetExplorer4</w:BrowserLevel>
 </w:WordDocument>
</xml><![endif]--><!--[if gte mso 9]><xml>
 <w:LatentStyles DefLockedState="false" LatentStyleCount="156">
 </w:LatentStyles>
</xml><![endif]-->
&lt;!&#8211;<br />
 /* Font Definitions */<br />
 @font-face<br />
	{font-family:&#23435;&#20307;;<br />
	panose-1:2 1 6 0 3 1 1 1 1 1;<br />
	mso-font-alt:SimSun;<br />
	mso-font-charset:134;<br />
	mso-generic-font-family:auto;<br />
	mso-font-pitch:variable;<br />
	mso-font-signature:3 135135232 16 0 262145 0;}<br />
@font-face<br />
	{font-family:&#8221;\@&#23435;&#20307;&#8221;;<br />
	panose-1:2 1 6 0 3 1 1 1 1 1;<br />
	mso-font-charset:134;<br />
	mso-generic-font-family:auto;<br />
	mso-font-pitch:variable;<br />
	mso-font-signature:3 135135232 16 0 262145 0;}<br />
 /* Style Definitions */<br />
 p.MsoNormal, li.MsoNormal, div.MsoNormal<br />
	{mso-style-parent:&#8221;&#8220;;<br />
	margin:0cm;<br />
	margin-bottom:.0001pt;<br />
	text-align:justify;<br />
	text-justify:inter-ideograph;<br />
	mso-pagination:none;<br />
	font-size:10.5pt;<br />
	mso-bidi-font-size:12.0pt;<br />
	font-family:&#8221;Times New Roman&#8221;;<br />
	mso-fareast-font-family:&#23435;&#20307;;<br />
	mso-font-kerning:1.0pt;}<br />
 /* Page Definitions */<br />
 @page<br />
	{mso-page-border-surround-header:no;<br />
	mso-page-border-surround-footer:no;}<br />
@page Section1<br />
	{size:612.0pt 792.0pt;<br />
	margin:72.0pt 90.0pt 72.0pt 90.0pt;<br />
	mso-header-margin:36.0pt;<br />
	mso-footer-margin:36.0pt;<br />
	mso-paper-source:0;}<br />
div.Section1<br />
	{page:Section1;}<br />
&#8211;&gt;
<!--[if gte mso 10]>
<mce:style><! <br>
 /* Style Definitions */<br>
 table.MsoNormalTable<br>
	{mso-style-name:&#26222;&#36890;&#34920;&#26684;;<br>
	mso-tstyle-rowband-size:0;<br>
	mso-tstyle-colband-size:0;<br>
	mso-style-noshow:yes;<br>
	mso-style-parent:&#8221;&#8220;;<br>
	mso-padding-alt:0cm 5.4pt 0cm 5.4pt;<br>
	mso-para-margin:0cm;<br>
	mso-para-margin-bottom:.0001pt;<br>
	mso-pagination:widow-orphan;<br>
	font-size:10.0pt;<br>
	font-family:&#8221;Times New Roman&#8221;;<br>
	mso-fareast-font-family:&#8221;Times New Roman&#8221;;<br>
	mso-ansi-language:#0400;<br>
	mso-fareast-language:#0400;<br>
	mso-bidi-language:#0400;}<br>
&#8211;>
<!--[endif]-->
</p>
<p class="MsoNormal" style="text-indent: 21pt;"><span style="color: #0000ff;"><span style="font-family: &#23435;&#20307;;">&#28369;&#38081;&#21346;&#22823;&#23398;&#21462;&#24471;&#25104;&#21151;&#24182;&#38750;&#20598;&#28982;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#26657;&#26041;&#22312;&#21150;&#23398;&#29702;&#24565;&#19978;&#26377;&#35768;&#22810;&#20142;&#28857;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#20854;&#20013;&#20043;&#19968;&#26159;&#19990;&#30028;&#19978;&#31532;&#19968;&#25152;&#21457;&#36215;</span><span lang="EN-US">Co-Operative</span><span style="font-family: &#23435;&#20307;;">&#25945;&#32946;&#35745;&#21010;&#30340;&#23398;&#26657;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#20063;&#26159;&#36825;&#19968;&#35745;&#21010;&#28085;&#30422;&#23398;&#29983;&#25968;&#37327;&#26368;&#22810;&#30340;&#22823;&#23398;</span><span lang="EN-US">;</span><span style="font-family: &#23435;&#20307;;">&#22810;&#20262;&#22810;&#21644;&#28369;&#38081;&#21346;&#22320;&#21306;&#30340;&#35768;&#22810;&#35832;&#22914;</span><span lang="EN-US">RIM</span><span style="font-family: &#23435;&#20307;;">&#12289;</span><span lang="EN-US">Dalsa</span><span style="font-family: &#23435;&#20307;;">&#12289;</span><span lang="EN-US">Sirific W ireless</span><span style="font-family: &#23435;&#20307;;">&#12289;</span><span lang="EN-US">Handshake VR</span><span style="font-family: &#23435;&#20307;;">&#21644;</span><span lang="EN-US">IntelligentMechatronic Systems</span><span style="font-family: &#23435;&#20307;;">&#31561;&#39640;&#31185;&#25216;&#20844;&#21496;&#37117;&#26159;&#20174;&#28369;&#38081;&#21346;&#22823;&#23398;&#30340;&#23454;&#39564;&#23460;&#28436;&#21270;&#25110;&#30001;&#27605;&#19994;&#29983;&#30452;&#25509;&#21019;&#24314;&#30340;&#12290;</span></span></p>
<p class="MsoNormal" style="text-indent: 21pt;"><span style="color: #0000ff;"><span lang="EN-US">Co-Operative</span><span style="font-family: &#23435;&#20307;;">&#25945;&#32946;&#35745;&#21010;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#31616;&#31216;</span><span lang="EN-US">Co-Op</span><span style="font-family: &#23435;&#20307;;">&#35745;&#21010;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#26368;&#26089;&#30001;&#28369;&#38081;&#21346;&#22823;&#23398;&#22312;</span><span lang="EN-US">1964</span><span style="font-family: &#23435;&#20307;;">&#24180;&#35774;&#31435;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#33267;&#20170;&#26657;&#20869;&#32422;&#26377;</span><span lang="EN-US">70%</span><span style="font-family: &#23435;&#20307;;">&#30340;&#26412;&#31185;&#29983;&#27880;&#20876;&#35813;&#35745;&#21010;&#12290;&#25152;&#35859;</span><span lang="EN-US">Co-Op</span><span style="font-family: &#23435;&#20307;;">&#35745;&#21010;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#26159;&#22312;&#35835;&#26412;&#31185;&#29983;&#20174;&#19968;&#24180;&#32423;&#24320;&#22987;&#23450;&#26399;&#21040;&#20225;&#19994;&#12289;&#26426;&#26500;&#25110;&#30456;&#20851;&#32452;&#32455;&#36827;&#34892;&#23454;&#20064;&#24037;&#20316;&#30340;&#12289;&#23558;&#35838;&#22530;&#25945;&#23398;&#21644;&#23454;&#38469;&#24037;&#20316;&#32467;&#21512;&#30340;&#19968;&#31181;&#25945;&#32946;&#27169;&#24335;&#12290;&#22312;&#36825;&#31181;&#27169;&#24335;&#19979;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#19968;&#33324;</span><span lang="EN-US">4</span><span style="font-family: &#23435;&#20307;;">&#24180;&#30340;&#26412;&#31185;&#23398;&#19994;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#38656;&#35201;</span><span lang="EN-US">5</span><span style="font-family: &#23435;&#20307;;">&#24180;&#23436;&#25104;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#20854;&#20013;&#35838;&#22530;&#25945;&#23398;</span><span lang="EN-US">3~3</span><span style="font-family: &#23435;&#20307;;">&#183;</span><span lang="EN-US">5</span><span style="font-family: &#23435;&#20307;;">&#24180;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#23454;&#20064;&#24037;&#20316;</span><span lang="EN-US">1</span><span style="font-family: &#23435;&#20307;;">&#183;</span><span lang="EN-US">5~2</span><span style="font-family: &#23435;&#20307;;">&#24180;&#12290;</span></span></p>
<p class="MsoNormal" style="text-indent: 21pt;"><span style="color: #0000ff;"><span style="font-family: &#23435;&#20307;;">&#28369;&#38081;&#21346;&#22823;&#23398;&#27599;&#23398;&#24180;&#20998;&#20026;&#19977;&#20010;&#23398;&#26399;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#20908;&#23395;&#23398;&#26399;</span><span lang="EN-US">(1~4)</span><span style="font-family: &#23435;&#20307;;">&#12289;</span><span lang="EN-US">(5~8)(9~12</span><span style="font-family: &#23435;&#20307;;">&#26376;</span><span lang="EN-US">),</span><span style="font-family: &#23435;&#20307;;">&#38500;&#22269;&#23478;&#21644;&#26657;&#26041;&#35268;&#23450;&#30340;&#20844;&#20849;&#20551;&#26399;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#23398;&#29983;&#27809;&#26377;&#23506;&#26257;&#20551;&#12290;&#22823;&#22810;&#25968;&#35838;&#31243;&#30340;&#29702;&#35770;&#25945;&#23398;&#38598;&#20013;&#22312;&#31179;&#12289;&#20908;&#20004;&#23398;&#26399;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#23454;&#20064;&#21017;&#23433;&#25490;&#22312;&#26149;&#23395;&#23398;&#26399;&#12290;&#20108;&#32773;&#21516;&#26679;&#20197;&#23398;&#20998;&#35780;&#20272;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#27880;&#20876;</span><span lang="EN-US">Co-Op</span><span style="font-family: &#23435;&#20307;;">&#35745;&#21010;&#32773;&#24517;&#39035;</span><span lang="EN-US">5</span><span style="font-family: &#23435;&#20307;;">&#24180;&#20869;&#33267;&#23569;&#23436;&#25104;</span><span lang="EN-US">1</span><span style="font-family: &#23435;&#20307;;">&#183;</span><span lang="EN-US">5</span><span style="font-family: &#23435;&#20307;;">&#24180;&#30340;&#23454;&#20064;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#27599;&#27425;&#23454;&#20064;&#24037;&#20316;&#33267;&#23569;</span><span lang="EN-US">4</span><span style="font-family: &#23435;&#20307;;">&#20010;&#26376;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#20174;&#22823;&#19968;&#24320;&#22987;&#27599;&#24180;&#33267;&#23569;&#35201;&#23454;&#20064;&#19968;&#20010;&#23398;&#26399;&#12290;</span></span></p>
<p class="MsoNormal" style="text-indent: 21pt;"><span style="color: #0000ff;"><span style="font-family: &#23435;&#20307;;">&#19981;&#21516;&#20110;&#22269;&#20869;&#22823;&#23398;&#30340;&#38598;&#20013;&#23454;&#20064;</span><span lang="EN-US">, Co-Op</span><span style="font-family: &#23435;&#20307;;">&#35745;&#21010;&#26159;&#19968;&#31181;&#23436;&#20840;&#24847;&#20041;&#19978;&#30340;&#24037;&#20316;&#20307;&#39564;&#12290;&#28369;&#38081;&#21346;&#22823;&#23398;&#19987;&#38376;&#35774;&#26377;&#19968;&#20010;</span><span lang="EN-US">Co-Op</span><span style="font-family: &#23435;&#20307;;">&#26381;&#21153;&#20013;&#24515;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#21253;&#25324;&#23436;&#21892;&#30340;&#32593;&#32476;&#36890;&#35759;&#24179;&#21488;&#21644;&#30456;&#20851;&#25968;&#25454;&#24211;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#25226;&#22312;&#26657;&#29983;&#21644;&#22806;&#30028;&#26377;&#25928;&#22320;&#32852;&#31995;&#22312;&#19968;&#36215;&#12290;&#38656;&#35201;&#23547;&#25214;&#23454;&#20064;&#24037;&#20316;&#30340;&#23398;&#29983;&#20174;&#25776;&#20889;&#31616;&#21382;&#12289;&#26597;&#25214;&#24037;&#20316;&#26426;&#20250;&#21040;&#25237;&#36882;&#30003;&#35831;&#12289;&#38754;&#35797;&#12289;&#31614;&#21512;&#21516;&#31561;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#21644;&#31038;&#20250;&#19978;&#30340;&#27714;&#32844;&#32773;&#19968;&#26679;&#24517;&#39035;&#32463;&#36807;&#27599;&#19968;&#36947;&#29615;&#33410;&#12290;&#21478;&#19968;&#26041;&#38754;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#21442;&#21152;</span><span lang="EN-US">Co-Op</span><span style="font-family: &#23435;&#20307;;">&#35745;&#21010;&#30340;&#20225;&#19994;&#12289;&#26426;&#26500;&#21644;&#30456;&#20851;&#32452;&#32455;&#20063;&#24517;&#39035;&#22312;&#26657;&#26041;&#25552;&#20379;&#30340;&#24179;&#21488;&#19978;&#21457;&#24067;&#32844;&#20301;&#20171;&#32461;&#12289;&#35201;&#27714;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#36890;&#36807;&#32593;&#32476;&#25509;&#21463;&#23398;&#29983;&#21457;&#36865;&#30340;&#27714;&#32844;&#30003;&#35831;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#19968;&#26086;&#30830;&#23450;&#20505;&#36873;&#20154;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#20063;&#26159;&#36890;&#36807;&#26657;&#26041;&#25552;&#20379;&#30340;&#36828;&#31243;&#20250;&#35758;&#24179;&#21488;&#30452;&#25509;&#23545;&#23398;&#29983;&#36827;&#34892;&#38754;&#35797;&#12290;&#20026;&#24110;&#21161;&#27809;&#26377;&#27714;&#32844;&#32463;&#39564;&#30340;&#20302;&#24180;&#32423;&#23398;&#29983;&#36866;&#24212;&#36825;&#31181;&#8220;&#30495;&#20992;&#23454;&#26538;&#8221;&#30340;&#27714;&#32844;&#32463;&#21382;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#26657;&#26041;&#35774;&#26377;&#19987;&#38376;&#30340;&#36741;&#23548;&#25945;&#24072;&#20026;&#23398;&#29983;&#22635;&#20889;&#31616;&#21382;&#25552;&#20379;&#21672;&#35810;&#26381;&#21153;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#29978;&#33267;&#22312;&#27599;&#19968;&#20010;&#38754;&#35797;&#29616;&#22330;&#37117;&#26377;&#25945;&#24072;&#29616;&#22330;&#25351;&#23548;&#23398;&#29983;&#22238;&#31572;&#38382;&#39064;&#12290;&#29992;&#20154;&#21333;&#20301;&#22312;&#32463;&#36807;&#20960;&#36718;&#38754;&#35797;&#21518;&#30830;&#23450;&#26368;&#32456;&#20154;&#36873;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#32780;&#23398;&#29983;&#20063;&#26377;&#26435;&#21033;&#22312;&#20247;&#22810;&#32844;&#20301;&#20013;&#25361;&#36873;&#12290;&#32463;&#36807;&#21452;&#21521;&#36873;&#25321;&#21518;&#23398;&#29983;&#19982;&#29992;&#20154;&#21333;&#20301;&#31614;&#32422;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#36212;&#35813;&#21333;&#20301;&#24037;&#20316;&#24182;&#33719;&#21462;&#30456;&#24212;&#30340;&#25253;&#37228;&#12290;&#22312;&#23436;&#25104;&#19968;&#27425;&#23454;&#20064;&#24037;&#20316;&#21518;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#23398;&#29983;&#21644;&#29992;&#20154;&#21333;&#20301;&#30456;&#20114;&#20026;&#23545;&#26041;&#25171;&#20998;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#32473;&#20986;&#30456;&#24212;&#35780;&#20215;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#20854;&#20013;&#23398;&#29983;&#23545;&#29992;&#20154;&#21333;&#20301;&#30340;&#35780;&#20215;&#20250;&#20445;&#23384;&#22312;&#26657;&#26041;&#30340;&#25968;&#25454;&#24211;&#20013;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#20379;&#20854;&#20182;&#23398;&#29983;&#22312;&#25361;&#36873;&#29992;&#20154;&#21333;&#20301;&#26102;&#20316;&#20026;&#32771;&#34385;&#20381;&#25454;&#12290;&#23398;&#29983;&#36890;&#36807;&#23454;&#20064;&#24037;&#20316;&#20026;&#33258;&#24049;&#25379;&#24471;&#22823;&#37096;&#20998;&#23398;&#36153;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#27599;&#27425;&#23547;&#25214;&#23454;&#20064;&#24037;&#20316;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#37117;&#26159;&#19968;&#31181;&#27493;&#20837;&#31038;&#20250;&#30340;&#23454;&#38469;&#28436;&#32451;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#38543;&#30528;&#23454;&#20064;&#24037;&#20316;&#30340;&#32463;&#21382;&#36880;&#28176;&#20016;&#23500;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#23398;&#29983;&#19981;&#20294;&#23398;&#21040;&#20102;&#20070;&#26412;&#19978;&#23398;&#19981;&#21040;&#30340;&#30693;&#35782;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#36824;&#20016;&#23500;&#20102;&#20154;&#29983;&#32463;&#21382;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#22312;&#23398;&#20064;&#26399;&#38388;&#23601;&#21435;&#36807;&#21271;&#32654;&#12289;&#27431;&#27954;&#21450;&#20122;&#27954;&#30340;&#23398;&#29983;&#24182;&#19981;&#23569;&#35265;&#12290;&#36825;&#26679;&#30340;&#27605;&#19994;&#29983;&#36739;&#26222;&#36890;&#27605;&#19994;&#29983;&#24050;&#32463;&#23545;&#24037;&#20316;&#21644;&#31038;&#20250;&#26356;&#21152;&#20102;&#35299;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#20063;&#26356;&#20855;&#26377;&#31454;&#20105;&#21147;&#12290;&#32780;&#29992;&#20154;&#21333;&#20301;&#36890;&#36807;&#25509;&#32435;&#23454;&#20064;&#29983;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#25552;&#21069;&#29289;&#33394;&#20248;&#31168;&#20154;&#25165;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#36890;&#36807;&#32493;&#31614;&#23454;&#20064;&#24037;&#20316;&#29978;&#33267;&#25552;&#21069;&#31614;&#35746;&#27605;&#19994;&#21518;&#30340;&#27491;&#24335;&#24037;&#20316;&#20316;&#20026;&#21333;&#20301;&#30340;&#20154;&#25165;&#20648;&#22791;&#12290;</span><span lang="EN-US">Co-Op</span><span style="font-family: &#23435;&#20307;;">&#35745;&#21010;&#19981;&#20165;&#20165;&#22312;&#28369;&#38081;&#21346;&#22823;&#23398;&#21462;&#24471;&#25104;&#21151;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#22312;&#25972;&#20010;&#21152;&#25343;&#22823;&#12289;&#32654;&#22269;&#12289;&#27431;&#27954;&#21644;&#20122;&#27954;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#24050;&#26377;&#36234;&#26469;&#36234;&#22810;&#30340;&#22823;&#23398;&#21644;&#20225;&#19994;&#21152;&#20837;&#36825;&#39033;&#35745;&#21010;&#12290;</span></span></p>
<p class="MsoNormal" style="text-indent: 21pt;"><span style="color: #0000ff;"><span lang="EN-US">Co-Op</span><span style="font-family: &#23435;&#20307;;">&#35745;&#21010;&#19981;&#21516;&#20110;&#22269;&#20869;&#24815;&#24615;&#24605;&#32500;&#30340;&#35838;&#38388;&#23454;&#20064;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#20063;&#19981;&#21516;&#20110;&#25945;&#24072;&#23433;&#25490;&#22949;&#24403;&#30340;&#38598;&#20013;&#23454;&#20064;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#26356;&#19981;&#21516;&#20110;&#34915;&#39135;&#20303;&#34892;&#22343;&#30001;&#23398;&#26657;&#23433;&#25490;&#21040;&#20301;&#30340;&#29983;&#20135;&#23454;&#20064;&#25110;&#35265;&#20064;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#32780;&#26159;&#23436;&#20840;&#29420;&#31435;&#30340;&#23454;&#20064;&#35745;&#21010;&#12290;&#25509;&#32435;&#28369;&#38081;&#21346;&#22823;&#23398;&#23398;&#29983;&#23454;&#20064;&#30340;&#21333;&#20301;&#26377;&#21152;&#25343;&#22823;&#26412;&#22269;&#12289;&#32654;&#22269;&#12289;&#27431;&#27954;&#12289;&#20122;&#27954;&#31561;&#19990;&#30028;&#21508;&#22320;&#30340;&#20844;&#21496;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#23398;&#29983;&#19968;&#26086;&#34987;&#25509;&#32435;&#23454;&#20064;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#20313;&#19979;&#30340;&#34915;&#39135;&#20303;&#34892;&#23436;&#20840;&#30001;&#23398;&#29983;&#33258;&#24049;&#35299;&#20915;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#25945;&#24072;&#23436;&#20840;&#25918;&#25163;&#35753;&#23398;&#29983;&#21435;&#38383;&#33633;&#19990;&#30028;&#12290;</span></span></p>
<p class="MsoNormal" style="text-indent: 21pt;"><span style="color: #0000ff;"><span lang="EN-US">Co-Op</span><span style="font-family: &#23435;&#20307;;">&#35745;&#21010;&#20026;&#23398;&#29983;&#25552;&#20379;&#20102;&#19968;&#20010;&#36827;&#34892;&#23454;&#36341;&#30340;&#30495;&#23454;&#29615;&#22659;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#21442;&#21152;&#23454;&#20064;&#24037;&#20316;&#30340;&#23398;&#29983;&#22312;&#21333;&#20301;&#21644;&#27491;&#24335;&#32844;&#21592;&#19968;&#26679;&#25353;&#26102;&#19978;&#19979;&#29677;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#21442;&#19982;&#21333;&#20301;&#30340;&#30740;&#21457;&#35745;&#21010;&#12289;&#35774;&#35745;&#24182;&#26816;&#39564;&#20135;&#21697;&#31561;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#22240;&#27492;&#28369;&#38081;&#21346;&#22823;&#23398;&#30733;&#25481;&#20102;&#24037;&#31185;&#23398;&#29983;&#22312;&#26657;&#30340;&#23454;&#39564;&#35838;&#31243;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#32780;&#26159;&#23558;&#23454;&#20064;&#24037;&#20316;&#20316;&#20026;&#23454;&#39564;&#35745;&#20837;&#23398;&#20998;&#12290;&#23398;&#29983;&#23547;&#25214;&#23454;&#20064;&#26426;&#20250;&#20063;&#24456;&#21153;&#23454;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#19968;&#33324;&#20302;&#24180;&#32423;&#30340;&#23398;&#29983;&#22240;&#33258;&#36523;&#32570;&#20047;&#32463;&#39564;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#19981;&#22882;&#26395;&#21435;&#22823;&#20844;&#21496;&#25110;&#33719;&#24471;&#36739;&#39640;&#30340;&#23454;&#20064;&#25253;&#37228;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#21482;&#35201;&#26377;&#19968;&#20010;&#23454;&#20064;&#26426;&#20250;&#23601;&#19968;&#23450;&#24819;&#27861;&#25235;&#20303;&#12290;&#32780;&#23545;&#39640;&#24180;&#32423;&#30340;&#23398;&#29983;&#26469;&#35828;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#22240;&#33258;&#36523;&#32463;&#21382;&#20102;&#20960;&#36718;&#23454;&#20064;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#26377;&#20102;&#30456;&#24403;&#30340;&#23454;&#20064;&#32463;&#39564;&#21644;&#20307;&#20250;&#12290;&#23545;&#35201;&#21435;&#30340;&#23454;&#20064;&#20844;&#21496;&#21450;&#25253;&#37228;&#24453;&#36935;&#35201;&#25361;&#21076;&#19968;&#20123;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#20105;&#21462;&#33719;&#24471;&#26368;&#22909;&#30340;&#23454;&#20064;&#26426;&#20250;&#12290;</span></span></p>
<p class="MsoNormal" style="text-indent: 21pt;"><span style="color: #0000ff;"><span style="font-family: &#23435;&#20307;;">&#28369;&#38081;&#21346;&#22823;&#23398;&#21046;&#23450;&#30340;</span><span lang="EN-US">Co-Op</span><span style="font-family: &#23435;&#20307;;">&#35745;&#21010;&#23433;&#25490;&#26426;&#21160;&#12289;&#28789;&#27963;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#26377;&#20123;&#19987;&#19994;&#30340;&#23398;&#29983;&#19981;&#23481;&#26131;&#22312;&#20844;&#21496;&#25214;&#21040;&#23454;&#20064;&#26426;&#20250;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#26657;&#26041;&#35268;&#23450;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#36825;&#20123;&#23398;&#29983;&#20570;&#20123;&#19982;&#19987;&#19994;&#26377;&#20851;&#30340;&#24535;&#24895;&#32773;&#20844;&#30410;&#27963;&#21160;&#20063;&#21487;&#20197;&#20316;&#20026;&#23454;&#20064;&#32463;&#21382;&#12290;&#23398;&#29983;&#19968;&#26086;&#21462;&#24471;&#20102;&#23454;&#20064;&#36164;&#26684;&#21487;&#31435;&#21363;&#21442;&#21152;&#23454;&#20064;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#32780;&#32829;&#25601;&#30340;&#29702;&#35770;&#35838;&#31243;&#21487;&#22312;&#19979;&#20010;&#30456;&#24212;&#30340;&#23398;&#26399;&#23398;&#20064;&#12290;&#28369;&#38081;&#21346;&#22823;&#23398;&#30340;</span><span lang="EN-US">Co-Op</span><span style="font-family: &#23435;&#20307;;">&#35745;&#21010;&#28145;&#24471;&#21508;&#26041;&#36190;&#35768;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#23398;&#29983;&#22312;&#23398;&#20064;&#29702;&#35770;&#35838;&#31243;&#30340;&#21516;&#26102;&#36824;&#33719;&#24471;&#20102;&#19968;&#23450;&#30340;&#24037;&#20316;&#32463;&#39564;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#20182;&#20204;&#27493;&#20837;&#31038;&#20250;&#21518;&#20063;&#28145;&#21463;&#27426;&#36814;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#35768;&#22810;&#20154;&#22312;&#22823;&#19977;&#19979;&#23398;&#26399;&#23601;&#34987;&#22823;&#22411;&#36328;&#22269;&#20844;&#21496;&#8220;&#39044;&#35746;&#8221;&#12290;</span></span></p>
<p class="MsoNormal" style="text-indent: 21pt;"><span style="color: #0000ff;"><span lang="EN-US">Co-Op</span><span style="font-family: &#23435;&#20307;;">&#35745;&#21010;&#24320;&#22987;&#21482;&#22312;&#24037;&#31185;&#25191;&#34892;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#29616;&#22312;&#26657;&#26041;&#23545;&#31649;&#29702;&#12289;&#21830;&#21153;&#12289;&#33402;&#26415;&#31561;&#37096;&#20998;&#25991;&#31185;&#19987;&#19994;&#21152;&#20837;</span><span lang="EN-US">Co-Op</span><span style="font-family: &#23435;&#20307;;">&#35745;&#21010;&#20063;&#20316;&#20026;&#19968;&#31181;&#35201;&#27714;&#12290;&#29992;&#20154;&#21333;&#20301;&#38750;&#24120;&#27880;&#37325;&#26377;</span><span lang="EN-US">Co-Op</span><span style="font-family: &#23435;&#20307;;">&#32463;&#21382;&#12290;&#19968;&#20010;&#27809;&#26377;&#23454;&#20064;&#24037;&#20316;&#32463;&#21382;&#30340;&#23398;&#29983;&#24456;&#38590;&#25214;&#21040;&#22909;&#24037;&#20316;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#29978;&#33267;&#25214;&#19981;&#21040;&#24037;&#20316;&#12290;&#25152;&#20197;</span><span lang="EN-US">,</span><span style="font-family: &#23435;&#20307;;">&#23398;&#26657;&#23613;&#21487;&#33021;&#21019;&#36896;&#19968;&#20999;&#26465;&#20214;&#20351;&#23398;&#29983;&#21442;&#21152;&#21040;&#23454;&#20064;&#20013;&#21435;&#12290;</span></span></p>
<p class="MsoNormal" style="text-indent: 21pt;"><span style="font-size: 14px;"><br /></span></p>
<p class="MsoNormal" style="text-indent: 21pt;"><span style="color: #0000ff;"><span style="font-family: &#23435;&#20307;;"><span style="font-size: 14px; color: #000000;">&#35828;&#23454;&#35805;&#65292;&#36825;&#39033;&#30446;&#22909;&#26159;&#22909;&#65292;&#22269;&#20869;&#30495;&#30340;&#33021;&#23454;&#34892;&#20040;&#65311;&#38590;~</span></span></span></p>
<p>&#160;</p>
<p>&#40614;&#20811;&#39532;&#26031;&#29305; &#160;<span style="font-size: 14px;"> &#160;<span style="font-size: 16px;"> <span style="font-size: 14px;"><a title="http://www.mcmaster.ca/" href="http://www.mcmaster.ca/" target="_blank"><span style="font-family: \"Times New Roman\";" lang="EN-US">http://www.mcmaster.ca/</span></a></span></span></span></p>
<p><span style="font-size: 14px;"><span style="font-size: 16px;"><span style="font-size: 14px;"><span style="font-family: \"Times New Roman\";" lang="EN-US">&#36825;&#20010;&#23398;&#26657;&#20063;&#26377;Co-op&#39033;&#30446;&#65292;&#21035;&#30340;&#29305;&#33394;&#22043;&#65292;&#25105;&#27809;&#21457;&#29616;&#22826;&#22810;</span></span></span></span></p>
<p>&#160;</p>
<p><span style="font-size: 14px;"><span style="font-size: 16px;"><span style="font-size: 14px;"><span style="font-family: \"Times New Roman\";" lang="EN-US">&#40614;&#21513;&#23572;&#160;&#160;&#160; </span></span></span></span><!--[if gte mso 9]><xml>
 <w:WordDocument>
  <w:View>Normal</w:View>
  <w:Zoom>0</w:Zoom>
  <w:PunctuationKerning />
  <w:DrawingGridVerticalSpacing>7.8 &#30917;</w:DrawingGridVerticalSpacing>
  <w:DisplayHorizontalDrawingGridEvery>0</w:DisplayHorizontalDrawingGridEvery>
  <w:DisplayVerticalDrawingGridEvery>2</w:DisplayVerticalDrawingGridEvery>
  <w:ValidateAgainstSchemas />
  <w:SaveIfXMLInvalid>false</w:SaveIfXMLInvalid>
  <w:IgnoreMixedContent>false</w:IgnoreMixedContent>
  <w:AlwaysShowPlaceholderText>false</w:AlwaysShowPlaceholderText>
  <w:Compatibility>
   <w:SpaceForUL />
   <w:BalanceSingleByteDoubleByteWidth />
   <w:DoNotLeaveBackslashAlone />
   <w:ULTrailSpace />
   <w:DoNotExpandShiftReturn />
   <w:AdjustLineHeightInTable />
   <w:BreakWrappedTables />
   <w:SnapToGridInCell />
   <w:WrapTextWithPunct />
   <w:UseAsianBreakRules />
   <w:DontGrowAutofit />
   <w:UseFELayout />
  </w:Compatibility>
  <w:BrowserLevel>MicrosoftInternetExplorer4</w:BrowserLevel>
 </w:WordDocument>
</xml><![endif]--><!--[if gte mso 9]><xml>
 <w:LatentStyles DefLockedState="false" LatentStyleCount="156">
 </w:LatentStyles>
</xml><![endif]-->
&lt;!&#8211;<br />
 /* Font Definitions */<br />
 @font-face<br />
	{font-family:&#23435;&#20307;;<br />
	panose-1:2 1 6 0 3 1 1 1 1 1;<br />
	mso-font-alt:SimSun;<br />
	mso-font-charset:134;<br />
	mso-generic-font-family:auto;<br />
	mso-font-pitch:variable;<br />
	mso-font-signature:3 135135232 16 0 262145 0;}<br />
@font-face<br />
	{font-family:&#8221;\@&#23435;&#20307;&#8221;;<br />
	panose-1:2 1 6 0 3 1 1 1 1 1;<br />
	mso-font-charset:134;<br />
	mso-generic-font-family:auto;<br />
	mso-font-pitch:variable;<br />
	mso-font-signature:3 135135232 16 0 262145 0;}<br />
 /* Style Definitions */<br />
 p.MsoNormal, li.MsoNormal, div.MsoNormal<br />
	{mso-style-parent:&#8221;&#8220;;<br />
	margin:0cm;<br />
	margin-bottom:.0001pt;<br />
	text-align:justify;<br />
	text-justify:inter-ideograph;<br />
	mso-pagination:none;<br />
	font-size:10.5pt;<br />
	mso-bidi-font-size:12.0pt;<br />
	font-family:&#8221;Times New Roman&#8221;;<br />
	mso-fareast-font-family:&#23435;&#20307;;<br />
	mso-font-kerning:1.0pt;}<br />
a:link, span.MsoHyperlink<br />
	{color:blue;<br />
	text-decoration:underline;<br />
	text-underline:single;}<br />
a:visited, span.MsoHyperlinkFollowed<br />
	{color:purple;<br />
	text-decoration:underline;<br />
	text-underline:single;}<br />
 /* Page Definitions */<br />
 @page<br />
	{mso-page-border-surround-header:no;<br />
	mso-page-border-surround-footer:no;}<br />
@page Section1<br />
	{size:612.0pt 792.0pt;<br />
	margin:72.0pt 90.0pt 72.0pt 90.0pt;<br />
	mso-header-margin:36.0pt;<br />
	mso-footer-margin:36.0pt;<br />
	mso-paper-source:0;}<br />
div.Section1<br />
	{page:Section1;}<br />
&#8211;&gt;
<!--[if gte mso 10]>
<mce:style><! <br>
 /* Style Definitions */<br>
 table.MsoNormalTable<br>
	{mso-style-name:&#26222;&#36890;&#34920;&#26684;;<br>
	mso-tstyle-rowband-size:0;<br>
	mso-tstyle-colband-size:0;<br>
	mso-style-noshow:yes;<br>
	mso-style-parent:&#8221;&#8220;;<br>
	mso-padding-alt:0cm 5.4pt 0cm 5.4pt;<br>
	mso-para-margin:0cm;<br>
	mso-para-margin-bottom:.0001pt;<br>
	mso-pagination:widow-orphan;<br>
	font-size:10.0pt;<br>
	font-family:&#8221;Times New Roman&#8221;;<br>
	mso-fareast-font-family:&#8221;Times New Roman&#8221;;<br>
	mso-ansi-language:#0400;<br>
	mso-fareast-language:#0400;<br>
	mso-bidi-language:#0400;}<br>
&#8211;>
<!--[endif]--><span style="font-size: 14px;"><span lang="EN-US"><a href="http://www.mcgill.ca/">http://www.mcgill.ca/</a></span></span></p>
<p><span style="font-size: 14px;"><span lang="EN-US">&#23545;&#23398;&#29983;&#20570;&#30740;&#31350;&#65292;&#30003;&#35831;&#39033;&#30446;&#26377;&#24456;&#22823;&#30340;&#25903;&#25345;&#65292;&#38500;&#20102;&#36164;&#37329;&#65292;&#26377;advisor&#65292;&#26377;&#35838;&#31243;&#65292;&#25945;&#20320;&#24590;&#20040;&#30830;&#23450;&#31185;&#30740;&#39033;&#30446;&#65292;&#30003;&#35831;&#36164;&#37329;&#12290;</span></span></p>
<p><span style="font-size: 14px;"><span lang="EN-US">&#26159;&#26412;&#31185;&#29983;&#21734;~</span></span></p>
<p><span style="font-size: 14px;"><span lang="EN-US">&#23398;&#26657;&#22312;&#39745;&#21271;&#20811;&#65292;&#25105;&#28608;&#21160;&#20102;&#21322;&#22825;&#12290;&#20026;&#21861;&#65292;&#39745;&#21271;&#20811;&#35828;&#27861;&#35821;&#30340;~</span></span></p>
<p>&#160;</p>
<p><span style="font-size: 14px;"><span lang="EN-US">&#19968;&#25972;&#22825;&#65292;&#23601;&#36825;&#20040;&#28857;&#20799;&#25104;&#26524;&#12290;&#12290;&#12290;&#12290;&#21741;&#20102;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;</span></span></p>
<p><span style="font-size: 14px;"><span lang="EN-US">&#19981;&#36807;&#20854;&#20182;&#65292;&#30830;&#23454;&#20063;&#31639;&#19981;&#19978;&#29305;&#28857;&#65292;&#22269;&#22806;&#22823;&#23398;&#30475;&#36215;&#26469;&#37117;&#37027;&#26679;&#12290;</span></span></p>
<p><span style="font-size: 14px;"><span lang="EN-US">&#24320;&#25918;&#21862;&#65292;&#20465;&#20048;&#37096;&#21862;&#65292;&#20132;&#27969;&#20250;&#21862;&#65292;&#21508;&#31181;&#27963;&#21160;&#21862;&#65292;&#19968;&#22823;&#20018;&#65292;&#35201;&#26159;&#20889;&#65292;&#38750;&#24471;&#22909;&#20960;&#39029;&#32440;&#12290;</span></span></p>
<p><span style="font-size: 14px;"><span lang="EN-US">&#32673;&#24917;&#30340;&#25105;&#37117;&#40635;&#26408;&#20102;<br /></span></span></p>
<p><span style="font-size: 14px;"><span lang="EN-US">boss&#21435;&#32771;&#23519;&#35745;&#31639;&#26426;&#25945;&#23398;&#30340;&#65292;&#36825;&#20010;&#19981;&#31639;&#65292;&#22079;&#22079;&#65292;&#25214;&#20010;&#20511;&#21475;&#65292;&#20599;&#25042;&#20102;~<br /></span></span></p>
                                    </p>
</div>
  
  


    </article>
  
  <div class="pagination">
    
      <a class="prev" href="/blog/page/16/">&larr; Older</a>
    
    <a href="/blog/archives">Blog Archives</a>
    
    <a class="next" href="/blog/page/14/">Newer &rarr;</a>
    
  </div>
</div>
<aside class="sidebar">
  
    <section>
  <h1>Recent Posts</h1>
  <ul id="recent_posts">
    
      <li class="post">
        <a href="/blog/2013/01/25/how-to-use-font-icon-in-html/">How to use font icon in HTML</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-change-git-repo-name/">how to change git repo name</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-setup-a-new-remote-git-repo/">How to setup a new remote git repo</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/13/hui-gu-2012/">回顾2012</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/08/my-frist-post/">my-frist-post</a>
      </li>
    
  </ul>
</section>






  
</aside>

    </div>
  </div>
  <footer role="contentinfo"><p>
  Copyright &copy; 2013 - muggleyoung -
  <span class="credit">Powered by <a href="http://octopress.org">Octopress</a>. Design by <a href="http://octopressthemes.com">Octopress Themes</a>.</span>
</p>

</footer>
  







  <script type="text/javascript">
    (function(){
      var twitterWidgets = document.createElement('script');
      twitterWidgets.type = 'text/javascript';
      twitterWidgets.async = true;
      twitterWidgets.src = 'http://platform.twitter.com/widgets.js';
      document.getElementsByTagName('head')[0].appendChild(twitterWidgets);
    })();
  </script>





</body>
</html>
