
<!DOCTYPE html>
<!--[if IEMobile 7 ]><html class="no-js iem7"><![endif]-->
<!--[if lt IE 9]><html class="no-js lte-ie8"><![endif]-->
<!--[if (gt IE 8)|(gt IEMobile 7)|!(IEMobile)|!(IE)]><!--><html class="no-js" lang="en"><!--<![endif]-->
<head>
  <meta charset="utf-8">
  <title>muggleyoung's blog</title>
  <meta name="author" content="muggleyoung">

  
  <meta name="description" content="&#22909;&#21543;&#65292;&#26368;&#36817;&#36156;&#21220;&#22859;&#65292;P&#35805;&#36156;&#22810;&#12290;&#12290;&#12290;
&#23547;&#24605;&#20102;&# &hellip;">
  

  <!-- http://t.co/dKP3o1e -->
  <meta name="HandheldFriendly" content="True">
  <meta name="MobileOptimized" content="320">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  
  <link rel="canonical" href="http://muggleyoung.github.com/blog/page/15/">
  <link href="/favicon.png" rel="icon">
  <link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
  <script src="/javascripts/modernizr-2.0.js"></script>
  <script src="/javascripts/ender.js"></script>
  <script src="/javascripts/octopress.js" type="text/javascript"></script>
  <link href="/atom.xml" rel="alternate" title="muggleyoung's blog" type="application/atom+xml">
  <!--Fonts from Google"s Web font directory at http://google.com/webfonts -->
<link href="http://fonts.googleapis.com/css?family=PT+Serif:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<link href="http://fonts.googleapis.com/css?family=PT+Sans:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">

  

</head>

<body   >
  <header role="banner"><hgroup>
  <h1><a href="/">muggleyoung's blog</a></h1>
  
    <h2>A blogging framework for hackers.</h2>
  
</hgroup>

</header>
  <nav role="navigation"><ul class="subscription" data-subscription="rss">
  <li><a href="/atom.xml" rel="subscribe-rss" title="subscribe via RSS">RSS</a></li>
  
</ul>
  
<form action="http://google.com/search" method="get">
  <fieldset role="search">
    <input type="hidden" name="q" value="site:muggleyoung.github.com" />
    <input class="search" type="text" name="q" results="0" placeholder="Search"/>
  </fieldset>
</form>
  
<ul class="main-navigation">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
</ul>

</nav>
  <div id="main">
    <div id="content">
      <div class="blog-index">
  
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/04/30/%E6%9D%9C%E6%8B%89%E6%8B%89%E5%8D%87%E8%81%8C%E8%AE%B0/">杜拉拉升职记</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-04-30T00:00:00+08:00" pubdate data-updated="true">Apr 30<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#22909;&#21543;&#65292;&#26368;&#36817;&#36156;&#21220;&#22859;&#65292;P&#35805;&#36156;&#22810;&#12290;&#12290;&#12290;</p>
<p>&#23547;&#24605;&#20102;&#19979;&#65292;&#36824;&#26159;&#35828;&#30005;&#24433;&#21543;</p>
<p>&#21738;&#20010;&#21602;&#65311;&#19968;&#20010;&#19968;&#20010;&#26469;&#21543;</p>
<p>&#26152;&#26202;&#19978;&#30475;&#20102;&#26460;&#25289;&#25289;&#21319;&#32844;&#35760;</p>
<p>&#32769;&#24464;&#30495;&#32982;&#65292;&#30475;&#21040;&#22905;&#27809;&#33136;&#65292;&#25105;&#24456;&#37034;&#24694;&#30340;&#20599;&#30528;&#20048;</p>
<p>&#21095;&#26412;&#21543;&#65292;&#22522;&#26412;&#19978;&#25913;&#30340;&#24046;&#19981;&#22810;&#20102;&#12290;&#19982;&#32844;&#22330;&#26080;&#20851;&#65292;&#29233;&#24773;&#20063;&#19981;&#28145;&#21051;&#12290;&#20010;&#20154;&#24863;&#35273;</p>
<p>&#34915;&#26381;&#21543;&#65292;&#25105;&#27809;&#20180;&#32454;&#30475;&#65292;&#20294;&#20063;&#27809;&#21457;&#29616;&#21861;&#24778;&#33395;&#30340;</p>
<p>&#26368;&#21518;&#19968;&#28857;&#65292;&#25105;&#27809;&#30475;&#30528;&#65292;&#25454;&#35828;&#26159;&#20010;&#22823;&#22242;&#22278;&#30340;&#32467;&#23616;</p>
<p>&#30007;&#20027;&#35282;&#30495;&#30340;&#25402;&#38590;&#30475;&#30340;&#65292;&#25105;&#27427;&#36175;&#19981;&#20102;&#36825;&#31181;&#24069;~</p>
<p>&#26368;&#20142;&#30524;&#30340;&#65292;&#31639;&#26159;&#33707;&#25991;&#34074;&#21543;&#65292;&#27604;&#36739;&#26377;&#33539;&#20799;&#12290;&#21482;&#21487;&#24796;&#65292;&#29611;&#29808;&#30340;&#20010;&#24615;&#22312;&#30005;&#24433;&#20013;&#23436;&#20840;&#27809;&#26377;&#26045;&#23637;&#20986;&#26469;&#65292;&#22810;&#32473;&#22905;&#19968;&#20123;&#31687;&#24133;&#65292;&#30456;&#20449;&#33707;&#25991;&#34074;&#20250;&#25250;&#23613;&#39118;&#22836;&#30340;&#12290;</p>
<p>&#26446;&#26031;&#29305;&#30340;&#28436;&#21592;&#65292;&#24418;&#35937;&#20063;&#19981;&#22826;&#22909;&#12290;&#19981;&#20687;&#19968;&#20010;500&#24378;&#20844;&#21496;&#30340;&#32463;&#29702;&#65292;&#20687;&#25105;&#23478;&#38548;&#22721;&#22823;&#29239;&#30340;&#24863;&#35273;&#12290;</p>
<p>&#35828;&#30340;&#24046;&#19981;&#22810;&#20102;&#65292;&#19981;&#35201;&#23244;&#25105;&#32932;&#27973;&#12290;&#36825;&#29255;&#20799;&#23459;&#20256;&#30340;&#26102;&#20505;&#23601;&#26159;&#20197;&#24069;&#21733;&#32654;&#22899;&#65292;&#28418;&#20142;&#34915;&#26381;&#20026;&#22129;&#22836;&#30340;&#65292;&#24403;&#28982;&#37325;&#28857;&#23601;&#35201;&#20851;&#27880;&#36825;&#20123;&#12290;</p>
<p>&#24863;&#35273;&#65292;&#24819;&#20570;&#20013;&#22269;&#30340;&#26102;&#23578;&#22899;&#39764;&#22836;&#65292;&#36824;&#26159;&#24046;&#20102;&#28857;&#12290;</p>
<p>&#20294;&#26159; &#65292;&#20540;&#24471;&#25903;&#25345;&#65292;&#36215;&#30721;&#22312;&#21521;&#30528;&#36825;&#20010;&#26041;&#21521;&#21162;&#21147;&#20102;&#19981;&#26159;?&#21482;&#19981;&#36807;&#26399;&#26395;&#36234;&#22823;&#65292;&#22833;&#26395;&#36234;&#22823;&#12290;</p>
<p>&#36824;&#26159;&#21916;&#27426;&#21407;&#29256;&#23567;&#35828;&#65292;&#32780;&#19988;&#21543;&#65292;&#21482;&#26377;1&#22909;&#30475;&#20123;&#12290;&#35980;&#20284;&#29616;&#22312;&#20986;&#20102;3&#65292;&#19981;&#24590;&#20040;&#26399;&#24453;~</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/04/29/%E5%B7%A6%E6%89%8B%E5%95%A4%E9%85%92%E7%93%B6%EF%BC%8C%E5%8F%B3%E6%89%8B%E9%BA%A6%E5%85%8B%E9%A3%8E/">左手啤酒瓶，右手麦克风</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-04-29T00:00:00+08:00" pubdate data-updated="true">Apr 29<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#20170;&#22825;&#24456;&#26089;&#65292;&#23545;&#19981;&#23545;</p>
<p>&#25105;&#35201;&#26159;&#35828;&#65292;&#36825;&#37117;&#22312;&#23454;&#39564;&#23460;&#21457;&#20102;&#23553;&#37038;&#20214;&#65292;&#19978;&#20102;&#19968;&#20250;&#32593;&#20102;&#65292;&#26102;&#19981;&#26102;&#26174;&#24471;&#25105;&#26356;&#21220;&#21171;&#21602;</p>
<p>&#26152;&#26202;&#19978;&#27809;&#30561;&#22909;</p>
<p>&#36182;&#35841;&#65311;</p>
<p>&#36182;&#37027;&#20010;&#25343;&#20102;&#20004;&#20010;offer&#36824;&#22312;&#37027;&#32416;&#32467;&#30340;&#30772;&#23043;&#65307;</p>
<p>&#36182;&#37027;&#20010;&#22312;88&#26102;&#22810;&#22068;&#38382;&#20102;&#25105;&#19968;&#20010;&#38382;&#39064;&#30340;&#30772;&#23043;&#65307;</p>
<p>&#36182;&#37027;&#20010;&#25786;&#25479;&#25105;&#21435;&#30003;&#35831;&#23454;&#20064;&#65292;&#24179;&#26102;&#36824;&#19981;&#21643;&#29702;&#20154;&#65292;&#24537;&#30340;&#19981;&#34892;&#30340;&#30772;&#23043;&#12290;</p>
<p>&#25805;&#22330;&#19978;&#19981;&#30693;&#36947;&#21738;&#20010;&#23398;&#26657;&#22312;&#24320;&#36816;&#21160;&#20250;&#65292;&#25918;&#30528;&#24503;&#27779;&#22799;&#20811;&#30340;&#37027;&#20010;&#20160;&#20040;&#36827;&#34892;&#26354;&#65292;&#27599;&#27425;&#21548;&#36825;&#20010;&#65292;&#21482;&#20250;&#32852;&#24819;&#21040;&#32418;&#30952;&#22346;&#12290;&#12290;&#12290;&#12290;&#22909;&#21543;&#65292;&#25105;&#22659;&#30028;&#19981;&#39640;&#12290;</p>
<p>&#20598;&#20687;&#35828;&#65292;&#26469;&#29664;&#28023;&#24037;&#20316;&#21543;&#65292;&#29615;&#22659;&#21448;&#22909;&#65292;&#25105;&#20204;&#20844;&#21496;&#20063;&#19981;&#38169;&#65292;&#36866;&#21512;&#20320;&#36825;&#26679;&#30340;&#22899;&#29983;&#65307;</p>
<p>&#39134;&#35828;&#65292;&#26469;&#26477;&#24030;&#24037;&#20316;&#21543;&#65292;&#25105;&#24110;&#20320;&#25512;&#33616;&#25105;&#20204;&#20844;&#21496;&#12290;&#24681;&#65292;&#39134;&#29978;&#33267;&#36824;&#24110;&#25105;&#29289;&#33394;&#30340;&#20854;&#20182;&#20844;&#21496;&#65292;&#24403;&#28982;&#35201;&#23646;&#20110;dreaming company&#20102;&#12290;&#36824;&#29992;&#22909;&#21507;&#30340;&#21246;&#24341;&#25105;&#65292;&#27048;&#33756;&#26376;&#39292;&#65292;&#25105;&#36824;&#30495;&#27809;&#35265;&#35782;&#36807;&#12290;&#36825;&#23401;&#23376;~&#25105;&#35201;&#27604;&#20320;&#32473;&#23567;&#40654;&#30340;&#36824;&#35201;&#22810;&#30340;&#22810;&#65292;&#21704;&#21704;</p>
<p>WD&#65292;www&#35828;&#65292;&#26469;&#21271;&#20140;&#24037;&#20316;&#21543;&#65292;&#36825;&#26679;&#21681;&#32463;&#24120;&#21487;&#20197;&#19968;&#36215;&#20986;&#21435;&#29609;&#12290;&#22905;&#20457;&#37073;&#37325;&#25215;&#35834;&#24895;&#24847;&#25552;&#20379;&#20219;&#20309;&#20415;&#21033;&#12290;</p>
<p>&#36824;&#26377;&#21516;&#23398;&#35828;&#65292;&#30041;&#35199;&#23433;&#22810;&#22909;&#30340;&#12290;</p>
<p>&#26159;&#25402;&#22909;&#30340;&#65292;&#26377;&#20320;&#20204;&#22312;&#65292;&#21738;&#37117;&#22909;</p>
<p>&#26377;&#37027;&#20040;&#19968;&#30636;&#38388;&#65292;&#35273;&#24471;&#33258;&#24049;&#36319;&#20010;&#39321;&#39293;&#39293;&#20284;&#30340;&#12290;&#25105;&#36825;&#28866;&#20154;&#65292;&#20063;&#26377;&#20154;&#21916;&#27426;&#65292;&#24895;&#24847;&#36319;&#25105;&#29609;&#65292;&#22810;&#22909;&#30340;&#12290;</p>
<p>&#24403;&#28982;&#65292;&#19981;&#33021;&#24536;&#20102;&#26576;&#20010;&#21516;&#23398;&#36824;&#21246;&#24341;&#25105;&#21435;&#31859;&#22269;&#35835;&#20070;&#26469;&#30528;&#65292;&#21487;&#24796;&#20474;&#27700;&#24179;&#19981;&#27982;&#65292;&#35753;&#24744;&#22833;&#26395;&#20102;&#12290;</p>
<p>&#21710;&#65292;&#20854;&#23454;&#25171;&#24320;&#21338;&#23458;&#65292;&#26412;&#26469;&#26159;&#24819;&#25265;&#24616;&#30340;&#65292;&#25265;&#24616;&#19979;&#26152;&#26202;&#19978;&#24819;&#30340;&#37027;&#20123;&#20107;&#20799;&#12290;&#31639;&#20102;&#31639;&#20102;&#65292;&#36947;&#29702;&#25105;&#37117;&#26126;&#30333;&#65292;&#26368;&#37325;&#35201;&#30340;&#36824;&#26159;&#25214;&#26576;&#20010;&#20154;&#32842;&#32842;&#25165;&#23545;&#65292;&#19981;&#31649;&#19981;&#39038;&#12290;10&#24180;&#26368;&#22823;&#30340;&#36827;&#27493;&#65292;&#23601;&#26159;&#30475;&#24320;&#20102;&#65292;&#24590;&#20040;&#35828;&#21602;&#65292;&#24456;&#22810;&#20107;&#20799;&#21543;&#65292;&#19981;&#37027;&#20040;&#20171;&#24847;&#20102;&#65292;&#27604;&#36739;&#33021;&#30447;&#30528;&#20171;&#24847;&#30340;&#37325;&#35201;&#30340;&#28857;&#20102;&#12290;</p>
<p>&#20146;&#29233;&#30340;&#39134;&#65292;&#25105;&#30495;&#27809;&#32416;&#32467;&#12290;&#26089;&#23601;&#32416;&#32467;&#23436;&#20102;&#65292;&#32467;&#26524;&#23601;&#26159;&#38543;&#20415;&#65292;&#25105;&#19981;&#22312;&#20046;&#20197;&#21518;&#24590;&#26679;&#65292;&#20063;&#19981;&#22312;&#20046;&#29616;&#22312;&#30340;&#24863;&#35273;&#31350;&#31455;&#24590;&#26679;&#65292;&#20808;&#25214;&#21040;&#19968;&#20010;&#21512;&#36866;&#30340;&#24037;&#20316;&#65292;&#21097;&#19979;&#30340;&#20107;&#24773;&#65292;&#20132;&#32473;&#26102;&#38388;&#21543;&#65292;&#24930;&#24930;&#30340;&#23601;&#20250;&#20102;&#35299;&#33258;&#24049;&#30340;&#24819;&#27861;&#20102;&#65292;&#23545;&#19981;&#65311;</p>
<p>&#25105;&#35273;&#24471;&#65292;&#21681;&#20457;&#32943;&#23450;&#20250;&#26377;&#20010;&#22909;&#32467;&#26524;&#21602;&#65292;&#36319;dorota&#19968;&#26679;&#65292;&#19981;&#65292;&#27604;&#22905;&#36824;&#32654;&#12290;&#21704;&#21704;&#65292;&#31361;&#28982;&#24819;&#26126;&#30333;&#20102;&#65292;&#22240;&#20026;&#30475;&#30340;&#26159;&#26080;&#23383;&#24149;&#29256;&#30340;&#65292;&#38590;&#24618;&#35760;&#19981;&#28165;&#20182;&#20457;&#21040;&#24213;&#35828;&#20102;&#20160;&#20040;&#12290;&#19981;&#36807;&#65292;&#24635;&#24744;&#35760;&#24615;&#22909;&#28857;&#12290;</p>
<p>&#36825;&#24577;&#24230;&#21543;&#65292;&#35201;&#24863;&#35874;&#26576;&#20154;&#65292;&#19981;&#33021;&#35828;&#20998;&#25163;&#26159;&#20010;&#25240;&#30952;&#65292;&#20294;&#25104;&#38271;&#36824;&#26159;&#24456;&#22810;&#12290;&#36825;&#20040;&#20037;&#36807;&#21435;&#20102;&#65292;&#19981;&#35828;&#20260;&#24515;&#20107;&#20799;&#20102;&#21591;&#65307;&#36824;&#26377;&#23828;&#21516;&#23398;&#65292;&#26377;&#19968;&#21322;&#26159;&#20320;&#20256;&#26579;&#32473;&#25105;&#30340;&#65292;&#22079;&#22079;&#12290;</p>
<p>&#24038;&#25163;&#21860;&#37202;&#29942;&#65292;&#21491;&#25163;&#40614;&#20811;&#39118;&#12290;&#25105;&#24819;&#21644;&#20320;&#19968;&#36215;&#21809;&#27468;&#12290;&#20272;&#35745;&#65292;&#20063;&#23601;&#21681;&#20457;&#33021;&#28888;&#25176;&#20986;&#36825;&#27668;&#27675;&#20102;&#12290;</p>
<p>&#22238;&#24518;&#26410;&#26469; 22:49:36<br />&#25105;&#29305;&#24819;&#21644;&#20320;&#21809;&#27468; <br />&#23567;&#39134; 22:49:54<br />&#21704;&#21704; <br />&#22238;&#24518;&#26410;&#26469; 22:49:58<br />&#24038;&#25163;&#21860;&#37202;&#29942;&#65292;&#21491;&#25163;&#40614;&#20811;&#39118; <br />&#22238;&#24518;&#26410;&#26469; 22:50:04<br />&#23601;&#21681;&#20457;&#22158; <br />&#23567;&#39134; 22:50:06<br />&#25105;&#27809;&#37027;&#20040;&#24178;&#36807;&#21543; <br />&#22238;&#24518;&#26410;&#26469; 22:50:10<br />&#27809;&#65292;&#25105;&#24819; <br />&#23567;&#39134; 22:50:16<br />&#25105;&#21916;&#27426; <br />&#22238;&#24518;&#26410;&#26469; 22:50:21<br />&#20063;&#23601;&#21644;&#20320;&#33021;&#36825;&#26679;&#20102; <br />&#23567;&#39134; 22:50:24<br />&#21271;&#26041;&#22899;&#23043; <br />&#22238;&#24518;&#26410;&#26469; 22:50:32<br />&#38712;&#27668;&#65281;&#21704;&#21704; <br /></p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/04/28/%E8%A1%A5%E7%82%B9%E7%90%90%E4%BA%8B/">补点琐事</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-04-28T00:00:00+08:00" pubdate data-updated="true">Apr 28<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#30475;&#22270;&#35828;&#35805;&#20808;&#12290;</p>
<p>&#26576;&#22825;&#30340;&#39585;&#39532;&#24066;&#65292;&#24212;&#35813;&#19981;&#26159;&#26368;&#28779;&#29190;&#30340;&#19968;&#22825;&#21543;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481272426678c.jpg" border="0" alt="" /></p>
<p>&#23435;&#24635;&#35831;&#21507;&#22238;&#27665;&#34903;&#65292;&#30475;&#21040;&#20102;&#36825;&#20010;&#65292;&#30495;&#30340;&#24456;&#22909;&#29609;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/533314812724266657.jpg" border="0" alt="" /></p>
<p>&#32771;&#23436;AW&#37027;&#22825;&#30340;&#21320;&#39184;&#65292;&#21710;&#65292;&#35813;&#20943;&#32933;&#20102;&#12290;&#12290;&#12290;&#12290;&#36825;&#20040;&#33021;&#21507;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481272426690z.jpg" border="0" alt="" /></p>
<p>&#33258;&#25171;&#22238;&#26469;&#23601;&#19968;&#30452;&#22312;&#24537;&#65292;&#24537;&#30528;&#25972;&#29702;&#35770;&#25991;&#65292;&#39034;&#20415;&#20462;&#25972;&#65292;&#28982;&#21518;&#21448;&#24320;&#22987;&#30475;&#35770;&#25991;&#65292;&#20889;&#20195;&#30721;</p>
<p>&#26152;&#22825;&#65292;&#26576;&#21516;&#23398;&#35828;&#26368;&#36817;&#37117;&#19981;&#35265;&#25105;&#24605;&#32771;&#20040;&#12290;&#26159;&#21834;&#65292;&#21681;&#26412;&#26469;&#23601;&#26159;&#32932;&#27973;&#20043;&#23043;&#65292;&#21152;&#19978;&#26102;&#38388;&#19981;&#22810;&#65292;&#22079;&#22079;&#12290;&#12290;&#12290;&#12290;&#25105;&#35201;&#26159;&#35828;&#20165;&#26377;&#30340;&#24605;&#32771;&#26102;&#38388;&#37117;&#36129;&#29486;&#32473;&#20102;&#31639;&#27861;&#30340;&#24605;&#32771;&#65292;&#26377;&#27809;&#26377;&#20154;&#20250;&#20599;&#31505;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#26377;&#21477;&#35805;&#24590;&#20040;&#35828;&#30340;&#26469;&#30528;&#65292;&#20154;&#29983;&#33510;&#30701;&#65292;&#27809;&#31354;&#20799;&#20260;&#24863;&#12290;&#22826;&#27491;&#30830;&#20102;&#65292;&#21704;&#21704;</p>
<p>&#25235;&#32039;&#26102;&#38388;&#24178;&#27963;&#20040;</p>
<p>&#26152;&#26202;&#19978;&#31361;&#28982;&#24847;&#35782;&#21040;&#65292;&#19968;&#30452;&#30340;&#24605;&#36335;&#26159;&#34892;&#19981;&#36890;&#30340;&#65292;&#27822;&#20007;&#30340;&#19981;&#34892;&#12290;&#20170;&#20799;&#32487;&#32493;&#22859;&#26007;&#35770;&#25991;&#65292;&#30475;&#30475;&#26377;&#20160;&#20040;&#26032;&#24605;&#36335;&#12290;</p>
<p>&#23545;&#20102;&#65292;&#22909;&#20037;&#27809;&#30475;&#30005;&#24433;&#65292;&#26152;&#22825;&#65292;&#24819;&#30475;&#20004;&#23567;&#26080;&#29468;&#65292;&#21457;&#29616;&#30005;&#33041;&#37324;&#27809;&#65292;&#23601;&#25214;&#20102;&#24651;&#24651;&#31508;&#35760;&#26412;&#30475;&#65292;&#36824;&#19981;&#38169;&#12290;&#26377;&#31354;&#20889;&#19979;&#24863;&#21463;&#65292;&#36824;&#26377;&#29233;&#20029;&#19997;&#65292;&#19968;&#30452;&#36182;&#30528;&#27809;&#20889;&#12290;&#12290;&#12290;</p>
<p>&#26368;&#36817;&#30005;&#24433;&#30475;&#24471;&#22909;&#23569;&#21834;&#12290;&#20116;&#19968;&#24819;&#21435;&#30475;&#23681;&#26376;&#31070;&#20599;&#12290;&#19968;&#30452;&#24806;&#35760;&#30340;&#26376;&#28385;&#36713;&#23612;&#35799;&#20272;&#35745;&#37117;&#24555;&#19979;&#32447;&#20102;&#21543;&#12290;</p>
<p>&#25105;&#30495;&#30340;&#24456;&#24537;&#20040;&#65292;&#30495;&#26159;&#38386;&#24537;&#38386;&#24537;&#30340;&#12290;&#37117;&#24536;&#35760;&#20102;&#35201;&#25509;&#23013;&#23013;&#65292;&#35201;&#21435;&#36864;&#36135;&#20043;&#31867;&#30340;&#22823;&#20107;&#20799;&#12290;&#12290;&#12290;&#21710;</p>
<p>&#21407;&#26469;&#29712;&#30862;&#30340;&#29983;&#27963;&#20063;&#33021;&#36825;&#20040;&#20805;&#23454;&#21834;&#12290;</p>
<p>&#25105;&#23601;&#24819;&#21040;&#20102;&#22534;&#31215;&#26408;~~~~&#21621;&#21621;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/04/28/%E5%86%8D%E6%B8%B8%E5%8C%97%E4%BA%AC-5/">再游北京-5</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-04-28T00:00:00+08:00" pubdate data-updated="true">Apr 28<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#21271;&#20140;&#31532;&#20116;&#22825;&#65292;&#19979;&#21320;&#20116;&#28857;&#30340;&#28779;&#36710;&#65292;&#35745;&#21010;&#33258;&#24049;&#20010;&#20799;&#21435;&#23452;&#23478;&#36891;&#36891;&#12290;</p>
<p>&#26089;&#26216;&#20381;&#28982;&#19978;&#29677;&#28857;&#20799;&#20986;&#38376;&#65292;&#32769;&#24178;&#37096;&#39135;&#22530;&#12290;</p>
<p>&#21040;&#21069;&#38376;&#24819;&#36215;&#32982;&#23043;&#21516;&#23398;&#24597;&#25105;&#39295;&#30528;&#65292;&#25903;&#25588;&#20102;&#19979;&#12290;&#24471;&#21435;&#21462;&#20102;&#65292;&#19981;&#21462;&#24597;&#20002;&#20102;&#12290;</p>
<p>&#20110;&#26159;&#65292;&#36825;&#19968;&#26089;&#19978;&#37117;&#32791;&#22312;&#20102;&#38134;&#34892;&#12290;&#12290;&#12290;&#12290;&#32982;&#23043;&#20320;&#22909;&#24515;&#21150;&#40635;&#28902;&#20107;&#20799;&#21834;&#65292;&#32047;&#27515;&#20010;&#25105;&#20102;&#65292;&#21861;&#26102;&#20505;&#22238;&#26469;&#22992;&#35831;&#20320;&#21507;&#28900;&#40493;&#12290;&#12290;&#12290;</p>
<p>&#23452;&#23478;&#26174;&#28982;&#21435;&#19981;&#25104;&#20102;&#65292;&#26102;&#38388;&#38750;&#24120;&#32039;&#36843;&#65292;&#20110;&#26159;&#22312;&#35199;&#21333;&#21507;&#20102;&#22823;&#21322;&#22825;&#12290;</p>
<p>&#30475;&#30475;&#19968;&#39039;&#21320;&#39277;&#37117;&#21507;&#20102;&#21861;~</p>
<p>&#24040;&#22823;&#26080;&#27604;&#27873;&#33433;&#65292;&#20457;&#65292;&#22826;&#36149;&#20102;&#65292;&#20080;&#30340;&#26102;&#20505;&#24536;&#20102;&#38382;&#20215;&#38065;&#12290;&#12290;&#12290;&#35265;&#21040;&#21507;&#30340;&#22826;&#28608;&#21160;&#20102;&#65292;&#36825;&#20457;19.&#19981;&#36807;&#30475;&#30475;&#36319;&#25105;&#25163;&#26426;&#30340;&#23545;&#27604;&#65292;&#20063;&#36824;&#22909;&#20102;&#12290;</p>
<p>&#21507;&#21040;&#19968;&#21322;&#25165;&#24819;&#36215;&#20102;&#25293;&#29031;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481272425837q.jpg" border="0" alt="" /></p>
<p>&#21513;&#37326;&#23478;&#29275;&#32905;&#22871;&#39184;&#19968;&#20221;&#65292;&#21487;&#20048;&#27809;&#21917;&#65292;&#28010;&#36153;&#20102;</p>
<p><img src="http://filer.blogbus.com/5333148/533314812724258227.jpg" border="0" alt="" /></p>
<p>&#21507;&#23436;&#35273;&#24471;&#19981;&#36807;&#30270;&#65292;&#26377;&#36305;&#21435;&#21619;&#21315;&#25289;&#38754;&#26469;&#20102;&#19968;&#30871;&#12290;&#12290;&#12290;&#12290;&#24040;&#22823;&#30340;&#19968;&#30871;&#21834;&#65292;&#27748;&#37117;&#21917;&#20102;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/533314812724258088.jpg" border="0" alt="" /></p>
<p>&#21507;&#23436;&#24046;&#19981;&#22810;&#23601;&#21487;&#20197;&#21435;&#28779;&#36710;&#31449;&#20102;&#12290;&#23545;&#20102;&#65292;&#36825;&#27425;&#20986;&#38376;&#65292;&#25105;&#33258;&#24102;&#27700;&#26479;&#65292;&#29615;&#20445;&#21834;&#65292;&#36824;&#30465;&#20102;&#19981;&#23569;&#38134;&#23376;&#12290;&#36825;&#22825;&#23601;&#24819;&#21507;&#30340;&#36807;&#30270;&#28857;&#65292;&#21435;&#26143;&#24052;&#20811;&#25972;&#20010;&#36229;&#22823;&#19968;&#26479;&#25343;&#38081;&#21917;&#12290;&#27599;&#27425;&#20080;&#28909;&#39278;&#30340;&#32467;&#26524;&#37117;&#26159;&#65292;&#33292;&#22836;&#40635;&#24456;&#20037;&#65292;&#24515;&#24613;&#21507;&#19981;&#20102;&#28909;&#35910;&#33104;&#21834;~</p>
<p>&#20116;&#28857;&#19978;&#20102;&#28779;&#36710;&#65292;&#21448;&#24819;&#21507;&#27873;&#38754;&#65292;&#21518;&#24724;&#27809;&#20080;&#20010;&#26469;&#12290;&#12290;&#12290;&#12290;&#36825;&#19968;&#36335;&#65292;&#30561;&#30561;&#23601;&#36807;&#26469;&#20102;&#12290;</p>
<p>&#26089;&#26216;&#21040;&#35199;&#23433;&#65292;&#27491;&#19979;&#38632;&#65292;&#36153;&#20102;&#32769;&#22823;&#21170;&#25165;&#25171;&#21040;&#36710;&#12290;</p>
<p>&#30001;&#20110;&#21069;&#19968;&#22825;boss&#21457;&#39129;&#25945;&#32946;&#22823;&#23478;&#20102;&#65292;&#25105;&#20063;&#19981;&#25954;&#25032;&#24608;&#65292;&#22238;&#23487;&#33293;&#27927;&#28465;&#19979;&#23601;&#22868;&#23454;&#39564;&#23460;&#24178;&#27963;&#20102;&#65292;&#21710;&#65292;&#20986;&#26469;&#29609;&#19968;&#36255;&#19981;&#23481;&#26131;&#21834;&#12290;&#32769;&#33151;&#37117;&#30828;&#20102;&#12290;&#12290;&#12290;&#12290;</p>
<p>over over</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/04/27/latex%E5%AD%A6%E4%B9%A03-%E6%A8%A1%E6%9D%BF/">LaTeX学习3-模板</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-04-27T00:00:00+08:00" pubdate data-updated="true">Apr 27<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>\documentclass{&#20351;&#29992;&#30340;&#27169;&#26495;}</p>
<p>\begin{document}<br />\title{&#26631;&#39064;}<br />\author{&#20316;&#32773;&#65292;&#38656;&#35201;and&#26102;&#65292;&#29992;\and}<br />\institute{}&#36824;&#21487;&#20197;&#29031;&#30528;&#36825;&#20010;&#26679;&#23376;&#21152;&#19978;email&#21861;&#30340;<br />\maketitle&#26631;&#39064;&#37096;&#20998;&#32467;&#26463;</p>
<p>\begin{abstract}<br />&#25688;&#35201;&#20869;&#23481;<br />\end{abstract}</p>
<p>\section{&#26631;&#39064;}&#20809;&#20889;&#21517;&#23383;&#23601;&#25104;&#65292;&#19981;&#29992;&#20889;&#26631;&#21495;&#65292;&#31995;&#32479;&#33258;&#21160;&#30340;</p>
<p>\subsection{&#23376;&#26631;&#39064;}</p>
<p>\subsection{&#23376;&#26631;&#39064;}</p>
<p>\subsection{&#23376;&#26631;&#39064;}</p>
<p>\section{&#26631;&#39064;}</p>
<p>\section{&#26631;&#39064;}</p>
<p>\begin{thebibliography}{&#22823;&#27010;&#20272;&#31639;&#19979;&#21442;&#32771;&#25991;&#29486;&#30340;&#25968;&#30446;&#65292;&#20889;&#36825;&#20799;}<br />\bibitem[1]{1}Jiao Li-cheng, Tan Shan. Development and Prospect of Image Multiscale Geometric Analysis[J]. ACTA ELECTRONICA SINICA, 2003, 12A(31): 1975~1981.<br />\bibitem[2&#65288;&#36825;&#37324;&#26159;&#32534;&#21495;&#65289;]{&#36825;&#37324;&#29233;&#20889;&#20160;&#20040;&#20889;&#20160;&#20040;&#65292;&#26159;&#27599;&#20010;&#21442;&#32771;&#25991;&#29486;&#30340;&#26631;&#35760;&#65292;&#24517;&#39035;&#26159;unique&#30340;}&#21518;&#38754;&#20889;&#19978;&#21442;&#32771;&#25991;&#29486;.<br />\bibitem[3]{3}E J Candes, D.L Donoho. Curvelets[R]. USA: Department of Statistics, Stanford University, 1999.</p>
<p>\end{thebibliography}</p>
<p>\end{document}</p>
<p>&#160;</p>
<p>&#22823;&#27010;&#27169;&#26495;&#23601;&#26159;&#36825;&#26679;&#65292;&#32454;&#33410;&#20197;&#21518;&#24930;&#24930;&#35828;&#12290;&#20854;&#23454;&#29992;bibtex&#20889;&#21442;&#32771;&#25991;&#29486;&#20250;&#26041;&#20415;&#24456;&#22810;&#65292;&#20294;&#24037;&#20316;&#37327;&#20063;&#22823;&#12290;</p>
<p>&#25105;&#22312;IEEE&#30340;&#27169;&#26495;&#37324;&#29992;&#20102;bibtex&#65292;Springer&#30340;&#27169;&#26495;&#37324;&#24212;&#35813;&#20063;&#21487;&#20197;&#65292;&#27809;&#30475;&#26126;&#30333;&#65292;&#22522;&#26412;&#19978;&#20182;&#30340;&#25490;&#24207;&#24456;&#20081;&#65292;&#25105;&#23601;&#25353;&#19978;&#38754;&#37027;&#26679;&#20889;&#30340;&#65292;&#26368;&#31528;&#30340;&#21150;&#27861;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/04/26/%E5%86%8D%E6%B8%B8%E5%8C%97%E4%BA%AC-4/">再游北京-4</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-04-26T00:00:00+08:00" pubdate data-updated="true">Apr 26<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#20889;&#30340;&#25105;&#37117;&#24555;&#27809;&#21170;&#20799;&#20102;&#65292;&#20856;&#22411;&#30340;&#19977;&#20998;&#38047;&#28909;&#24230;&#12290;</p>
<p>&#36825;&#20004;&#22825;&#30772;&#20107;&#20799;&#20063;&#19981;&#23569;&#65292;&#22238;&#22836;&#24930;&#24930;&#35828;</p>
<p>4&#26376;19&#26085;&#65292;4th day</p>
<p>&#26089;&#26216;8&#28857;&#20934;&#26102;&#36319;WD&#19968;&#36215;&#20986;&#38376;&#12290;&#21435;&#32769;&#24178;&#37096;&#39135;&#22530;&#21507;&#39277;&#23601;&#26159;&#22909;&#65292;&#20415;&#23452;&#20063;&#22909;&#21507;&#12290;</p>
<p>&#22905;&#21435;&#19978;&#29677;&#65292;&#25105;&#21435;&#28779;&#36710;&#31449;&#36864;&#31080;</p>
<p>&#38750;&#24120;&#24184;&#36816;&#65292;&#22312;&#20498;&#36710;&#30340;&#37027;&#20250;&#65292;&#38632;&#19979;&#22823;&#20102;&#65292;&#27604;&#36739;&#29436;&#29384;</p>
<p>&#22352;&#22320;&#38081;&#25105;&#19981;&#22826;&#35748;&#35782;&#36335;&#65292;&#20110;&#26159;&#20844;&#20132;&#21435;&#30340;&#12290;&#26179;&#24736;&#21040;&#28779;&#36710;&#31449;&#65292;&#20004;&#20010;&#23567;&#26102;&#36807;&#21435;&#20102;&#65292;&#22826;&#23849;&#28291;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#20808;&#20080;&#20102;&#31532;&#20108;&#22825;&#30340;&#31080;&#65292;&#20877;&#21435;&#25214;&#36864;&#31080;&#31383;&#21475;&#12290;&#21271;&#20140;&#28779;&#36710;&#31449;&#26524;&#28982;&#22823;&#65292;&#25105;&#22312;&#37324;&#38754;totally&#30340;&#26197;&#20102;&#12290;</p>
<p>&#20110;&#26159;&#65292;&#36864;&#31080;&#24223;&#20102;&#24555;&#19968;&#20010;&#23567;&#26102;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#25235;&#32039;&#26102;&#38388;&#22352;&#22320;&#38081;&#25214;ocean&#21435;&#65281;</p>
<p>&#28982;&#21518;&#65292;&#25105;&#21448;&#25104;&#21151;&#36855;&#36335;&#65292;&#22352;&#38169;&#26041;&#21521;&#12290;&#22312;&#22320;&#38081;&#31449;&#26179;&#24736;&#19968;&#23567;&#26102;&#12290;</p>
<p>&#22909;&#21543;&#65292;&#25972;&#20010;&#26089;&#19978;&#23601;&#24178;&#20102;&#19968;&#20214;&#20107;&#20799;&#12290;&#20174;&#20116;&#36947;&#21475;&#22320;&#38081;&#31449;&#20986;&#26469;&#65292;&#27491;&#22909;&#30896;&#35265;ocean&#24613;&#21254;&#21254;&#30340;&#36214;&#26469;&#65292;&#30631;&#25105;&#36825;&#28857;&#20799;&#21345;&#30340;&#65292;&#22826;&#20934;&#20102;&#65281;</p>
<p>&#21320;&#39277;&#21507;&#20102;&#38889;&#22269;&#28903;&#28900;&#12290;ocean&#39135;&#37327;&#21464;&#23567;&#20102;&#65292;&#27809;&#24590;&#20040;&#21507;&#23601;&#39281;&#20102;&#12290;&#21518;&#38754;&#19968;&#20010;&#21322;&#23567;&#26102;&#22522;&#26412;&#19978;&#26159;&#25105;&#19968;&#20010;&#20154;&#29378;&#21507;&#65292;&#22826;&#28010;&#36153;&#20102;&#12290;&#12290;&#12290;</p>
<p>&#28165;&#21326;&#27491;&#22909;&#31163;&#22885;&#20307;&#19981;&#36828;&#65292;&#25105;&#20457;&#19968;&#36215;&#21435;&#36716;&#24736;&#12290;</p>
<p>&#21487;&#24604;&#30340;ocean&#65292;&#34987;&#25105;&#36825;&#26679;&#34384;&#24453;&#65292;&#21834;&#21704;&#21704;&#12290;&#40479;&#24034;&#36824;&#19981;&#38169;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481272284742c.jpg" border="0" alt="" /></p>
<p>&#27700;&#31435;&#26041;&#23601;&#27604;&#36739;&#12290;&#12290;&#12290;&#12290;&#26377;&#28857;&#33039;&#65292;&#25454;&#35828;&#26202;&#19978;&#20250;&#27604;&#36739;&#22909;&#30475;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481272284825f.jpg" border="0" alt="" />&#21448;&#20256;&#19981;&#19978;&#26469;&#12290;&#12290;&#12290;&#21710;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#30475;&#25226;&#23043;&#32473;&#24980;&#24756;&#30340;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/533314812722849099.jpg" border="0" alt="" /></p>
<p>&#21916;&#27426;&#36825;&#26465;&#36947;&#20799;&#65292;&#36824;&#26377;&#25105;&#23478;&#20048;&#21621;&#21621;&#30340;ocean</p>
<p><img src="http://filer.blogbus.com/5333148/53331481272284918e.jpg" border="0" alt="" /></p>
<p>&#36825;&#35201;&#26159;&#25105;&#23478;&#38498;&#23376;&#22810;&#22909;&#30340;~</p>
<p><img src="http://filer.blogbus.com/5333148/53331481272285084c.jpg" border="0" alt="" /></p>
<p>&#27809;&#36891;&#22810;&#20037;&#23601;&#25764;&#20102;&#12290;&#22240;&#20026;&#25105;&#19981;&#24895;&#24847;&#25487;&#38065;&#20080;&#31080;&#65292;&#23601;&#27809;&#36827;&#40479;&#24034;&#37324;&#38754;&#30475;&#12290;&#21448;&#27809;&#34920;&#28436;&#21448;&#27809;&#21861;&#30340;&#65292;&#24178;&#22043;&#30333;&#25487;&#38065;&#12290;&#26159;&#21543;</p>
<p>&#36214;&#30528;&#28857;&#20799;&#21435;&#28165;&#21326;&#21507;&#26202;&#39277;&#12290;&#20056;&#22352;ocean&#19987;&#36710;&#65292;&#31245;&#24494;&#21442;&#35266;&#20102;&#19979;&#23398;&#26657;&#12290;&#28909;&#24773;&#30340;&#23043;&#30828;&#35753;&#25105;&#21448;&#20080;&#20102;&#28857;&#21271;&#20140;&#29305;&#20135;&#65292;&#36825;&#21487;&#23475;&#24808;&#20102;&#26126;&#22825;&#30340;&#25105;&#12290;&#12290;&#12290;&#25105;&#30340;&#23567;&#33136;&#21834;</p>
<p>&#24681;&#65292;&#21507;&#39277;&#26102;&#21483;&#19978;&#20102;&#22905;&#23478;&#31185;&#30740;&#24037;&#20316;&#32773;&#12290;&#21710;&#12290;&#21338;&#22763;&#23601;&#26159;&#21338;&#22763;&#21834;&#65292;&#22659;&#30028;&#22826;&#39640;&#20102;&#65292;&#25105;&#24635;&#26159;&#36319;&#19981;&#19978;&#20182;&#30340;&#24605;&#36335;&#12290;</p>
<p>&#36830;&#35828;&#20154;&#32982;&#37117;&#35201;&#29992;&#31243;&#24207;&#25968;&#25454;&#26469;&#36319;&#25105;&#35762;&#12290;&#28982;&#21518;&#25105;&#24635;&#26159;&#24930;&#21322;&#25293;&#25165;&#26126;&#30333;&#65292;&#20667;&#31505;&#12290;&#12290;&#12290;&#24046;&#36317;&#21834;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#32771;&#23519;&#32467;&#26524;&#26159;&#20457;&#20154;&#25402;&#22909;&#30340;&#12290;&#20080;&#20102;&#24773;&#20387;&#36710;&#65292;&#21507;&#23436;&#39277;&#20182;&#20457;&#19968;&#36710;&#65292;&#25105;&#39569;&#21338;&#22763;&#30340;&#36710;&#65292;&#24448;&#22320;&#38081;&#31449;&#39134;&#39536;&#12290;</p>
<p>&#26377;&#20010;&#32454;&#33410;&#65292;ocean&#22352;&#22312;&#36710;&#21518;&#36731;&#25405;&#30528;&#21338;&#22763;&#30340;&#33136;&#65292;&#24536;&#35760;&#25105;&#20204;&#22312;&#32842;&#20160;&#20040;&#20102;&#65292;&#21482;&#35760;&#24471;&#21338;&#22763;&#24456;&#24179;&#24120;&#30340;&#65292;&#36731;&#36731;&#30340;&#21483;ocean&#8216;&#23567;&#20011;&#22836;&#8217;&#65292;&#25402;&#28201;&#39336;&#30340;&#21543;&#65292;&#25105;&#23567;&#24863;&#21160;&#20102;&#19968;&#25226;&#12290;</p>
<p>&#21518;&#26469;&#25454;WD&#20998;&#26512;&#65292;&#26159;&#25105;&#24515;&#29702;&#19981;&#27491;&#24120;&#12290;&#22240;&#20026;&#26202;&#19978;&#22312;&#36335;&#19978;&#36935;&#35265;&#20457;&#23043;&#20844;&#28982;&#20146;&#28909;&#65292;&#25105;&#34920;&#31034;&#20102;&#24378;&#28872;&#30340;&#19981;&#29245;&#12290;&#23043;&#23601;&#35828;&#25105;&#24515;&#24577;&#19981;&#22909;&#65292;&#32570;&#23478;&#23646;&#12290;&#21704;&#21704;&#65292;&#36825;&#26377;&#21861;&#20040;&#65292;&#25105;&#23601;&#26159;&#35273;&#24471;&#20182;&#20204;&#19981;&#21402;&#36947;&#65292;&#22823;&#34903;&#19978;&#21602;&#65292;&#40655;&#31946;&#21861;~~~&#19981;&#36807;&#32852;&#31995;&#19978;&#22914;&#27492;&#31181;&#31181;&#65292;&#30830;&#23454;&#26159;&#26377;&#28857;&#25935;&#24863;&#20102;&#21704;&#12290;&#24525;&#24525;&#21543;&#65292;&#24525;&#24525;&#21543;&#65292;&#23601;&#24555;&#27605;&#19994;&#20102;~~~&#23601;&#24555;&#33258;&#30001;&#20102;~~~&#22079;&#22079;</p>
<p>&#20877;&#35828;&#26202;&#19978;&#30475;&#27468;&#21095;&#21543;&#12290;&#25105;&#20457;&#37117;&#36831;&#21040;&#20102;&#65292;&#20808;&#23433;&#25490;&#22312;&#21518;&#38754;&#38543;&#20415;&#22352;&#30528;&#30475;&#65292;&#21518;&#26469;&#24149;&#38388;&#20241;&#24687;&#25165;&#25214;&#22238;&#20102;&#33258;&#24049;&#30340;&#24231;&#20301;&#12290;</p>
<p>&#36825;&#27468;&#21095;&#21543;&#65292;&#24635;&#20307;&#19978;&#35828;&#65292;&#30828;&#20214;&#24456;&#38712;&#27668;&#65292;&#36719;&#20214;&#30830;&#23454;&#24046;&#28857;&#12290;</p>
<p>&#26354;&#35843;&#21543;&#65292;&#36824;&#19981;&#38169;&#65292;&#27604;&#36739;&#32784;&#21548;&#12290;&#19968;&#24320;&#22987;&#19981;&#35273;&#24471;&#65292;&#36234;&#21548;&#36234;&#22909;&#21548;&#12290;&#21487;&#26159;&#27468;&#35789;&#23601;&#27604;&#36739;&#22909;&#29609;&#20102;&#12290;&#25105;&#21644;WD&#39057;&#39057;&#31505;&#22330;&#12290;</p>
<p>&#27604;&#22914;&#65292;&#21246;&#36341;&#35265;&#21040;&#35199;&#26045;&#22914;&#27492;&#32654;&#35980;&#26102;&#65292;&#19981;&#20572;&#30340;&#24863;&#24936;&#65292;&#35828;&#35199;&#26045;&#65292;&#22914;&#26126;&#26376;&#19979;&#30340;&#23567;&#40575;&#65292;&#20160;&#20040;&#20160;&#20040;&#20013;&#30340;&#23567;&#29141;&#23376;&#12290;&#36825;&#27604;&#21947;&#22826;&#22909;&#29609;&#20102;&#65292;&#20840;&#22330;&#31505;&#25104;&#19968;&#29255;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#25105;&#35760;&#24615;&#19981;&#22909;&#65292;&#36824;&#35760;&#24471;&#65292;&#21246;&#36341;&#22312;&#23627;&#23376;&#37324;&#24868;&#24936;&#30340;&#26102;&#20505;&#65292;&#25991;&#31181;&#36208;&#36827;&#26469;&#65292;&#29992;&#21647;&#21497;&#35843;&#38382;&#20102;&#21477;&#65292;&#22823;&#29579;&#24744;&#30561;&#20102;&#21527;&#12290;&#22823;&#29579;&#35828;&#65292;&#25105;&#23601;&#35201;&#30561;&#20102;&#12290;&#12290;&#12290;&#21621;&#21621;&#65292;&#21548;&#30528;&#37027;&#35843;&#20799;&#65292;&#30495;&#26159;&#26377;&#28857;&#38647;&#12290;&#12290;&#12290;</p>
<p>&#19981;&#35828;&#20102;&#19981;&#35828;&#20102;&#65292;&#20877;&#35828;&#35828;&#19981;&#23436;&#20102;&#12290;</p>
<p>&#30475;&#30340;&#22826;&#35748;&#30495;&#65292;&#25105;&#20063;&#32966;&#20799;&#23567;&#65292;&#21040;&#35874;&#24149;&#30340;&#26102;&#20505;&#25165;&#24819;&#36215;&#26469;&#25293;&#29031;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481272287558q.jpg" border="0" alt="" /><img src="http://filer.blogbus.com/5333148/53331481272287566o.jpg" border="0" alt="" /></p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/04/25/%E5%86%8D%E6%B8%B8%E5%8C%97%E4%BA%AC-3/">再游北京-3</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-04-25T00:00:00+08:00" pubdate data-updated="true">Apr 25<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>4&#26376;18&#26085;&#65292;3rd day&#65306;</p>
<p>&#32456;&#20110;&#22868;798&#21435;&#20102;&#12290;</p>
<p>&#19978;&#27425;&#26469;&#21271;&#20140;&#65292;&#23601;&#27809;&#21435;&#25104;798&#21543;&#65292;&#35753;&#25105;&#36951;&#25022;&#20102;&#22909;&#20960;&#24180;&#12290;&#24403;&#28982;&#65292;&#36825;&#27425;&#36824;&#26377;&#19968;&#22320;&#20799;&#26368;&#21518;&#27809;&#21435;&#25104;&#65292;&#36825;&#19979;&#21448;&#26377;&#30340;&#36951;&#25022;&#20102;&#12290;&#12290;&#12290;&#22079;&#22079;&#65292;&#21035;&#35828;&#25105;&#26159;&#25925;&#24847;&#30340;&#12290;&#12290;&#12290;</p>
<p>&#21487;&#24604;&#20102;WD&#21516;&#23398;&#65292;&#21608;&#26411;&#30340;&#22823;&#26089;&#19978;&#36824;&#35201;&#19978;&#38393;&#38047;&#65292;&#30952;&#30952;&#21799;&#21799;&#20986;&#38376;9&#28857;&#22810;</p>
<p>&#20013;&#38388;&#20808;&#21435;&#22823;&#21095;&#38498;&#20817;&#22870;&#12290;&#26412;&#20197;&#20026;&#21487;&#20197;&#25442;&#21040;&#24403;&#26202;&#30340;&#31080;&#65292;&#30475;&#23436;&#27425;&#26085;&#27491;&#22909;&#22238;&#23478;&#65292;&#21487;&#26159;&#25105;&#20013;&#30340;&#26159;&#20108;&#31561;&#65292;&#35828;&#20108;&#31561;&#30340;&#31080;&#37117;&#23433;&#25490;&#22312;&#20102;19&#21495;&#26202;&#19978;&#65292;&#26080;&#22856;&#20102;&#12290;&#25105;&#19968;&#20010;&#21170;&#30340;&#35828;&#25105;&#26102;&#38388;&#19981;&#26041;&#20415;&#65292;&#37027;&#20123;&#24037;&#20316;&#20154;&#21592;&#36319;&#27809;&#21548;&#35265;&#20284;&#30340;&#65292;&#20809;&#24537;&#30528;&#24685;&#21916;&#25105;&#12290;&#12290;&#12290;&#22826;&#34394;&#20266;&#20102;&#20040;</p>
<p>&#27809;&#36761;&#65292;&#30475;&#30528;660&#24555;&#30340;&#31080;&#20215;&#65292;&#23454;&#22312;&#33293;&#19981;&#24471;&#25226;&#20004;&#24352;&#31080;&#37117;&#30041;&#32473;WD&#65292;&#19981;&#26159;&#25105;&#23567;&#27668;&#65292;&#26159;&#25105;&#20063;&#24819;&#21435;&#30475;&#21584;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#25105;&#20457;&#32771;&#23519;&#20102;&#19979;&#65292;&#29616;&#22330;&#20498;&#21334;&#20063;&#19981;&#22826;&#29616;&#23454;&#12290;&#20877;&#35828;&#20102;&#65292;&#24635;&#20215;1k&#22810;&#30340;&#38376;&#31080;&#65292;&#20320;&#35828;&#25105;&#20498;&#21334;&#30340;&#35805;&#65292;&#21334;&#22810;&#38065;&#21512;&#36866;&#21602;&#12290;&#22826;&#22797;&#26434;&#20102;&#12290;</p>
<p>&#26368;&#31616;&#21333;&#30340;&#35299;&#20915;&#26041;&#26696;&#65292;&#23601;&#26159;&#65292;&#25105;&#21435;&#36864;&#20102;&#28779;&#36710;&#31080;&#65292;&#20080;&#26202;&#19968;&#22825;&#30340;&#22238;&#12290;</p>
<p>&#22909;&#21543;&#65292;&#24324;&#22909;&#20817;&#22870;&#36825;&#20107;&#20799;&#23601;&#21487;&#20197;&#21507;&#21320;&#39277;&#20102;&#12290;&#25105;&#20457;&#30828;&#24525;&#30528;&#65292;&#20808;&#22352;&#36710;&#21040;&#20102;798&#38376;&#21475;&#12290;&#35805;&#35828;&#36825;798&#21644;WD&#23478;&#26174;&#28982;&#23601;&#26159;&#31359;&#36234;&#20102;&#25972;&#20010;&#21271;&#20140;&#22478;&#20040;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#39295;&#30340;&#19981;&#34892;&#65292;&#38468;&#36817;&#27809;&#21861;&#21507;&#30340;&#12290;&#25214;&#20102;&#23478;&#34507;&#31957;&#24215;&#65292;&#37329;&#20964;&#21576;&#31077;&#21543;&#65292;&#25105;&#20457;&#21507;&#19968;&#20010;&#24102;&#19968;&#20010;&#65292;&#23601;&#26432;&#36827;&#20102;798&#12290;</p>
<p>&#26377;&#24456;&#22810;&#22909;&#29609;&#30340;&#65292;&#20381;&#28982;&#29031;&#29255;&#35828;&#35805;&#12290;</p>
<p>&#36229;&#32423;&#21916;&#27426;&#36825;&#20010;&#65292;&#24819;&#19968;&#36215;&#21512;&#24433;&#65292;WD&#19981;&#20048;&#24847;&#12290;&#12290;&#12290;&#21710;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481272197043r.jpg" border="0" alt="" /></p>
<p>&#36825;&#20010;&#20687;&#19981;&#20687;&#30041;&#30528;&#21475;&#27700;&#30340;&#29399;&#65311;&#22079;&#22079;&#65292;&#36763;&#24052;&#36798;&#19971;&#28023;&#20256;&#22855;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481272197050u.jpg" border="0" alt="" /></p>
<p>WD&#35828;&#65292;&#25105;&#24456;2&#12290;&#22909;&#21543;~~~</p>
<p><img src="http://filer.blogbus.com/5333148/53331481272197033m.jpg" border="0" alt="" /></p>
<p>&#20474;&#20457;&#21807;&#19968;&#30340;&#21512;&#24433;&#65292;&#36824;&#26159;&#25105;&#25293;&#30340;&#65292;&#22826;&#36951;&#25022;&#20102;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481272197064s.jpg" border="0" alt="" /></p>
<p>&#25112;&#21033;&#21697;&#65292;&#20174;&#27809;&#24819;&#36807;&#20154;&#21697;&#33021;&#22909;&#21040;&#36825;&#31243;&#24230;</p>
<p><img src="http://filer.blogbus.com/5333148/533314812721970256.jpg" border="0" alt="" /></p>
<p>798&#37324;&#22909;&#29609;&#19996;&#35199;&#22826;&#22810;&#20102;&#12290;&#22522;&#26412;&#19978;&#32472;&#30011;&#65292;&#23588;&#20854;&#26159;&#29305;&#33402;&#26415;&#30340;&#27833;&#30011;&#65292;&#25105;&#27604;&#36739;&#38590;&#29702;&#35299;&#65292;&#26377;&#30340;&#29978;&#33267;&#35273;&#24471;&#19981;&#26159;&#32654;&#65292;&#32780;&#26159;&#28183;&#24471;&#24908;&#12290;&#20272;&#35745;&#20316;&#32773;&#24819;&#34920;&#36798;&#30340;&#24773;&#32490;&#22826;&#28608;&#28872;&#20102;&#12290;</p>
<p>&#27604;&#36739;&#33021;&#25509;&#21463;&#30340;&#26159;&#38613;&#22609;&#65292;&#26377;&#24456;&#22810;&#37117;&#22909;&#30475;&#12290;&#21487;&#24796;&#22909;&#30475;&#30340;&#21608;&#22260;&#24635;&#26159;&#26377;&#20154;&#25490;&#30528;&#38431;&#31561;&#25293;&#29031;&#65292;&#23548;&#33268;&#25105;&#36830;&#25293;&#20010;&#31354;&#38236;&#30340;&#26426;&#20250;&#37117;&#27809;&#12290;&#36824;&#26377;&#25668;&#24433;&#23637;&#65292;&#27604;&#36739;&#22909;&#25026;&#65292;&#20063;&#24456;&#22909;&#30475;&#12290;</p>
<p>&#36825;&#37324;&#25293;&#20889;&#30495;&#30340;&#20063;&#24456;&#22810;&#65292;&#36824;&#26377;&#25293;&#23130;&#32433;&#29031;&#30340;&#12290;&#20010;&#20154;&#35273;&#24471;&#36825;&#37324;&#19981;&#36866;&#21512;&#32467;&#23130;&#25293;&#29031;&#65292;&#22826;&#12290;&#12290;&#12290;&#20160;&#20040;&#20102;&#65292;&#21453;&#27491;&#24863;&#35273;&#28201;&#39336;&#23569;&#20102;&#28857;&#12290;&#23545;&#65292;&#36824;&#26377;&#36935;&#19978;&#19968;suai&#38149;&#25293;&#20889;&#30495;&#65292;&#26356;&#22855;&#22937;&#30340;&#26159;&#65292;&#25105;&#20204;&#36208;&#21040;&#21738;&#65292;&#20986;&#26469;&#23601;&#30475;&#35265;&#20182;&#20063;&#22312;&#38376;&#21475;&#25293;&#29031;&#65292;&#21710;&#65292;sou&#19981;&#20102;&#20102;&#65292;&#22826;&#30699;&#24773;&#20102;&#12290;&#36824;&#21548;&#21040;&#25668;&#24433;&#24072;&#20805;&#28385;&#32784;&#24515;&#30340;&#35753;&#20182;&#20307;&#20250;&#25277;&#28895;&#30340;&#24863;&#35273;&#65292;&#21435;&#25688;&#19968;&#26421;&#33457;&#20043;&#31867;&#20102;&#12290;&#24590;&#20040;&#20250;&#26377;&#36825;&#20040;&#33258;&#24651;&#30340;&#23043;&#21834;~~~~</p>
<p>&#23545;&#20102;&#65292;&#36824;&#26377;&#19968;&#20010;&#22909;&#29609;&#30340;&#23601;&#26159;&#29066;&#29483;&#24930;&#36882;&#12290;&#25454;&#35828;&#25910;&#36153;&#27604;&#36739;&#36149;&#12290;&#26412;&#26469;WD&#24314;&#35758;&#25105;&#32473;&#33258;&#24049;&#30340;&#19979;&#19968;&#20010;&#29983;&#26085;&#20889;&#20010;&#26126;&#20449;&#29255;&#12290;&#25105;&#24819;&#20102;&#24819;&#65292;&#26377;&#28857;&#23475;&#24597;&#12290;&#33258;&#24049;&#29616;&#22312;&#30340;&#29983;&#27963;&#20805;&#28385;&#30340;&#22826;&#22810;&#30340;&#19981;&#30830;&#23450;&#24615;&#12290;&#34429;&#28982;&#27809;&#26377;&#22826;&#22810;&#36951;&#25022;&#19981;&#28385;&#65292;&#21487;&#26159;&#65292;&#21364;&#19981;&#30693;&#36947;&#35201;&#20026;&#26410;&#26469;&#30340;&#33258;&#24049;&#20889;&#28857;&#20160;&#20040;&#12290;&#29616;&#22312;&#30340;&#29366;&#24577;&#65292;&#22826;&#40481;&#32907;&#20102;&#65292;&#27809;&#20160;&#20040;&#21487;&#25265;&#24616;&#30340;&#65292;&#21487;&#20063;&#19981;&#20540;&#24471;&#28843;&#32768;&#12290;&#24179;&#28129;&#21040;&#19981;&#30693;&#36947;&#35813;&#35828;&#20160;&#20040;&#12290;&#29616;&#22312;&#32451;&#23601;&#20102;&#25226;&#20219;&#20309;&#29712;&#20107;&#25918;&#22823;&#30340;&#26412;&#20107;&#65292;&#21507;&#20010;&#22909;&#21507;&#30340;&#37117;&#24320;&#24515;&#30340;&#21512;&#19981;&#20303;&#22068;&#65292;&#20854;&#23454;&#24819;&#24819;&#25402;&#27809;&#20986;&#24687;&#30340;&#12290;</p>
<p>&#36824;&#22352;&#19979;&#26469;&#32763;&#30475;&#20102;&#22823;&#23478;&#35760;&#24405;&#22312;&#26412;&#23376;&#19978;&#30340;&#25991;&#23383;&#65292;&#24456;&#22810;&#24773;&#32490;&#34987;&#28608;&#21457;&#12290;&#24681;&#65292;&#25105;&#19981;&#24819;&#24433;&#21709;&#28216;&#29609;&#30340;&#24515;&#24773;&#12290;&#20063;&#19981;&#24895;&#24847;&#35828;&#20160;&#20040;&#19978;&#27425;&#20004;&#20010;&#20154;&#65292;&#36825;&#27425;&#19968;&#20010;&#20154;&#65292;&#19979;&#27425;&#35201;&#20004;&#20010;&#20154;&#20043;&#31867;&#30340;&#35805;&#65292;&#27809;&#21170;&#12290;&#20110;&#26159;&#65292;&#20316;&#32610;&#12290;&#24576;&#30528;&#22797;&#26434;&#30340;&#24515;&#24773;&#31163;&#24320;&#12290;&#25105;&#24456;&#21916;&#27426;&#36825;&#23478;&#24215;&#30340;&#39118;&#26684;&#65292;&#28201;&#39336;&#12290;</p>
<p>&#21448;&#24819;&#36215;&#19968;&#20107;&#20799;&#65292;&#26377;&#19968;&#20010;&#23637;&#35272;&#65292;&#24808;&#20102;&#65292;&#21517;&#23383;&#25105;&#31455;&#28982;&#35828;&#19981;&#19978;&#26469;&#20102;&#12290;&#12290;&#12290;&#19981;&#36807;&#26377;&#21477;&#35805;&#65292;&#35760;&#24471;&#24456;&#28165;&#26970;&#65306;&#19968;&#20010;&#20154;&#22826;&#23569;&#65292;&#20004;&#20010;&#20154;&#22826;&#22810;&#65292;&#25152;&#20197;&#29233;&#19978;&#21322;&#20010;&#20154;&#12290;&#25105;&#33258;&#24049;&#32972;&#30528;WD&#24708;&#24708;&#23547;&#24605;&#20102;&#21322;&#22825;&#65292;&#21710;&#65292;&#21861;&#20063;&#19981;&#35828;&#20102;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#36825;&#37324;&#20070;&#24215;&#20063;&#27604;&#36739;&#22810;&#65292;&#29305;&#26377;&#27668;&#27675;&#30340;&#37027;&#31181;&#12290;&#20272;&#35745;&#25105;&#22969;&#35265;&#20102;&#20250;&#24456;&#28608;&#21160;&#30340;&#21578;&#35785;&#25105;&#65292;&#22905;&#20197;&#21518;&#24819;&#24320;&#30340;&#20070;&#24215;&#23601;&#26159;&#36825;&#26679;&#12290;&#22079;&#22079;&#65292;&#20197;&#21518;&#21487;&#20197;&#21512;&#20249;&#19968;&#36215;&#26469;&#22043;&#12290;&#19981;&#36807;&#35841;&#26469;&#36873;&#20070;&#24456;&#37325;&#35201;&#21834;&#65292;&#25105;&#27700;&#24179;&#19981;&#34892;&#65292;&#21487;&#25105;&#20063;&#19981;&#30456;&#20449;&#24744;&#30340;&#27700;&#24179;&#65292;&#21704;&#21704;&#12290;</p>
<p>&#25402;&#21916;&#27426;&#36825;&#22320;&#20799;&#30340;&#65292;&#25105;&#20457;&#36891;&#20102;&#19968;&#25972;&#22825;&#65292;&#20986;&#38376;&#24050;&#32463;&#21487;&#20197;&#21507;&#26202;&#39277;&#20102;&#12290;&#22826;&#32047;&#65292;&#32047;&#30340;&#25105;&#37117;&#27809;&#24515;&#24773;&#35762;&#31350;&#21507;&#12290;&#38543;&#20415;&#25214;&#20102;&#23567;&#25674;&#65292;WD&#21507;&#20102;&#38590;&#21507;&#30340;&#39277;&#12290;&#25105;&#21507;&#20102;&#38590;&#21507;&#30340;&#38754;&#12290;PS&#65292;&#25105;&#30340;&#38754;&#27604;&#22905;&#30340;&#39277;&#22909;&#21507;&#65292;&#23043;&#36824;&#26469;&#25105;&#30871;&#37324;&#25214;&#21507;&#30340;&#12290;&#21704;&#21704;</p>
<p>&#36825;&#22825;&#22238;&#23478;&#26089;&#65292;&#21507;&#23436;&#39277;&#32047;&#24808;&#20102;&#65292;&#36335;&#19978;&#21448;&#36828;&#65292;&#20474;&#20457;&#20063;&#27809;&#20877;&#21435;&#21738;&#65292;&#23601;&#22238;&#20102;</p>
<p>&#21040;&#23478;&#24555;9&#28857;&#65292;&#21435;&#31291;&#39321;&#26449;&#20080;&#20102;&#28857;&#28857;&#24515;&#24102;&#22238;&#23478;&#24052;&#32467;&#20474;&#29241;&#23064;&#12290;</p>
<p>over&#65292;&#26089;&#26089;&#20241;&#24687;&#12290;wd&#26202;&#19978;&#25250;&#25105;&#34987;&#23376;&#65292;&#21756;&#21756;~~~&#22826;&#27450;&#36127;&#20154;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/04/23/%E5%86%8D%E6%B8%B8%E5%8C%97%E4%BA%AC-2/">再游北京-2</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-04-23T00:00:00+08:00" pubdate data-updated="true">Apr 23<span>rd</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>2nd day</p>
<p>8&#28857;&#21322;&#30340;&#38393;&#38047;&#65292;&#20986;&#38376;&#20061;&#28857;&#21322;&#65292;&#21644;WD&#23460;&#21451;&#39034;&#36335;&#65292;&#20056;&#22352;&#24555;&#36895;&#20844;&#20132;&#12290;&#35745;&#21010;&#21435;798.</p>
<p>&#20844;&#20132;&#19978;&#36973;&#36156;&#12290;&#19968;&#22899;&#30340;&#65292;&#25105;&#37117;&#27809;&#30475;&#35265;&#36807;&#30495;&#20154;&#65292;&#20809;&#21548;&#35265;&#22768;&#38899;&#20102;&#65292;&#36208;&#22312;&#21322;&#36947;&#19978;&#23601;&#22823;&#21564;&#65292;&#19981;&#35753;&#21496;&#26426;&#24072;&#20613;&#38752;&#31449;&#20572;&#36710;&#65292;&#35828;&#33258;&#24049;&#38065;&#21253;&#20002;&#20102;&#12290;&#36824;&#36805;&#36895;&#25253;&#20102;&#35686;&#12290;&#36825;&#19979;&#22909;&#65292;&#24072;&#20613;&#35828;&#20844;&#21496;&#35268;&#23450;&#65292;&#25253;&#35686;&#20102;&#23601;&#19981;&#33021;&#24320;&#38376;&#65292;&#19968;&#36710;&#20154;&#20572;&#22312;&#36335;&#20013;&#38388;&#21160;&#19981;&#20102;&#12290;&#25105;&#20204;&#36824;&#22909;&#65292;&#19981;&#24590;&#20040;&#30528;&#24613;&#65292;&#36710;&#19978;&#26377;&#24613;&#30528;&#19978;&#29677;&#30340;&#65292;&#36214;&#28779;&#36710;&#30340;&#65292;&#21435;&#21307;&#38498;&#30475;&#30149;&#30340;&#12290;&#12290;&#12290;&#12290;&#12290;&#21557;&#25104;&#19968;&#29255;&#12290;</p>
<p>&#21548;&#20102;&#21322;&#22825;&#65292;&#21457;&#29616;&#65292;&#20002;&#38065;&#21253;&#30340;&#38065;&#21253;&#37324;&#27809;&#38065;&#12290;&#12290;&#12290;&#20840;&#26159;&#21345;&#12290;&#12290;&#12290;&#12290;&#22905;&#30828;&#35201;&#31561;&#35686;&#23519;&#12290;&#12290;&#12290;&#12290;&#21710;&#65292;&#22823;&#23478;&#37117;&#26080;&#22856;&#20102;&#65292;&#36825;&#19968;&#36710;&#20154;&#21602;&#12290;&#12290;&#12290;</p>
<p>&#20013;&#38388;&#26377;&#20010;&#23567;&#25554;&#26354;&#65292;&#24046;&#28857;&#27809;&#31505;&#27515;&#25105;&#12290;</p>
<p>&#37027;&#20250;&#20799;&#25105;&#20204;&#20200;&#37117;&#25214;&#21040;&#20102;&#24231;&#20799;&#65292;&#22352;&#37027;&#30452;&#21898;&#39295;&#12290;&#28982;&#21518;&#65292;&#26049;&#36793;&#19968;&#22823;&#21460;&#65292;&#24180;&#32426;&#39030;&#22810;&#36319;&#25105;&#29240;&#19968;&#26679;&#22823;&#30340;&#22823;&#21460;&#65292;&#22836;&#20063;&#19981;&#22238;&#65292;&#25733;&#30528;&#23617;&#32929;&#23601;&#24448;WD&#24231;&#20301;&#19978;&#25380;&#12290;&#12290;&#12290;&#12290;&#12290;&#30524;&#30597;&#30528;&#23601;&#22352;&#22905;&#33151;&#19978;&#20102;&#12290;&#12290;&#12290;&#12290;&#21704;&#21704;&#21704;&#65292;&#36825;&#22823;&#21460;&#65292;&#19968;&#22768;&#25307;&#21628;&#20063;&#19981;&#25171;&#65292;&#36824;&#33258;&#35328;&#33258;&#35821;&#30340;&#21898;&#32047;&#12290;&#12290;&#12290;&#12290;&#21523;&#30340;&#23043;&#30452;&#25509;&#36339;&#36215;&#26469;&#65292;&#23458;&#27668;&#30340;&#35828;&#65292;&#24231;&#20301;&#20320;&#20570;&#21543;&#65292;&#25105;&#31449;&#20250;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#22826;&#21487;&#24604;&#20102;&#65292;&#21704;&#21704;&#21704;&#65292;&#21463;&#20102;&#24778;&#21523;&#30340;&#23401;&#23376;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#25105;&#20204;&#24635;&#32467;&#30340;&#32463;&#39564;&#23601;&#26159;&#65292;&#22352;&#22312;&#20844;&#20132;&#36710;&#19978;&#30340;&#26102;&#20505;&#65292;&#24231;&#20301;&#19968;&#23450;&#35201;&#22352;&#28385;&#20102;&#65292;&#21315;&#19975;&#21035;&#30041;&#19979;&#19968;&#28857;&#31354;&#38553;&#12290;&#35201;&#25343;&#20986;&#21476;&#26102;&#20505;&#30343;&#24093;&#22352;&#40857;&#26885;&#30340;&#33539;&#20799;&#26469;&#12290;&#12290;&#12290;&#12290;&#22826;&#22909;&#29609;&#20102;&#65292;&#23043;&#23601;&#36825;&#20040;&#22312;&#25105;&#38754;&#21069;&#31449;&#20102;&#21322;&#23567;&#26102;&#22810;</p>
<p>&#25554;&#26354;&#23436;&#27605;&#12290;</p>
<p>&#32487;&#32493;&#35828;&#36973;&#36156;&#30340;&#20107;&#20799;&#12290;</p>
<p>&#35805;&#35828;&#25253;&#35686;&#20197;&#21518;&#65292;&#35686;&#23519;&#31455;&#28982;&#35828;&#35201;&#21322;&#23567;&#26102;&#25165;&#33021;&#21040;&#12290;&#22909;&#21543;&#65292;&#37027;&#23601;&#31561;&#21591;&#12290;</p>
<p>&#37027;&#36214;&#28779;&#36710;&#30340;&#21834;&#65292;&#19968;&#30452;&#21564;&#30528;&#35828;&#33258;&#24049;&#30528;&#24613;&#65292;&#20914;&#30528;&#22823;&#20249;&#20799;&#20351;&#21170;&#20799;&#25265;&#24616;&#65292;&#21487;&#26159;&#21496;&#26426;&#24072;&#20613;&#21483;&#20182;&#21830;&#37327;&#20107;&#20799;&#30340;&#26102;&#20505;&#65292;&#20182;&#30828;&#26159;&#27809;&#21548;&#35265;&#65292;&#20063;&#19981;&#25645;&#29702;&#65292;&#20809;&#39038;&#30528;&#33258;&#24049;&#21898;&#21483;&#30528;&#24613;&#12290;&#12290;&#12290;&#12290;&#30475;&#26469;&#23043;&#19968;&#28857;&#20063;&#19981;&#24613;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#36824;&#21548;&#35265;&#19968;&#23401;&#23376;&#65292;&#22909;&#20687;&#26159;&#22312;&#30334;&#24230;&#19978;&#29677;&#65292;&#35828;&#36831;&#21040;&#20102;&#35201;&#32602;200&#12290;&#20027;&#21160;&#25214;&#21040;&#20002;&#38065;&#21253;&#30340;&#65292;&#35753;&#22905;&#26816;&#26597;&#20102;&#27809;&#38382;&#39064;&#65292;&#20174;&#21496;&#26426;&#37027;&#37324;&#19979;&#36710;&#20102;&#12290;&#22909;&#29609;&#30340;&#26159;&#65292;&#30001;&#20110;&#26159;&#24555;&#36895;&#20844;&#20132;&#65292;&#19987;&#29992;&#36710;&#36947;&#65292;&#23043;&#19979;&#36710;&#20102;&#65292;&#20063;&#36824;&#26159;&#22256;&#22312;&#36335;&#19978;&#65292;&#27809;&#21150;&#27861;&#36328;&#20986;&#21435;&#25171;&#36710;&#65292;&#29228;&#22312;&#26639;&#26438;&#19978;&#30196;&#30196;&#22320;&#26395;&#30528;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#28982;&#21518;&#21602;&#65292;&#35686;&#23519;&#32456;&#20110;&#26469;&#20102;&#12290;&#31359;&#30528;&#38712;&#27668;&#65292;&#26550;&#21183;&#21313;&#36275;&#30340;&#65292;&#20174;&#21478;&#22806;&#19968;&#36742;&#24555;&#36895;&#20844;&#20132;&#36710;&#19978;&#36339;&#19979;&#26469;&#12290;&#22823;&#23478;&#20249;&#20799;&#37117;&#24778;&#20102;&#65292;&#21704;&#21704;&#21704;&#12290;&#22826;&#20146;&#27665;&#20102;&#36825;&#20063;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#26469;&#20102;&#23601;&#26469;&#20102;&#21591;&#12290;&#24708;&#19981;&#20986;&#20986;&#30340;&#38382;&#20102;&#20960;&#21477;&#35805;&#65292;&#23601;&#19981;&#35265;&#20102;&#12290;&#12290;&#12290;&#20002;&#38065;&#21253;&#30340;&#20063;&#19981;&#35265;&#20102;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#22909;&#21543;&#65292;&#22823;&#23478;&#31232;&#37324;&#31946;&#28034;&#30340;&#22352;&#30528;&#36710;&#23601;&#21448;&#20986;&#21457;&#20102;&#12290;&#21518;&#26469;&#26377;&#20154;&#24576;&#30097;&#65292;&#37027;&#20002;&#38065;&#21253;&#30340;&#20843;&#25104;&#26159;&#33258;&#24049;&#22312;&#21738;&#20010;&#21475;&#34955;&#25214;&#30528;&#38065;&#21253;&#20102;&#65292;&#27809;&#35805;&#35828;&#20102;&#12290;&#22079;&#22079;</p>
<p>&#32463;&#36807;&#36825;&#20107;&#20799;&#19968;&#30952;&#26426;&#65292;&#21040;&#21069;&#38376;&#23601;&#24555;12&#28857;&#20102;&#65292;798&#22826;&#36828;&#20102;&#65292;&#39295;&#24471;&#19981;&#34892;&#65292;&#23601;&#24819;&#36214;&#32039;&#21507;&#39277;&#12290;&#12290;&#12290;&#25913;&#35745;&#21010;&#65292;&#21435;&#20102;&#21518;&#28023;&#12290;</p>
<p>&#24681;&#65292;&#36335;&#19978;&#65292;&#24212;&#35813;&#26159;&#22312;&#40723;&#27004;&#38468;&#36817;&#65292;&#21507;&#20102;&#21271;&#20140;&#23567;&#21507;&#12290;&#38754;&#33590;&#65292;&#29190;&#32922;&#65292;&#22902;&#27833;&#20160;&#20040;&#37221;&#65292;&#28856;&#20160;&#20040;&#33437;&#40635;&#20160;&#20040;&#37221;&#65292;&#36824;&#26377;&#35916;&#35910;&#40644;&#65292;&#37117;&#24456;&#22909;&#21507;&#12290;&#21507;&#30340;&#30528;&#24613;&#65292;&#20154;&#20063;&#22810;&#65292;&#27809;&#39038;&#19978;&#25293;&#29031;&#12290;</p>
<p>&#21507;&#23436;&#20808;&#21435;&#20102;&#21518;&#28023;&#65292;&#29305;&#32654;&#65292;&#19978;&#29031;&#29255;&#12290;&#27599;&#19968;&#24352;&#37117;&#24456;&#22909;&#30475;&#21834;&#65292;&#36156;&#21916;&#27426;&#36825;&#20010;&#22320;&#26041;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/533314812720050903.jpg" border="0" alt="" /><img src="http://filer.blogbus.com/5333148/533314812720050983.jpg" border="0" alt="" /><img src="http://filer.blogbus.com/5333148/53331481272005481d.jpg" border="0" alt="" /></p>
<p>&#26049;&#36793;&#26377;&#24456;&#22810;&#32993;&#21516;&#65292;&#20160;&#20040;&#28895;&#34955;&#26012;&#34903;&#21834;&#65292;&#40657;&#33437;&#40635;&#32993;&#21516;&#21834;&#65292;&#21517;&#23383;&#37117;&#29305;&#22909;&#29609;&#20799;&#12290;&#30475;&#35265;&#20102;&#36825;&#21482;&#25042;&#27915;&#27915;&#30340;&#29483;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481272005645u.jpg" border="0" alt="" /></p>
<p>&#21507;&#20102;&#24456;&#22810;&#22909;&#21507;&#30340;&#12290;&#12290;&#12290;&#12290;&#28856;&#28748;&#32928;&#65292;&#36229;&#22909;&#21507;&#65292;&#23601;&#26159;&#19968;&#32929;&#33948;&#21619;&#20799;&#19981;&#22826;&#22909;&#65292;&#29031;&#29255;&#27809;&#20256;&#19978;&#26469;&#12290;&#12290;&#12290;</p>
<p>&#36825;&#20010;&#21483;&#19977;&#35282;&#28903;&#65292;&#21619;&#36947;&#19968;&#33324;&#65292;&#20687;&#25105;&#22312;&#35199;&#22806;&#21507;&#30340;&#38108;&#38179;&#28903;&#12290;&#20043;&#25152;&#20197;&#20080;&#36825;&#20010;&#65292;&#22240;&#20026;&#12290;&#12290;&#12290;&#23601;&#20182;&#23478;&#38376;&#21475;&#27809;&#20154;&#25490;&#38431;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481272005706k.jpg" border="0" alt="" /></p>
<p>&#21335;&#38179;&#40723;&#24055;&#26377;&#24456;&#22810;&#21334;&#22902;&#37226;&#30340;&#65292;&#20154;&#22810;&#65292;&#25105;&#27809;&#21435;&#12290;&#12290;&#12290;&#12290;&#36825;&#20010;&#28207;&#24335;&#22902;&#33590;&#24456;&#22909;&#21917;&#12290;&#20854;&#23454;&#65292;&#25105;&#20986;&#38376;&#21069;&#33258;&#24102;&#20102;&#27700;&#26479;&#65292;&#21487;&#36824;&#26159;&#24525;&#19981;&#20303;&#28040;&#36153;&#20102;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/533314812720057266.jpg" border="0" alt="" /></p>
<p>&#21335;&#38179;&#40723;&#24055;&#21475;&#65292;&#20027;&#35201;&#29992;&#24847;&#26159;&#26174;&#25670;&#25105;&#26032;&#20080;&#30340;&#21253;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481272006016d.jpg" border="0" alt="" /></p>
<p>&#160;</p>
<p>&#25105;&#23478;&#38376;&#21475;&#20063;&#36825;&#26679;&#23601;&#22909;&#20102;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481272006235r.jpg" border="0" alt="" /></p>
<p>&#28902;&#27515;&#20102;&#65292;&#36825;&#30456;&#20876;&#65292;&#19968;&#20250;&#33021;&#20256;&#19968;&#20250;&#19981;&#33021;&#30340;&#12290;&#12290;&#12290;&#12290;&#21710;&#65292;&#25289;&#21040;&#65292;&#19981;&#33021;&#31639;&#20102;&#12290;&#12290;&#12290;</p>
<p>&#36825;&#26159;&#22312;&#21335;&#38179;&#40723;&#24055;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481272006194s.jpg" border="0" alt="" /><img src="http://filer.blogbus.com/5333148/53331481272006215f.jpg" border="0" alt="" /></p>
<p>&#36825;&#36710;&#24456;&#38712;&#27668;&#21834;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/533314812720062087.jpg" border="0" alt="" /></p>
<p>&#23601;&#22312;&#36825;&#20040;&#28857;&#20799;&#22320;&#26041;&#65292;&#25105;&#20457;&#36891;&#20102;&#25972;&#25972;&#19968;&#22825;&#12290;&#12290;&#12290;&#12290;&#22909;&#29609;&#30340;&#23567;&#24215;&#22826;&#22810;&#20102;&#65292;&#36891;&#30340;&#36156;&#24320;&#24515;&#12290;&#36824;&#20080;&#20102;&#19968;&#39030;&#23567;&#29066;&#30340;&#24125;&#23376;&#65292;&#22079;&#22079;&#65292;&#35013;&#23273;&#12290;</p>
<p>&#26202;&#39277;&#22312;&#40644;&#35760;&#29004;&#35299;&#20915;&#65292;&#21507;&#20102;&#20457;&#23567;&#26102;&#65292;&#23601;&#30693;&#36947;&#21507;&#20102;&#22810;&#23569;&#20102;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#20986;&#26469;&#21448;&#21435;&#21518;&#28023;&#36955;&#20102;&#19968;&#22280;&#65292;&#26202;&#19978;&#20063;&#24456;&#32654;&#12290;&#25105;&#21916;&#27426;&#36825;&#22320;&#26041;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#23545;&#65292;&#23601;&#26159;&#36825;&#22825;&#19979;&#21320;&#65292;&#25910;&#21040;&#19968;&#26465;&#30701;&#20449;&#65292;&#35828;&#25105;&#20013;&#22870;&#20102;&#12290;&#22269;&#23478;&#22823;&#21095;&#38498;&#27468;&#21095;&#33410;&#30340;&#25277;&#22870;&#27963;&#21160;&#12290;&#22079;&#22079;&#65292;&#37027;&#26102;&#20505;&#36824;&#19981;&#30693;&#36947;&#22870;&#21697;&#26159;&#20160;&#20040;&#65292;&#28608;&#21160;&#30340;&#19981;&#34892;&#12290;&#20154;&#21697;&#19981;&#38169;&#21704;&#21704;&#21704;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/04/22/%E5%AD%A6%E4%B9%A0latex-2-%E5%9B%BE%E7%89%87%E6%93%8D%E4%BD%9C/">学习LaTeX-2-图片操作</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-04-22T00:00:00+08:00" pubdate data-updated="true">Apr 22<span>nd</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#25554;&#20837;&#22270;&#29255;&#65306;</p>
<pre>&#26368;&#21069;&#38754;&#35201;&#21152;&#19978;&#36825;&#20004;&#21477;&#65292;&#22312;begin document&#20043;&#21069;&#12290;\usepackage{CJK}\usepackage{graphicx}&#38656;&#35201;&#22270;&#29255;&#30340;&#26102;&#20505;&#65306;\begin{figure}\includegraphics{&#36825;&#37324;&#20889;&#21516;&#19968;&#20010;&#25991;&#20214;&#22841;&#20869;&#30340;&#20320;&#35201;&#32534;&#36753;&#30340;&#22270;&#29255;&#21517;}\caption{&#36825;&#37324;&#20889;&#22270;&#21517;} \end{figure}&#35843;&#25972;&#22270;&#29255;&#22823;&#23567;&#65306;\includegraphics[width=0.8\textwidth]{fig1.png}&#65292;&#36825;&#26679;&#25913;&#23601;&#25104;&#12290;textwidth&#26159;&#25991;&#23383;&#23485;&#24230;&#65292;0.8&#23601;&#26159;&#35828;&#26159;&#25991;&#23383;&#23485;&#24230;&#30340;0.8&#20493;&#12290;&#20010;&#20154;&#35273;&#30528;&#36825;&#26679;&#30456;&#23545;&#30340;&#22823;&#23567;&#27604;&#36739;&#23481;&#26131;&#25484;&#25569;&#12290;&#24182;&#21015;&#25554;&#20837;&#20004;&#24133;&#22270;&#20687;&#65306;\begin{figure}\begin{minipage}[t]{0.5\linewidth}\centering\includegraphics{fig2.jpg}\caption{&#22270;&#21517;}\end{minipage}\begin{minipage}[t]{0.5\linewidth}\centering\includegraphics{fig3.png}\caption{&#22270;&#21517;}\end{minipage}\end{figure}&#36825;&#20010;&#25554;&#20837;&#30340;&#26159;&#20004;&#24133;&#19981;&#30456;&#20851;&#30340;&#22270;&#29255;&#65292;&#22914;&#65306;fig2&#65292;fig3&#12290;&#25554;&#20837;&#23376;&#22270;&#30340;&#35805;&#65288;&#22914;fig4(a)&#21644;fig4(b)&#65289;&#20063;&#21487;&#20197;&#12290;&#20294;&#26159;&#25105;&#29992;&#20102;&#19979;&#38754;&#30340;&#26041;&#27861;&#12290;&#25554;&#20837;&#23376;&#22270;&#65306;\begin{figure}  \centering  \subfigure[&#23376;&#22270;1&#21517;]{    \label{fig:subfig:a} %% label for first subfigure    \includegraphics{fig4a.jpg}}  \hspace{1in}  %&#25511;&#21046;&#20004;&#24352;&#22270;&#29255;&#20043;&#38388;&#30340;&#36317;&#31163;  \subfigure[&#23376;&#22270;2&#21517;]{    \label{fig:subfig:b} %% label for second subfigure    \includegraphics{fig4b.jpg}}  \caption{fig4&#21517;&#23383;}  \label{fig:subfig} %% label for entire figure\end{figure}&#22270;&#20687;&#22826;&#22823;&#23601;&#20250;&#31446;&#30528;&#25490;&#25918;&#65292;&#21487;&#20197;&#32487;&#32493;&#25353;&#29031;&#19978;&#38754;&#35774;&#32622;width&#30340;&#26041;&#27861;&#35843;&#25972;&#21512;&#36866;&#30340;&#22823;&#23567;&#65292;&#36798;&#21040;&#24182;&#21015;&#25490;&#25918;&#30340;&#25928;&#26524;&#12290;</pre>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/04/22/%E5%AD%A6%E4%B9%A0latex-1/">学习LaTeX-1</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-04-22T00:00:00+08:00" pubdate data-updated="true">Apr 22<span>nd</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#27573;&#39318;&#32553;&#36827;&#65306;</p>
<p>&#40664;&#35748;&#30340;&#26159;&#39318;&#27573;&#19981;&#32553;&#36827;&#65292;&#21518;&#38754;&#30340;&#25165;&#20250;&#26377;&#12290;&#21152;&#19978;usepackage{indentfirst}&#23601;&#20250;&#27599;&#27573;&#37117;&#32553;&#12290;</p>
<p>&#36824;&#26377;&#19968;&#20010;&#65292;&#26159;&#25105;&#33258;&#24049;&#19968;&#24320;&#22987;&#23601;&#27809;&#26377;&#27880;&#24847;&#21040;&#30340;&#12290;&#22312;LaTeX&#20013;&#65292;&#22238;&#36710;&#24182;&#19981;&#20316;&#20026;&#26032;&#19968;&#27573;&#30340;&#24320;&#22987;&#65292;&#38656;&#35201;&#31354;&#19968;&#34892;&#25165;&#33021;&#35782;&#21035;&#12290;</p>
<p>&#160;</p>
<p>&#20851;&#20110;&#39033;&#30446;&#32534;&#21495;&#65306;(numerate&#32534;&#21495;)</p>
<p>&#20551;&#22914;&#36830;&#32493;&#20960;&#20010;&#32534;&#21495;&#20043;&#38388;&#38548;&#20102;&#20960;&#27573;&#27491;&#25991;&#65292;&#25110;&#32773;&#35828;&#65292;&#24819;&#35201;&#20174;&#19968;&#20010;&#38750;1&#30340;&#32534;&#21495;&#24320;&#22987;&#12290;&#22914;&#65306;</p>
<p>\begin{enumerate}<br />\item&#160; AAA<br />\end{enumerate}<br /><br />XXX<br /><br />\begin{enumerate}<br />\item BBB<br />\end{enumerate}</p>
<p>&#21487;&#20197;&#36825;&#26679;</p>
<p>\begin{enumerate}<br />
\item&#160; AAA<br />
\end{enumerate}<br /><br />
XXX<br /><br />
\begin{enumerate}  \stepcounter{enumi}<br />
\item BBB<br />
\end{enumerate}</p>
<p>&#36825;&#26679;&#65292;BBB&#30340;&#32534;&#21495;&#23601;&#26159;2&#12290;&#20551;&#22914;&#38656;&#35201;&#32534;&#21495;&#20026;3&#65292;4&#65292;5 &#12290;&#12290;&#12290;</p>
<p>\begin{enumerate}<br />\item AAA \item AAA <br />\end{enumerate}<br />XXX<br />\begin{enumerate}\stepcounter{enumi}\stepcounter{enumi}<br />\item BBB<br />\end{enumerate}</p>
<p>&#36825;&#26679;&#30340;&#35805;&#65292;BBB&#30340;&#32534;&#21495;&#23601;&#26159;&#20174;3&#24320;&#22987;&#12290;&#26126;&#30333;&#27809;&#65311;&#20063;&#23601;&#26159;&#35828;&#20174;n&#24320;&#22987;&#32534;&#21495;&#65292;\begin{enumerate}&#21518;&#38754;&#23601;&#35201;&#20889;n-1&#20010;\stepcounter{enumi}&#12290;</p>
<pre></pre>
                                    </p>
</div>
  
  


    </article>
  
  <div class="pagination">
    
      <a class="prev" href="/blog/page/16/">&larr; Older</a>
    
    <a href="/blog/archives">Blog Archives</a>
    
    <a class="next" href="/blog/page/14/">Newer &rarr;</a>
    
  </div>
</div>
<aside class="sidebar">
  
    <section>
  <h1>Recent Posts</h1>
  <ul id="recent_posts">
    
      <li class="post">
        <a href="/blog/2013/01/13/hui-gu-2012/">回顾2012</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/08/my-frist-post/">my-frist-post</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/05/14/eclipse---java.lang.noclassdeffounderror%3A-com.jayway.android.robotium.solo.solo%E9%94%99%E8%AF%AF%E8%A7%A3%E5%86%B3/">eclipse - java.lang.NoClassDefFoundError: com.jayway.android.robotium.solo.Solo错误解决</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/04/08/%E4%BD%A0%E7%8E%B0%E5%9C%A8%E7%9A%84%E5%B7%A5%E4%BD%9C%E8%BD%BB%E6%9D%BE%E4%B9%88%EF%BC%9F/">你现在的工作轻松么？</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/02/19/css%E7%AC%94%E8%AE%B0-position%E9%83%BD%E6%9C%89%E5%95%A5%E5%B1%9E%E6%80%A7/">CSS笔记-position都有啥属性</a>
      </li>
    
  </ul>
</section>






  
</aside>

    </div>
  </div>
  <footer role="contentinfo"><p>
  Copyright &copy; 2013 - muggleyoung -
  <span class="credit">Powered by <a href="http://octopress.org">Octopress</a>. Design by <a href="http://octopressthemes.com">Octopress Themes</a>.</span>
</p>

</footer>
  







  <script type="text/javascript">
    (function(){
      var twitterWidgets = document.createElement('script');
      twitterWidgets.type = 'text/javascript';
      twitterWidgets.async = true;
      twitterWidgets.src = 'http://platform.twitter.com/widgets.js';
      document.getElementsByTagName('head')[0].appendChild(twitterWidgets);
    })();
  </script>





</body>
</html>
