
<!DOCTYPE html>
<!--[if IEMobile 7 ]><html class="no-js iem7"><![endif]-->
<!--[if lt IE 9]><html class="no-js lte-ie8"><![endif]-->
<!--[if (gt IE 8)|(gt IEMobile 7)|!(IEMobile)|!(IE)]><!--><html class="no-js" lang="en"><!--<![endif]-->
<head>
  <meta charset="utf-8">
  <title>Muggleyoung Blog</title>
  <meta name="author" content="muggleyoung">

  
  <meta name="description" content="&#20882;&#27873;&#25490;&#24207;&#65306;
#include &lt;fstream&gt;
#include &lt;math.h&gt;
using namespace std;
void BubbleSort(int A[],int n)
{
&# &hellip;">
  

  <!-- http://t.co/dKP3o1e -->
  <meta name="HandheldFriendly" content="True">
  <meta name="MobileOptimized" content="320">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  
  <link rel="canonical" href="http://muggleyoung.github.com/blog/page/7/">
  <link href="/favicon.png" rel="icon">
  <link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
  <script src="/javascripts/modernizr-2.0.js"></script>
  <script src="/javascripts/ender.js"></script>
  <script src="/javascripts/octopress.js" type="text/javascript"></script>
  <link href="/atom.xml" rel="alternate" title="Muggleyoung Blog" type="application/atom+xml">
  <!--Fonts from Google"s Web font directory at http://google.com/webfonts -->
<link href="http://fonts.googleapis.com/css?family=PT+Serif:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<link href="http://fonts.googleapis.com/css?family=PT+Sans:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">

  

</head>

<body   >
  <header role="banner"><hgroup>
  <h1><a href="/">Muggleyoung Blog</a></h1>
  
    <h2>A blogging framework for hackers.</h2>
  
</hgroup>

</header>
  <nav role="navigation"><ul class="subscription" data-subscription="rss">
  <li><a href="/atom.xml" rel="subscribe-rss" title="subscribe via RSS">RSS</a></li>
  
</ul>
  
<form action="http://google.com/search" method="get">
  <fieldset role="search">
    <input type="hidden" name="q" value="site:muggleyoung.github.com" />
    <input class="search" type="text" name="q" results="0" placeholder="Search"/>
  </fieldset>
</form>
  
<ul class="main-navigation">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
</ul>

</nav>
  <div id="main">
    <div id="content">
      <div class="blog-index">
  
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/09/30/bubblesort/">BubbleSort</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-09-30T00:00:00+08:00" pubdate data-updated="true">Sep 30<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#20882;&#27873;&#25490;&#24207;&#65306;</p>
<p>#include &lt;fstream&gt;<br />
#include &lt;math.h&gt;<br />
using namespace std;<br /><br />
void BubbleSort(int A[],int n)<br />
{<br />
&#160;&#160;&#160; for(int j=1;j!=n;j++)<br />
&#160;&#160;&#160; {<br />
&#160;&#160;&#160; &#160;&#160;&#160; for (int i=0;i!=(n-j);i++)<br />
&#160;&#160;&#160; &#160;&#160;&#160; {<br />
&#160;&#160;&#160; &#160;&#160;&#160; &#160;&#160;&#160; if(A[i]&gt;A[i+1])<br />
&#160;&#160;&#160; &#160;&#160;&#160; &#160;&#160;&#160; {<br />
&#160;&#160;&#160; &#160;&#160;&#160; &#160;&#160;&#160; &#160;&#160;&#160; int t = A[i];<br />
&#160;&#160;&#160; &#160;&#160;&#160; &#160;&#160;&#160; &#160;&#160;&#160; A[i] = A[i+1];<br />
&#160;&#160;&#160; &#160;&#160;&#160; &#160;&#160;&#160; &#160;&#160;&#160; A[i+1] = t;<br />
&#160;&#160;&#160; &#160;&#160;&#160; &#160;&#160;&#160; }<br />
&#160;&#160;&#160; &#160;&#160;&#160; }<br />
&#160;&#160;&#160; }<br />
}<br /><br />
void main()<br />
{<br />
&#160;&#160;&#160; ifstream infile;<br />
&#160;&#160;&#160; ofstream outfile(&#8220;result.txt&#8221;);<br />
&#160;&#160;&#160; infile.open(&#8220;seq.txt&#8221;);<br />
&#160;&#160;&#160; int A[100];<br />
&#160;&#160;&#160; int n=0;<br />
&#160;&#160;&#160; while(!infile.eof())<br />
&#160;&#160;&#160; {<br />
&#160;&#160;&#160; &#160;&#160;&#160; infile&gt;&gt;A[n];<br />
&#160;&#160;&#160; &#160;&#160;&#160; n++;<br />
&#160;&#160;&#160; }<br />
&#160;&#160;&#160; BubbleSort(A,n);<br />
&#160;&#160;&#160; for (int i=0;i!=n;i++)<br />
&#160;&#160;&#160; {<br />
&#160;&#160;&#160; &#160;&#160;&#160; outfile&lt;&lt;&lt;&#8221; &#8220;;<br />
&#160;&#160;&#160; }<br />
}</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/09/29/%E7%BD%91%E6%98%93%E7%AC%94%E8%AF%95/">网易笔试</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-09-29T00:00:00+08:00" pubdate data-updated="true">Sep 29<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#32593;&#26131;2011&#24180;&#26657;&#22253;&#25307;&#32856;&#31508;&#35797;&#65292;&#36319;&#26377;&#36947;&#21644;&#28216;&#25103;&#26159;&#20998;&#24320;&#36827;&#34892;&#30340;&#65292;&#21478;&#22806;&#37027;&#20457;&#25105;&#36824;&#27809;&#25237;&#31616;&#21382;&#21602;~</p>
<p>&#20256;&#35828;&#20013;&#30340;&#31508;&#35797;&#39064;&#38590;&#30340;bt</p>
<p>&#25105;&#25237;&#30340;&#27979;&#35797;&#24037;&#31243;&#24072;&#65292;&#19968;&#22914;&#26082;&#24448;&#30340;BT</p>
<p>&#22235;&#37096;&#20998;&#65306;&#35745;&#31639;&#26426;&#22522;&#30784;&#65292;Java&#65292;&#25968;&#25454;&#24211;&#65292;&#27979;&#35797;</p>
<p>&#160;</p>
<p>&#35745;&#31639;&#26426;&#22522;&#30784;&#65306;&#27809;&#20960;&#20010;&#39064;&#65292;&#35760;&#24471;&#26377;&#31639;&#27861;&#22797;&#26434;&#24230;&#65292;tcp&#19977;&#27425;&#25569;&#25163;&#65292;&#26368;&#21518;&#36824;&#26377;&#19968;&#20010;&#20889;&#20195;&#30721;&#30340;&#39064;&#30446;&#65292;&#25105;&#26159;&#28145;&#28145;&#28145;&#28145;&#30340;&#35760;&#20303;&#20102;</p>
<p>&#160;&#160;&#160; &#25972;&#24418;&#25968;&#32452;a0,a1,&#8230;.,an&#65292;&#25214;&#20986;&#25968;&#32452;&#20013;&#30340;&#26368;&#22823;&#36830;&#32493;&#23376;&#20018;&#21644;&#65292;&#21363;ax,a(x+1),&#8230;.,ay&#30340;&#21644;&#26368;&#22823;&#65292;&#35201;&#27714;&#31639;&#27861;&#22797;&#26434;&#24230;&#20026;O(n)&#65292;&#20889;&#20986;&#24605;&#36335;&#21644;&#20195;&#30721;&#65292;&#19981;&#38480;&#35821;&#35328;&#12290;</p>
<p>&#160;&#160; &#36825;&#39064;&#32416;&#32467;&#20102;&#22909;&#20037;&#65292;&#36824;&#26159;&#25226;&#33258;&#24049;&#32469;&#36827;&#21435;&#20102;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>Java&#65306;&#36873;&#25321;&#39064;&#65292;&#35835;&#20195;&#30721;&#39064;&#12290;&#22522;&#26412;&#22260;&#32469;&#38754;&#21521;&#23545;&#35937;&#36827;&#34892;&#30340;&#12290;&#31867;&#31867;&#22411;&#65292;&#31867;&#32487;&#25215;&#20043;&#31867;&#12290;Java&#25105;&#19981;&#20250;&#65292;&#20973;&#21360;&#35937;&#20570;&#30340;</p>
<p>&#25968;&#25454;&#24211;&#65306;&#24536;&#23436;&#20102;&#65292;&#30452;&#25509;&#25918;&#24323;&#12290;&#32771;&#20102;&#32034;&#24341;&#31867;&#22411;&#65292;&#20889;spl&#35821;&#21477;&#26816;&#32034;&#20043;&#31867;</p>
<p>&#27979;&#35797;&#65306;&#40657;&#30418;&#30333;&#30418;&#65292;&#27979;&#35797;&#29992;&#20363;&#30340;&#27010;&#24565;&#20998;&#31867;&#20160;&#20040;&#30340;&#65307;qq&#33021;&#30331;&#38470;&#65292;ie&#21364;&#25171;&#19981;&#24320;&#32593;&#39029;&#65292;&#38382;&#20320;&#20250;&#20174;&#21738;&#20960;&#20010;&#26041;&#38754;&#35299;&#20915;&#38382;&#39064;&#65307;&#29983;&#20135;&#20986;&#30340;&#19968;&#27425;&#24615;&#27700;&#26479;&#65292;&#35774;&#35745;&#27979;&#35797;&#29992;&#20363;&#65307;&#20889;&#19968;&#27573;&#20195;&#30721;&#65292;&#20160;&#20040;&#20195;&#30721;&#24536;&#20102;&#65292;&#35753;&#33258;&#24049;&#27979;&#35797;&#35813;&#27573;&#20195;&#30721;&#12290;</p>
<p>&#160;</p>
<p>&#19981;&#21516;&#37096;&#38376;&#19981;&#21516;&#32844;&#20301;&#65292;&#39064;&#30446;&#37117;&#26159;&#19981;&#19968;&#26679;&#30340;&#12290;&#21271;&#20140;&#30340;&#27979;&#35797;&#65292;&#20840;&#32771;&#30340;&#27979;&#35797;&#30693;&#35782;&#65307;&#24320;&#21457;&#65292;&#36824;&#26377;&#26234;&#21147;&#39064;&#35201;&#32771;&#20043;&#31867;&#20043;&#31867;&#12290;&#12290;&#12290;</p>
<p>&#25509;&#36830;&#20960;&#27425;&#31508;&#35797;&#34987;&#37145;&#35270;&#65292;&#22826;&#22826;&#27822;&#20007;&#20102;&#65292;&#22909;&#22909;&#30475;&#20070;&#20102;&#25105;&#65292;&#19981;&#25237;&#31616;&#21382;&#20808;~</p>
<p>&#21710;~</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/09/27/%E7%BE%A4%E7%A1%95%E8%BD%AF%E4%BB%B6-%E7%AC%94%E8%AF%95/">群硕软件-笔试</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-09-27T00:00:00+08:00" pubdate data-updated="true">Sep 27<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#36319;&#33150;&#35759;&#27604;&#36215;&#26469;&#65292;&#25105;&#35273;&#24471;&#21069;&#32773;&#30340;&#39064;&#30446;&#20986;&#24471;&#22909;&#65292;&#32771;&#23519;&#20110;&#26080;&#24418;&#20043;&#20013;~</p>
<p>&#27604;&#22914;&#65292;&#38382;&#65292;&#20160;&#20040;&#26159;&#25805;&#20316;&#31995;&#32479;&#65311;&#25805;&#20316;&#31995;&#32479;&#31649;&#29702;&#21861;&#65311;</p>
<p>&#31532;&#19968;&#38382;&#25105;&#23601;&#19981;&#20250;&#12290;&#12290;&#12290;</p>
<p>&#38382;&#65292;&#20160;&#20040;&#26159;&#36719;&#20214;&#24037;&#31243;&#65311;</p>
<p>&#19981;&#20250;&#65292;&#21518;&#38754;&#36824;&#26377;&#19968;&#38382;&#65292;&#29978;&#33267;&#37117;&#19981;&#35760;&#24471;&#20102;</p>
<p>&#38382;&#65292;&#20160;&#20040;&#26159;&#34394;&#26512;&#26500;&#20989;&#25968;&#65292;&#20160;&#20040;&#26159;&#22810;&#24577;&#65311;</p>
<p>&#22825;&#26195;&#24471;&#20026;&#20160;&#20040;&#35201;&#38382;&#36825;&#20040;&#22810;&#8220;&#20160;&#20040;&#26159;&#8221;&#65292;&#19968;&#20010;&#37117;&#19981;&#20250;&#65292;&#36824;&#19981;&#22914;&#35753;&#20889;&#20010;&#20363;&#31243;&#65292;&#20307;&#29616;&#20102;&#22810;&#24577;&#24605;&#24819;&#65292;&#20889;&#20010;&#26512;&#26500;&#20989;&#25968;&#21861;&#30340;&#12290;&#19981;&#25954;&#35828;&#20840;&#20250;&#65292;&#20294;&#32477;&#23545;&#27604;&#8220;&#20160;&#20040;&#26159;&#8221;&#20250;&#30340;&#22810;&#12290;</p>
<p>&#20026;&#20160;&#20040;&#35201;&#38382;&#36825;&#20040;&#22810;&#27010;&#24565;&#21602;&#65292;&#32972;&#36807;&#20102;&#23601;&#31639;&#22909;&#21862;&#12290;</p>
<p>&#27809;&#26377;&#35835;&#20195;&#30721;&#65292;&#23601;&#19968;&#20010;&#31639;&#21508;&#31181;size&#30340;&#12290;&#29616;&#22312;&#36824;&#20250;&#19968;&#20123;&#20102;&#65292;&#24819;&#24403;&#21021;&#38754;&#35797;&#20013;&#20852;&#30340;&#26102;&#20505;&#65292;&#20840;&#19981;&#20250;&#65292;&#37027;&#26159;&#22810;&#20040;&#30340;&#20932;&#24808;&#21568;~~~</p>
<p>&#20889;&#20195;&#30721;&#65292;&#20108;&#20998;&#26597;&#25214;&#65292;&#23383;&#31526;&#20018;&#22797;&#21046;&#65292;&#23383;&#31526;&#20018;&#31867;&#30340;&#19968;&#20123;&#22768;&#26126;&#20989;&#25968;&#30340;&#23454;&#29616;&#65292;&#26368;&#21518;&#36824;&#26377;&#19968;&#20010;&#23454;&#29616;&#25340;&#22270;&#20160;&#20040;&#30340;&#65292;&#26174;&#28982;&#19981;&#20250;&#65292;&#29468;&#27979;&#24212;&#35813;&#26159;&#20256;&#35828;&#20013;&#30340;&#21160;&#24577;&#35268;&#21010;&#21543;&#65292;&#22238;&#22836;&#22909;&#22909;&#23398;&#23398;&#21568;~~~~</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/09/26/%E8%85%BE%E8%AE%AF%E7%AC%94%E8%AF%95/">腾讯笔试</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-09-26T00:00:00+08:00" pubdate data-updated="true">Sep 26<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#20170;&#22825;&#24212;&#35813;&#31639;&#26159;&#33150;&#35759;2011&#26657;&#22253;&#25307;&#32856;&#22312;&#35199;&#23433;&#25581;&#24149;&#20102;</p>
<p>&#36719;&#20214;&#24320;&#21457;&#31532;&#19968;&#25209;&#31508;&#35797;</p>
<p>&#35199;&#24037;&#22823;&#20160;&#20040;&#19996;&#39302;&#65292;&#36229;&#22810;&#20154;</p>
<p>&#31508;&#35797;&#31455;&#28982;&#36824;&#31614;&#20102;&#20160;&#20040;&#20445;&#23494;&#21327;&#35758;&#12290;&#12290;&#12290;&#19981;&#36807;&#35805;&#35828;&#22238;&#26469;&#65292;&#35841;&#33021;&#25226;&#39064;&#30446;&#35760;&#24471;&#37027;&#20040;&#28165;&#26970;&#21568;&#65292;&#25105;&#19981;&#33021;~</p>
<p>&#24635;&#20043;&#65292;&#22823;&#33268;&#23601;&#26159;C++&#65292;&#25805;&#20316;&#31995;&#32479;&#65292;&#32593;&#32476;&#12290;&#37325;&#35201;&#24615;&#65292;&#21644;&#39064;&#30446;&#25968;&#37327;&#20063;&#26159;&#26159;&#36825;&#20010;&#27425;&#24207;&#12290;</p>
<p>&#39064;&#30446;&#20986;&#30340;&#36824;&#26159;&#19981;&#38169;&#30340;&#65292;&#31639;&#26159;&#22522;&#30784;&#65292;&#20294;&#21448;&#24471;&#30495;&#27491;&#29702;&#35299;&#20102;&#65292;&#25165;&#22909;&#20570;&#12290;</p>
<p>C++&#22043;&#65292;&#23601;&#26159;&#37027;&#20123;&#25351;&#38024;&#21568;&#65292;&#32487;&#25215;&#21568;&#65292;&#36824;&#32771;&#20102;&#24322;&#24120;&#65292;&#25105;&#19981;&#20250;&#35830;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#25805;&#20316;&#31995;&#32479;&#21644;&#32593;&#32476;&#37117;&#26159;&#26368;&#22522;&#30784;&#30340;&#65292;&#24403;&#28982;&#27515;&#35760;&#30828;&#32972;&#27809;&#29992;&#65292;&#35813;&#19981;&#20250;&#36824;&#26159;&#19981;&#20250;</p>
<p>&#32534;&#31243;&#39064;&#26159;&#36229;&#22823;&#25968;&#25490;&#24207;&#65292;&#27169;&#25311;&#23567;&#28216;&#25103;&#65292;&#25805;&#20316;&#31995;&#32479;&#27719;&#32534;&#20998;&#26512;&#65292;&#36827;&#31243;&#20160;&#20040;&#30340;&#65292;&#22522;&#26412;&#19978;&#26159;&#32771;&#31639;&#27861;&#24605;&#24819;&#30340;</p>
<p>&#20687;&#25105;&#34987;MATLAB&#28145;&#28145;&#8220;&#27602;&#23475;&#8221;&#30340;&#23043;&#65292;&#30475;&#20160;&#20040;&#39064;&#30446;&#65292;&#37117;&#24525;&#19981;&#20303;&#24819;&#65292;&#29992;&#25968;&#32452;&#23454;&#29616;&#22810;&#26041;&#20415;&#65292;&#24178;&#22043;&#29992;&#25351;&#38024;&#21568;&#12290;&#26368;&#36817;&#22909;&#28857;&#20102;&#65292;&#36824;&#33021;&#24819;&#36215;&#26469;&#36882;&#24402;&#19979;&#65292;&#25351;&#38024;&#19979;&#12290;&#21151;&#22827;&#37117;&#26159;&#32451;&#20986;&#26469;&#30340;&#21834;~</p>
<p>&#27809;&#20102;&#65292;&#39064;&#30446;&#20570;&#23436;&#23601;&#24536;&#12290;&#23454;&#39564;&#23460;&#19968;&#20010;&#23401;&#23376;&#22238;&#26469;&#36824;&#23454;&#29616;&#20102;&#20960;&#20010;&#39064;&#30446;&#30340;&#20195;&#30721;&#65292;&#21578;&#35785;&#25105;&#21738;&#20010;&#38169;&#20102;&#21738;&#20010;&#23545;&#20102;&#12290;&#24681;&#65292;&#26377;&#38169;&#26377;&#23545;&#21568;&#65292;&#35828;&#19981;&#19978;&#24754;&#24808;&#65292;&#20294;&#20063;&#22909;&#19981;&#21040;&#21738;&#20799;&#21435;&#12290;</p>
<p>&#31639;&#27861;&#21568;&#65292;&#36824;&#26159;&#24471;&#22909;&#22909;&#23398;&#65292;&#26377;&#30340;&#20844;&#21496;&#20171;&#24847;&#20320;&#20889;&#20195;&#30721;&#30340;&#27700;&#24179;&#65292;&#26377;&#30340;&#20844;&#21496;&#26356;&#20171;&#24847;&#30340;&#26159;&#31639;&#27861;&#24605;&#24819;&#12290;&#25105;&#35273;&#24471;&#21518;&#32773;&#26356;&#37325;&#35201;&#21734;&#12290;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/09/26/%E5%8D%8E%E4%B8%BA2011%E6%A0%A1%E5%9B%AD%E6%8B%9B%E8%81%98%E6%80%BB%E7%BB%93/">华为2011校园招聘总结</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-09-26T00:00:00+08:00" pubdate data-updated="true">Sep 26<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#32416;&#32467;&#20102;&#22909;&#20960;&#22825;&#65292;&#32456;&#20110;&#29408;&#29408;&#22320;&#25298;&#20102;</p>
<p>&#20174;&#19968;&#24320;&#22987;&#65292;&#23601;&#27809;&#24819;&#36807;&#30495;&#30340;&#35201;&#21435;</p>
<p>&#21608;&#22260;&#20154;&#38470;&#32493;&#31614;&#32422;&#30340;&#26102;&#20505;&#65292;&#36824;&#26159;&#24515;&#34394;&#21568;</p>
<p>&#24178;&#20160;&#20040;&#37117;&#20064;&#24815;&#21015;&#20248;&#21155;&#65292;&#24515;&#37324;&#20250;&#27604;&#36739;&#26377;&#35889;</p>
<p>&#20248;&#65306;</p>
<p>1. &#21487;&#20197;&#21574;&#22312;&#35199;&#23433;</p>
<p>1.1 7.5k&#30340;&#24037;&#36164;&#65292;&#23601;&#31639;&#25343;&#21040;&#25163;6k&#24038;&#21491;&#65292;&#22312;&#35199;&#23433;&#65292;&#32477;&#23545;&#23567;&#30333;&#39046;&#65307;</p>
<p>1.2 &#31163;&#23478;&#36817;&#65292;&#26379;&#21451;&#22810;</p>
<p>2. &#25105;&#30003;&#35831;&#30340;&#38144;&#26381;&#65292;&#25216;&#26415;&#35201;&#27714;&#30456;&#23545;&#20302;&#65292;&#36824;&#35201;&#20986;&#24046;&#20026;&#23458;&#25143;&#26381;&#21153;&#65292;&#29992;&#29241;&#30340;&#35805;&#35828;&#65292;&#27491;&#26159;&#25105;&#25152;&#27424;&#32570;&#30340;</p>
<p>3. &#21516;&#23398;&#20204;&#37117;&#35828;&#65292;&#36825;&#37324;&#23398;&#30340;&#19996;&#35199;&#22810;&#65292;&#20197;&#21518;&#36339;&#27133;&#28072;&#24471;&#24555;&#65288;&#36825;&#20010;&#25105;&#19981;&#26159;&#24456;&#35748;&#21516;&#35830;&#65289;</p>
<p>&#21155;:</p>
<p>1. &#20891;&#20107;&#21270;&#22859;&#26007;&#32773;&#20316;&#39118;&#65292;&#39118;&#26684;&#26126;&#26174;&#19981;&#36866;&#21512;&#25105;&#65292;&#19981;&#26159;&#35828;&#19981;&#29233;&#22859;&#26007;&#65292;&#36807;&#29369;&#19981;&#21450;&#21834;</p>
<p>2. &#22826;&#36807;&#36763;&#33510;&#65292;&#20241;&#20551;&#26377;&#28857;&#22882;&#27714;&#12290;&#25105;&#36523;&#20307;&#19981;&#22909;&#35830;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#19968;&#30524;&#23601;&#30475;&#20986;&#65292;&#21155;&#21183;&#30340;&#31532;&#19968;&#26465;&#36275;&#20197;&#21542;&#23450;&#25152;&#26377;&#65292;&#29616;&#22312;&#26469;&#35828;&#65292;&#24037;&#20316;&#26159;&#37325;&#35201;&#65292;&#20294;&#20063;&#19981;&#33021;&#26159;&#29983;&#27963;&#30340;&#20840;&#37096;&#21568;&#65292;&#37027;&#22810;&#27809;&#21170;&#65292;&#24182;&#19988;&#20248;&#30340;&#22240;&#32032;&#65292;&#25105;&#37117;&#19981;&#24590;&#20040;&#22312;&#24847;</p>
<p>&#25152;&#20197;&#35828;&#65292;&#36947;&#29702;&#35841;&#37117;&#25026;&#65292;&#23601;&#26159;&#33293;&#19981;&#24471;</p>
<p>&#29100;&#21040;&#19979;&#21320;&#65292;&#29408;&#24515;&#22238;&#22797;&#20102;&#30701;&#20449;&#12290;&#26202;&#39277;&#26102;HR&#36824;&#25171;&#26469;&#30005;&#35805;&#35810;&#38382;&#65292;&#25105;&#26368;&#21518;&#35874;&#35874;&#20877;&#35265;&#37117;&#27809;&#35828;&#23436;&#65292;&#20154;&#23478;&#23601;&#25346;&#20102;&#12290;&#12290;&#12290;&#12290;&#22909;&#21543;&#65292;&#38271;&#36884;&#35805;&#36153;&#36824;&#26159;&#25402;&#36149;&#30340;&#65292;&#32473;&#20320;&#30465;&#30465;&#12290;</p>
<h2><a href="http://muggleyoung.blogbus.com/logs/75205090.html" target="_blank">&#25910;&#21040;&#21326;&#20026;&#30701;&#20449;</a>
</h2>
<h2><a href="http://muggleyoung.blogbus.com/logs/75166022.html" target="_blank">&#21326;&#20026;&#38754;&#35797;</a>
</h2>
<h2><a href="http://muggleyoung.blogbus.com/logs/74329222.html" target="_blank">&#30456;&#20851;&#25253;&#36947;</a>
</h2>
<h2><a href="http://muggleyoung.blogbus.com/logs/74129353.html" target="_blank">openday</a>
</h2>
<h2><a href="http://muggleyoung.blogbus.com/logs/67559019.html" target="_blank">&#21326;&#20026;&#23454;&#20064;&#29983;</a>
</h2>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/09/20/quicksort/">QuickSort</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-09-20T00:00:00+08:00" pubdate data-updated="true">Sep 20<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#20026;&#27611;&#25105;&#27515;&#27963;&#23398;&#19981;&#20250;&#35745;&#31639;&#26102;&#38388;&#22797;&#26434;&#24230;~</p>
<p>&#22826;&#25387;&#36133;&#20102;~</p>
<p>&#160;</p>
<p>Quick Sort &#24555;&#25490;&#65306;</p>
<p>&#160;</p>
<p>#include &lt;fstream.h&gt;<br />#include&lt;math.h&gt; <br /><br />int partition(int A[], int head,int tail)<br />{<br />&#160;&#160;&#160; int key = A[head];<br />&#160;&#160;&#160; int i,j,t;<br />&#160;&#160;&#160; i = head;<br />&#160;&#160;&#160; j = head+1;<br />&#160;&#160;&#160; while (j&lt;=tail)<br />&#160;&#160;&#160; {<br />&#160;&#160;&#160; &#160;&#160;&#160; if (key&gt;A[j])<br />&#160;&#160;&#160; &#160;&#160;&#160; {<br />&#160;&#160;&#160; &#160;&#160;&#160; &#160;&#160;&#160; i = i+1;<br />&#160;&#160;&#160; &#160;&#160;&#160; &#160;&#160;&#160; t = A[j];<br />&#160;&#160;&#160; &#160;&#160;&#160; &#160;&#160;&#160; A[j] = A[i];<br />&#160;&#160;&#160; &#160;&#160;&#160; &#160;&#160;&#160; A[i] = t;<br />&#160;&#160;&#160; &#160;&#160;&#160; }<br />&#160;&#160;&#160; &#160;&#160;&#160; j = j+1;<br />&#160;&#160;&#160; }<br />&#160;&#160;&#160; A[head] = A[i];<br />&#160;&#160;&#160; A[i] = key;<br />&#160;&#160;&#160; return i;<br />}<br /><br />void quicksort(int A[], int head,int tail)<br />{<br />&#160;&#160;&#160; int r;<br />&#160;&#160;&#160; if(head&lt;tail)<br />&#160;&#160;&#160; {<br />&#160;&#160;&#160; &#160;&#160;&#160; r = partition(A,head,tail);<br />&#160;&#160;&#160; &#160;&#160;&#160; quicksort(A,head,r);<br />&#160;&#160;&#160; &#160;&#160;&#160; quicksort(A,r+1,tail);<br />&#160;&#160;&#160; }<br />}<br /><br />void main()<br />{<br />&#160;&#160;&#160; ifstream infile;<br />&#160;&#160;&#160; ofstream outfile (&#8220;result.txt&#8221;);<br />&#160;&#160;&#160; infile.open(&#8220;seq.txt&#8221;);<br />&#160;&#160;&#160; int n = 0;<br />&#160;&#160;&#160; int A[100];<br />&#160;&#160;&#160; while (!infile.eof())<br />&#160;&#160;&#160; {<br />&#160;&#160;&#160; &#160;&#160;&#160; infile&gt;&gt;A[n];<br />&#160;&#160;&#160; &#160;&#160;&#160; n++;<br />&#160;&#160;&#160; }<br />&#160;&#160;&#160; quicksort(A,0,n-1);<br />&#160;&#160;&#160; for (int i=0;i&lt;n;i++)<br />&#160;&#160;&#160; {<br />&#160;&#160;&#160; &#160;&#160;&#160; outfile&lt;&lt;A[i]&lt;&lt;&#8221; &#8220;;<br />&#160;&#160;&#160; }<br />}</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/09/19/%E6%83%85%E7%88%B1%E5%A6%84%E6%83%B3%E7%97%87/">情爱妄想症</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-09-19T00:00:00+08:00" pubdate data-updated="true">Sep 19<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#160;</p>
<p style="text-align: center;"><img src="http://img3.douban.com/lpic/s2554619.jpg" border="0" alt="" /></p>
<p>He loves me,He loves me not</p>
<p>&#30475;&#30528;&#36825;&#21477;&#35805;&#65292;&#20284;&#20046;&#24456;&#21487;&#29233;</p>
<p>&#19968;&#20010;&#23567;&#22993;&#23064;&#36466;&#22312;&#23665;&#39030;&#65292;&#25163;&#25569;&#19968;&#26421;&#29611;&#29808;&#65292;&#25968;&#30528;&#33457;&#29923;&#65292;&#20182;&#21916;&#27426;&#25105;&#65292;&#20182;&#19981;&#21916;&#27426;&#25105;&#65292;&#20182;&#21916;&#27426;&#25105;&#65292;&#20182;&#19981;&#21916;&#27426;&#25105;&#8230;&#8230;</p>
<p>&#30005;&#24433;&#26412;&#36523;&#65292;&#21487;&#27809;&#36825;&#20040;&#25307;&#20154;&#24604;</p>
<p>&#21069;&#21322;&#37096;&#35762;&#36848;&#19968;&#20010;&#23398;&#33402;&#26415;&#30340;&#22899;&#23401;&#65292;&#29233;&#19978;&#24050;&#23130;&#30340;&#24515;&#33039;&#31185;&#21307;&#29983;&#65292;&#32780;&#21307;&#29983;&#21364;&#27809;&#26377;&#37027;&#20040;&#29233;&#22905;&#65292;&#19981;&#24895;&#31163;&#24320;&#33258;&#24049;&#30340;&#22971;&#23376;&#12290;&#20013;&#38388;&#22993;&#23064;&#29992;&#20992;&#23376;&#25749;&#30772;&#35033;&#23376;&#65292;&#25300;&#25481;&#25151;&#19996;&#24515;&#29233;&#30340;&#26893;&#29289;&#65292;&#20381;&#28982;&#26377;&#20102;&#28857;&#21487;&#24597;&#30340;&#24433;&#23376;</p>
<p>&#21518;&#21322;&#37096;&#65292;&#25105;&#30475;&#24778;&#24730;&#20102;&#12290;&#36825;&#19968;&#20999;&#37117;&#26159;&#24187;&#24819;&#65292;&#21307;&#29983;&#20840;&#28982;&#19981;&#30693;&#12290;&#24403;&#36825;&#19968;&#20999;&#22823;&#30333;&#26102;&#65292;&#21307;&#29983;&#24868;&#24594;&#36716;&#36523;&#65292;&#22905;&#34987;&#8220;&#25243;&#24323;&#8221;&#65292;&#20381;&#28982;&#30776;&#20260;&#20182;&#12290;&#22905;&#22240;&#20026;&#22916;&#24819;&#30151;&#34987;&#36865;&#20837;&#31934;&#31070;&#30149;&#38498;&#65292;&#20182;&#21463;&#20260;&#21452;&#33151;&#19981;&#20877;&#28789;&#27963;&#12290;&#33509;&#24178;&#24180;&#21518;&#65292;&#22905;&#30149;&#24840;&#20986;&#38498;&#65292;&#30149;&#25151;&#34915;&#26588;&#21518;&#38754;&#21457;&#29616;&#19968;&#20010;&#29992;&#33647;&#29255;&#20570;&#25104;&#30340;&#20182;&#30340;&#30011;&#20687;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#36825;&#20010;&#32467;&#23616;&#65292;&#30528;&#23454;&#35753;&#25105;&#20174;&#39592;&#23376;&#37324;&#21702;&#21990;&#12290;&#36225;&#30528;&#32467;&#23614;&#37027;&#21477;&#35805;&#65292;&#30495;&#19981;&#30693;&#36947;&#22905;&#36824;&#33021;&#20570;&#20986;&#20160;&#20040;&#26469;&#12290;</p>
<p>&#12288;&#12288;&#8221;&#25105;&#29233;&#24471;&#30127;&#29378; 
<br />&#12288;&#12288;&#29369;&#24184;&#33021;&#29992;&#29702;&#24615;&#24179;&#34913; 
<br />&#12288;&#12288;&#25105;&#26126;&#30333;&#35201;&#24525;&#32784; 
<br />&#12288;&#12288;&#24515;&#23384;&#30460;&#26395;&#8217; 
<br />&#12288;&#12288;&#19968;&#21517;&#20303;&#38498;50&#24180;&#30340;&#33394;&#24773;&#29378;&#24739;&#32773;&#36825;&#26679;&#35828;&#8221; 
</p>
<p><img src="http://img3.douban.com/view/photo/photo/public/p609373562.jpg" border="0" alt="" /></p>
<p>&#25105;&#12290;&#12290;&#12290;&#25105;&#12290;&#12290;&#12290;&#25105;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#30495;&#23475;&#24597;&#20102;~~~</p>
<p>&#19981;&#36807;&#24819;&#24819;&#65292;&#29233;&#24471;&#30127;&#29378;&#65292;&#26377;&#26102;&#30830;&#23454;&#19968;&#30456;&#24773;&#24895;&#32780;&#24050;&#12290;&#35841;&#27809;&#26377;&#28857;&#24187;&#24819;&#30340;&#26102;&#20505;&#65292;&#24187;&#24819;&#30528;&#20182;&#36824;&#29233;&#25105;&#65292;&#23454;&#38469;&#65292;&#20154;&#23478;&#26681;&#26412;&#19981;&#22312;&#20046;&#12290;&#20309;&#33510;&#21602;&#65292;&#26159;&#21543;~&#21457;&#21457;&#29282;&#39578;&#21704;~</p>
<p>&#33521;&#25991;&#21517;&#23383;&#25402;&#22909;&#65292;&#20013;&#25991;&#21517;&#23601;&#20667;&#20102;&#65292;&#22825;&#20351;&#29233;&#36807;&#30028;&#12290;&#19981;&#29992;&#22612;&#22270;&#28436;&#30340;&#29255;&#23376;&#37117;&#20197;&#22825;&#20351;&#24320;&#22836;&#21543;&#65292;&#30495;&#27809;&#24847;&#24605;&#12290;&#27861;&#35821;&#21517;&#23383;&#65292;&#19981;&#35748;&#35782;&#12290;&#12290;&#12290;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/09/18/%E6%94%B6%E5%88%B0%E5%8D%8E%E4%B8%BA%E7%9F%AD%E4%BF%A1/">收到华为短信</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-09-18T00:00:00+08:00" pubdate data-updated="true">Sep 18<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>RT</p>
<p>&#30701;&#20449;&#20869;&#23481;&#22914;&#19979;&#65306;</p>
<p>2010/09/18&#160;&#160;&#160; 12&#65306;31</p>
<p>&#21457;&#33258;&#21326;&#20026;&#25307;&#32856;HR:&#21326;&#20026;&#20844;&#21496;&#36890;&#30693;&#65306;&#24744;&#24050;&#36890;&#36807;&#20102;&#38754;&#35797;&#12290;&#21326;&#20026;&#20844;&#21496;&#36817;&#26399;&#23558;&#32452;&#32455;&#31614;&#32422;&#12290;&#35874;&#35874;&#65281;&#65288;&#25910;&#21040;&#35831;&#22238;&#22797;&#12290;&#36890;&#30693;&#22312;&#20998;&#25209;&#21457;&#20986;&#65292;&#26242;&#27809;&#25509;&#21040;&#36890;&#36807;&#30701;&#20449;&#30340;&#21516;&#23398;&#35831;&#31245;&#31561;&#24453;&#65289;</p>
<p>&#26152;&#22825;&#38754;&#35797;&#23436;&#65292;&#20170;&#22825;&#23601;&#26377;&#32467;&#26524;&#12290;&#25105;&#20998;&#26512;&#65292;&#22240;&#20026;&#20013;&#20852;&#24050;&#32463;&#24320;&#22987;&#21457;&#25918;&#31532;&#19968;&#25209;offer&#20102;&#12290;&#24182;&#19988;&#20154;&#23478;&#24050;&#32463;&#20174;&#23398;&#26657;&#25343;&#21040;&#19977;&#26041;&#21327;&#35758;&#20102;&#12290;&#25105;&#36824;&#27809;&#25910;&#21040;&#36890;&#30693;&#12290;&#12290;&#12290;</p>
<p>&#20170;&#24180;&#20004;&#23478;&#20844;&#21496;&#20105;&#24471;&#30495;&#32039;</p>
<p>&#20174;&#23454;&#20064;&#24320;&#22987;&#65292;&#21040;openday&#65292;&#21040;&#28072;&#24037;&#36164;&#65292;&#21040;&#31614;&#32422;</p>
<p>&#24681;~mark&#19979;~</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/09/17/%E5%8D%8E%E4%B8%BA%E9%9D%A2%E8%AF%95/">华为面试</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-09-17T00:00:00+08:00" pubdate data-updated="true">Sep 17<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#20170;&#20799;&#19979;&#21320;&#65292;&#32034;&#33778;&#29305;&#37202;&#24215;</p>
<p>&#27491;&#22909;&#22312;&#23828;&#21333;&#20301;&#26049;&#36793;&#65292;&#32467;&#26524;&#23401;&#23376;&#20986;&#38376;&#20241;&#20551;&#36824;&#27809;&#22238;&#26469;&#65292;&#19981;&#28982;&#38754;&#23436;&#36824;&#26377;&#30340;&#29609;&#20799;&#65292;&#21487;&#20197;&#25490;&#35299;&#25233;&#37057;~</p>
<p>&#36827;&#38376;&#39046;&#21495;&#65292;&#24320;&#22987;&#31561;&#21483;&#21495;</p>
<p>&#25105;&#26159;D&#32452;&#65292;&#38754;&#20004;&#38754;&#12290;</p>
<p>&#36824;&#26377;&#20010;S&#32452;&#27604;&#36739;&#29275;&#65292;&#21482;&#26377;&#32508;&#21512;&#38754;&#65292;&#25454;&#35828;&#37117;&#26159;&#31454;&#36187;&#30340;&#21861;&#30340;</p>
<p>&#31616;&#21382;&#19978;&#25105;&#30003;&#35831;&#30340;&#26159;&#25216;&#26415;&#26381;&#21153;&#24037;&#31243;&#24072;&#65292;&#22522;&#26412;&#19978;&#23601;&#26159;&#21806;&#21069;&#21806;&#21518;&#30340;&#21806;&#21518;</p>
<p>&#31532;&#20108;&#20010;&#25165;&#26159;&#30740;&#21457;&#12290;&#24681;&#65292;&#22238;&#26469;&#21518;&#24724;&#20102;&#65292;&#21518;&#35805;~</p>
<p><strong>&#19968;&#38754;&#65306;</strong></p>
<p>&#19981;&#30693;&#36947;&#26159;&#38144;&#26381;&#20154;&#22826;&#22810;&#65292;&#36824;&#26159;&#38754;&#35797;&#23448;&#22826;&#23569;&#65292;&#25105;&#31561;&#20102;&#24456;&#20037;&#25165;&#36827;&#21435;</p>
<p>&#26524;&#28982;&#27809;&#35753;&#20889;&#20195;&#30721;&#65292;&#38382;&#39064;&#22522;&#26412;&#22914;&#19979;&#65306;</p>
<p>&#30693;&#36947;&#36825;&#32844;&#20301;&#32844;&#36131;&#19981;&#65292;&#20026;&#21861;&#36873;&#36825;&#20010;&#32844;&#20301;</p>
<p>&#26377;&#21861;&#29233;&#22909;&#65292;&#25105;&#35828;&#20102;&#24456;&#22810;&#65292;&#26377;&#26053;&#28216;&#65292;&#23601;&#34987;&#36861;&#38382;&#65292;&#21435;&#36807;&#21738;&#37324;&#65292;&#26377;&#20160;&#20040;&#24863;&#21463;</p>
<p>&#20171;&#32461;&#39033;&#30446;&#65292;&#34987;&#36861;&#38382;&#65292;&#19981;&#23601;&#26159;PS&#20040;&#65292;&#36924;&#24613;&#20102;&#65292;&#21482;&#22909;&#35762;&#32431;&#29702;&#35770;</p>
<p>&#33521;&#35821;&#24590;&#26679;&#65292;&#25105;&#35828;&#29233;&#30475;&#21095;&#65292;&#21448;&#35753;&#35828;&#20160;&#20040;&#21095;</p>
<p>&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#24046;&#19981;&#22810;&#37117;&#26159;&#36825;&#26679;&#65292;&#30495;&#27809;&#21170;&#12290;&#20197;&#21518;&#25105;&#23601;&#32769;&#32769;&#23454;&#23454;&#25237;&#27979;&#35797;&#20102;&#65292;&#20934;&#22791;&#37027;&#20040;&#22810;&#25968;&#25454;&#32467;&#26500;&#21861;&#30340;&#65292;&#37117;&#29992;&#19981;&#19978;&#12290;&#20284;&#20046;&#20182;&#20204;&#20063;&#35273;&#24471;&#38144;&#26381;&#19981;&#25026;&#25216;&#26415;&#65292;&#39069;&#65292;&#38754;&#35797;&#30495;&#19981;&#33021;&#35878;&#34394;&#65292;&#30495;&#30340;&#65292;&#32477;&#23545;&#35201;&#33258;&#20449;</p>
<p><strong>&#32593;&#27979;&#65306;</strong></p>
<p>&#31561;&#20108;&#38754;&#35201;&#24456;&#20037;&#65292;HR&#35753;&#25105;&#20808;&#21435;&#20570;&#20102;&#32593;&#27979;&#12290;&#36825;&#27425;&#32593;&#27979;&#21487;&#27604;&#23454;&#20064;&#29983;&#37027;&#27425;&#25152;&#35859;&#24615;&#26684;&#27979;&#35797;&#38752;&#35889;&#12290;SHL&#30340;&#27979;&#35797;&#65292;&#20197;&#21069;&#35265;&#36807;&#65292;&#31639;&#26159;&#27604;&#36739;&#31185;&#23398;&#30340;&#65292;&#20063;&#27809;&#26377;&#19981;&#38752;&#35889;&#30340;&#24618;&#39064;&#30446;&#12290;</p>
<p>&#27604;&#22914;&#65292;&#24515;&#24773;&#25233;&#37057;&#30340;&#26102;&#20505;or&#24037;&#20316;&#21387;&#21147;&#22823;&#30340;&#26102;&#20505;&#65292;&#20320;&#24590;&#20040;&#25490;&#35299;&#65311;</p>
<p>&#160;&#160;&#160; A.&#21548;&#27785;&#37325;&#30340;&#38899;&#20048;&#65292;&#35753;&#25105;&#27785;&#28024;&#20110;&#24403;&#21069;&#30340;&#24773;&#32490;</p>
<p>&#160;&#160;&#160; B.&#21548;&#33410;&#22863;&#32531;&#24930;&#30340;&#27468;&#65292;&#22240;&#20026;&#31526;&#21512;&#29616;&#22312;&#30340;&#24515;&#22659;</p>
<p>&#160;&#160;&#160; C.&#21548;&#27426;&#24555;&#30340;&#38899;&#20048;&#65292;&#35753;&#25105;&#24515;&#24773;&#22909;&#36716;</p>
<p>&#160;&#160;&#160; D.&#65288;&#24536;&#20102;&#12290;&#12290;&#12290;&#12290;&#65289;</p>
<p>&#30475;&#20102;&#21322;&#22825;&#19981;&#20250;&#36873;&#65292;&#19968;&#33324;&#21681;&#26159;&#25402;&#33298;&#32531;&#30340;&#38899;&#20048;&#65292;&#22240;&#20026;&#21548;&#20102;&#20250;&#21464;&#39640;&#20852;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#25152;&#20197;&#65292;&#36825;&#39064;&#19968;&#30475;&#23601;&#19981;&#38752;&#35889;&#65292;&#21448;&#19981;&#26159;&#20570;&#30528;&#29609;&#20799;&#30340;&#24515;&#29702;&#27979;&#35797;&#12290;</p>
<p>&#20197;&#21069;&#33258;&#24049;&#20570;SHL&#30340;&#32467;&#26524;&#22522;&#26412;&#19978;&#26159;&#35828;&#65292;&#25105;&#39046;&#23548;&#21147;&#21644;&#20154;&#38469;&#20132;&#24448;&#26041;&#38754;&#31245;&#24046;&#65307;&#36923;&#36753;&#24605;&#32500;&#36824;&#26377;&#20010;&#21861;&#26159;&#27604;&#36739;&#22909;&#30340;</p>
<p><strong>&#33521;&#35821;&#27979;&#35797;&#65306;</strong></p>
<p>&#24456;&#24555;&#30340;</p>
<p>&#23545;&#30528;&#30005;&#33041;&#65292;&#20808;&#35797;&#38899;</p>
<p>5&#20010;&#26391;&#35835;&#65292;&#19968;&#21477;&#35805;&#65292;10s&#36824;&#26159;20s&#65292;&#26391;&#35835;&#19968;&#36941;&#12290;&#25105;&#22522;&#26412;&#19978;5s&#20869;&#35835;&#23436;&#65292;&#31561;&#30528;&#31186;&#34920;&#20498;&#35745;&#26102;&#12290;&#26368;&#21518;&#19968;&#20010;&#26377;&#29983;&#35789;&#20799;&#65292;&#27809;&#35835;&#22909;</p>
<p>10&#20010;&#21548;&#21147;&#65292;conversation&#65292;&#24456;&#30701;&#65292;&#19968;&#20004;&#21477;&#35805;</p>
<p>2&#20010;&#38382;&#31572;&#12290;&#36319;&#25176;&#30456;&#20284;&#65292;10s&#32771;&#34385;2min&#20316;&#31572;&#65292;&#27809;&#32473;&#33609;&#31295;&#32440;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#31532;&#19968;&#20010;&#38382;&#32769;&#24072;&#35762;&#35838;&#22909;&#65292;&#36824;&#26159;&#23398;&#29983;&#20132;&#27969;&#22909;&#12290;&#25176;&#31119;&#39064;&#65292;&#21487;&#26159;&#20004;&#20998;&#38047;&#65292;&#25105;&#35828;&#19981;&#23436;&#12290;&#20064;&#24815;&#20102;&#65292;&#19968;&#20998;&#38047;&#34920;&#36798;&#35266;&#28857;&#12290;&#20110;&#26159;&#65292;&#21518;&#19968;&#20998;&#38047;&#25442;&#20010;&#35828;&#27861;&#37325;&#22797;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#31532;&#20108;&#20010;&#65292;&#20013;&#22269;&#30693;&#35782;&#20998;&#23376;&#27969;&#22833;&#20005;&#37325;&#65292;&#20182;&#20204;&#24212;&#19981;&#24212;&#35813;&#31227;&#27665;&#22269;&#22806;&#12290;&#36825;&#38382;&#39064;&#22826;&#22823;&#20102;&#65292;&#20013;&#25991;&#32452;&#32455;&#36215;&#26469;&#37117;&#25402;&#22797;&#26434;&#65292;&#25105;&#12290;&#12290;&#12290;&#32467;&#24052;&#20102;&#65292;&#21040;&#21518;&#38754;&#23454;&#22312;&#35828;&#19981;&#19979;&#21435;&#65292;&#30524;&#30529;&#30529;&#30475;&#30528;&#31186;&#34920;&#32467;&#26463;&#12290;&#12290;&#12290;</p>
<p>&#24635;&#20043;&#27604;&#36739;&#24808;~</p>
<p><strong>&#20108;&#38754;&#65306;</strong></p>
<p>&#36825;&#36718;&#38754;&#35797;&#23448;&#65292;&#21360;&#35937;&#19981;&#24590;&#26679;&#65292;&#19981;&#30693;&#36947;&#26159;&#19981;&#26159;&#25152;&#35859;&#21387;&#21147;&#27979;&#35797;&#65292;&#21487;&#25105;&#27809;&#24863;&#35273;&#21040;&#21387;&#21147;&#21568;~</p>
<p>&#21516;&#26679;&#20808;&#33258;&#25105;&#20171;&#32461;&#65292;&#20013;&#25991;&#30340;&#65292;&#26197;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#20171;&#32461;&#23545;&#32844;&#20301;&#30340;&#20102;&#35299;&#65292;&#20026;&#20160;&#20040;&#36873;&#25321;&#38144;&#26381;</p>
<p>&#30693;&#36947;&#25105;&#26159;&#29420;&#29983;&#23376;&#21518;&#65292;&#25578;&#30528;&#19981;&#25918;&#65292;&#22240;&#20026;&#24037;&#20316;&#22320;&#28857;&#38382;&#39064;</p>
<p>&#26399;&#26395;&#21435;&#28023;&#22806;&#65292;&#21448;&#25578;&#30528;&#19981;&#25918;&#65292;&#20013;&#38388;&#36824;&#25509;&#20004;&#20010;&#30005;&#35805;&#65288;&#36825;&#20010;&#24212;&#35813;&#19981;&#20250;&#26159;&#25925;&#24847;&#30340;&#21543;~&#65289;</p>
<p>&#20171;&#32461;&#39033;&#30446;&#65292;&#35828;&#25105;&#20570;&#30340;&#27809;&#21547;&#37327;&#65292;&#21448;&#36924;&#30528;&#22992;&#35762;&#32431;&#29702;&#35770;&#12290;&#12290;&#12290;</p>
<p>&#36824;&#26377;&#21861;&#24536;&#20102;</p>
<p>&#26368;&#21518;&#25105;&#38382;&#20102;&#20010;&#38382;&#39064;&#65292;&#23601;over&#20102;</p>
<p>&#160;</p>
<p>&#30631;&#30631;&#65292;&#22810;&#27809;&#24847;&#24605;&#30340;</p>
<p>&#37117;&#27809;&#38382;&#19968;&#28857;&#25216;&#26415;&#38382;&#39064;&#65292;&#25105;&#27809;&#36825;&#20040;&#33756;&#21543;</p>
<p>&#20197;&#21518;&#20570;&#27979;&#35797;&#65292;&#20570;&#27979;&#35797;&#65292;&#20570;&#27979;&#35797;</p>
<p>&#25454;&#35828;&#26377;&#20154;&#38754;&#23436;&#21518;&#65292;&#38754;&#35797;&#23448;&#30452;&#25509;&#35828;&#65292;&#22238;&#21435;&#31561;&#30528;&#31614;&#32422;&#21543;~</p>
<p>&#39069;~~~~</p>
<p>&#35828;&#35828;&#20854;&#20182;&#20154;&#25216;&#26415;&#38754;&#20869;&#23481;&#12290;&#21516;&#34892;&#30340;&#65292;&#22522;&#26412;&#37117;&#30003;&#35831;&#30340;&#30740;&#21457;&#23703;&#20301;&#65292;&#37117;&#20889;&#20195;&#30721;&#20102;</p>
<p>&#32422;&#29791;&#22827;&#29615;&#65307;&#23547;&#25214;&#38142;&#34920;&#20013;&#38388;&#20301;&#32622;&#32467;&#28857;&#65307;&#23547;&#25214;&#25968;&#32452;&#20013;&#27425;&#22823;&#20540;&#65307;&#23383;&#31526;&#20018;&#21305;&#37197;&#65288;&#36825;&#20010;&#27604;&#36739;&#38590;&#65289;&#65307;&#32479;&#35745;&#23383;&#31526;&#12290;&#12290;&#12290;</p>
<p>&#31616;&#21333;&#30340;&#65292;&#23601;&#26159;&#23545;&#38142;&#34920;&#30340;&#22522;&#26412;&#25805;&#20316;&#20102;&#65292;&#24635;&#20307;&#19981;&#26159;&#24456;&#38590;&#21862;</p>
<p>&#22909;&#22909;&#20934;&#22791;~</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/09/16/mergesort/">MergeSort</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-09-16T00:00:00+08:00" pubdate data-updated="true">Sep 16<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>merge sort &#24212;&#35813;&#21483;&#24402;&#24182;&#25490;&#24207;&#20043;&#31867;&#30340;&#21543;</p>
<p>&#22909;&#20037;&#19981;&#29992;C&#65292;&#24590;&#26679;&#25226;&#25968;&#32452;&#20316;&#20026;&#21442;&#25968;&#20256;&#36882;&#36825;&#20010;&#38382;&#39064;&#65292;&#30528;&#23454;&#22256;&#25200;&#25105;&#22909;&#20037;</p>
<p>&#19968;&#30452;&#26292;&#21147;&#30340;&#30452;&#25509;&#25226;&#25968;&#32452;&#22768;&#26126;&#20026;&#20840;&#23616;&#21464;&#37327;&#65292;&#19981;&#36807;&#29992;vector&#20498;&#26159;&#20010;&#21150;&#27861;</p>
<p>&#20170;&#22825;&#30475;&#20070;&#65292;&#25165;&#24819;&#36215;&#26469;&#35813;&#24590;&#26679;&#20570;</p>
<p>&#32769;&#21862;&#65292;&#31528;&#21862;~</p>
<p>&#160;</p>
<p>#include &lt;fstream.h&gt;<br />#include&lt;math.h&gt; <br /><br />void merge(int A[], int head,int tail,int mid,int n)<br />{<br />&#160;&#160; &#160;int i;<br />&#160;&#160; &#160;int j;<br />&#160;&#160; &#160;int k;<br />&#160;&#160; &#160;int L[50];<br />&#160;&#160; &#160;int R[50];<br />&#160;&#160; &#160;for (i=0;i&lt;mid-head+1;i++)<br />&#160;&#160; &#160;{<br />&#160;&#160; &#160;&#160;&#160;&#160; L[i] = A[head+i];<br />&#160;&#160; &#160;}<br />&#160;&#160; &#160;for (j=0;j&lt;tail-mid;j++)<br />&#160;&#160; &#160;{<br />&#160;&#160; &#160;&#160;&#160;&#160; R[j] = A[mid+j+1];<br />&#160;&#160; &#160;}<br />&#160;&#160; &#160;i=0;<br />&#160;&#160; &#160;j=0;<br />&#160;&#160; &#160;for (k=head;k&lt;=tail;k++)<br />&#160;&#160; &#160;{<br />&#160;&#160; &#160;&#160;&#160;&#160; if (L[i]&gt;=R[j])<br />&#160;&#160; &#160;&#160;&#160;&#160; {<br />&#160;&#160; &#160;&#160;&#160;&#160; &#160;&#160;&#160; A[k] = L[i];<br />&#160;&#160; &#160;&#160;&#160;&#160; &#160;&#160;&#160; i=i+1;<br />&#160;&#160; &#160;&#160;&#160;&#160; }<br />&#160;&#160; &#160;&#160;&#160;&#160; else<br />&#160;&#160; &#160;&#160;&#160;&#160; {<br />&#160;&#160; &#160;&#160;&#160;&#160; &#160;&#160;&#160; A[k] = R[j];<br />&#160;&#160; &#160;&#160;&#160;&#160; &#160;&#160;&#160; j = j+1;<br />&#160;&#160; &#160;&#160;&#160;&#160; }<br />&#160;&#160; &#160;}<br />}<br /><br />void mergesort(int A[], int head,int tail,int n)<br />{<br />&#160;&#160; &#160;if (head&lt;tail)<br />&#160;&#160; &#160;{<br />&#160;&#160; &#160;&#160;&#160;&#160; int mid;<br />&#160;&#160; &#160;&#160;&#160;&#160; mid = ceil((tail+head)/2);<br />&#160;&#160; &#160;&#160;&#160;&#160; mergesort(A,head,mid,n);<br />&#160;&#160; &#160;&#160;&#160;&#160; mergesort(A,mid+1,tail,n);<br />&#160;&#160; &#160;&#160;&#160;&#160; merge(A,head,tail,mid,n);<br />&#160;&#160; &#160;}<br />}<br /><br />void main()<br />{<br />&#160;&#160; &#160;ifstream infile;<br />&#160;&#160; &#160;ofstream outfile (&#8220;result.txt&#8221;);<br />&#160;&#160; &#160;infile.open(&#8220;seq.txt&#8221;);<br />&#160;&#160; &#160;int n = 0;<br />&#160;&#160; &#160;int A[100];<br />&#160;&#160; &#160;while (!infile.eof())<br />&#160;&#160; &#160;{<br />&#160;&#160; &#160;&#160;&#160;&#160; infile&gt;&gt;A[n];<br />&#160;&#160; &#160;&#160;&#160;&#160; n++;<br />&#160;&#160; &#160;}<br />&#160;&#160; &#160;mergesort(A,0,n-1,n);<br />&#160;&#160; &#160;for (int i=0;i&lt;n;i++)<br />&#160;&#160; &#160;{<br />&#160;&#160; &#160;&#160;&#160;&#160; outfile&lt;&lt;A[i]&lt;&lt;&#8221; &#8220;;<br />&#160;&#160; &#160;}<br />}</p>
                                    </p>
</div>
  
  


    </article>
  
  <div class="pagination">
    
      <a class="prev" href="/blog/page/8/">&larr; Older</a>
    
    <a href="/blog/archives">Blog Archives</a>
    
    <a class="next" href="/blog/page/6/">Newer &rarr;</a>
    
  </div>
</div>
<aside class="sidebar">
  
    <section>
  <h1>Recent Posts</h1>
  <ul id="recent_posts">
    
      <li class="post">
        <a href="/blog/2013/01/08/my-frist-post/">my-frist-post</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/05/14/eclipse---java.lang.noclassdeffounderror%3A-com.jayway.android.robotium.solo.solo%E9%94%99%E8%AF%AF%E8%A7%A3%E5%86%B3/">eclipse - java.lang.NoClassDefFoundError: com.jayway.android.robotium.solo.Solo错误解决</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/04/08/%E4%BD%A0%E7%8E%B0%E5%9C%A8%E7%9A%84%E5%B7%A5%E4%BD%9C%E8%BD%BB%E6%9D%BE%E4%B9%88%EF%BC%9F/">你现在的工作轻松么？</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/02/19/css%E7%AC%94%E8%AE%B0-position%E9%83%BD%E6%9C%89%E5%95%A5%E5%B1%9E%E6%80%A7/">CSS笔记-position都有啥属性</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/02/19/css%E7%AC%94%E8%AE%B0-css-reset/">CSS笔记-CSS reset</a>
      </li>
    
  </ul>
</section>






  
</aside>

    </div>
  </div>
  <footer role="contentinfo"><p>
  Copyright &copy; 2013 - muggleyoung -
  <span class="credit">Powered by <a href="http://octopress.org">Octopress</a></span>
</p>

</footer>
  







  <script type="text/javascript">
    (function(){
      var twitterWidgets = document.createElement('script');
      twitterWidgets.type = 'text/javascript';
      twitterWidgets.async = true;
      twitterWidgets.src = 'http://platform.twitter.com/widgets.js';
      document.getElementsByTagName('head')[0].appendChild(twitterWidgets);
    })();
  </script>





</body>
</html>
