
<!DOCTYPE HTML>
<html>
<head>
	<meta charset="utf-8">
	<title></title>
	<meta name="author" content="muggleyoung">

	
	<meta name="description" content="&#22909;&#21543;&#65292;&#26368;&#36817;&#36156;&#21220;&#22859;&#65292;P&#35805;&#36156;&#22810;&#12290;&#12290;&#12290;
&#23547;&#24605;&#20102;&# &hellip;">
	
	<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

	<link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
	<link rel="canonical" href="">
	<link href="/favicon.png" rel="shortcut icon">
	<link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
	<!--[if lt IE 9]><script src="//html5shiv.googlecode.com/svn/trunk/html5.js"></script><![endif]-->
	<script src="//ajax.googleapis.com/ajax/libs/jquery/1.7.2/jquery.min.js"></script>
	
</head>

<body>
	<header id="header" class="inner"><h1><a href="/"></a></h1>
<nav id="main-nav"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</nav>
<nav id="mobile-nav">
	<div class="alignleft menu">
		<a class="button">Menu</a>
		<div class="container"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</div>
	</div>
	<div class="alignright search">
		<a class="button"></a>
		<div class="container">
			<form action="http://google.com/search" method="get">
				<input type="text" name="q" results="0">
				<input type="hidden" name="q" value="site:muggleyoung.github.com">
			</form>
		</div>
	</div>
</nav>
<nav id="sub-nav" class="alignright">
	<div class="social">
		
		
		
		
    
		
		
		
		
		
		<a class="rss" href="/atom.xml" title="RSS">RSS</a>
		
	</div>
	<form class="search" action="http://google.com/search" method="get">
		<input class="alignright" type="text" name="q" results="0">
		<input type="hidden" name="q" value="site:muggleyoung.github.com">
	</form>
</nav>

</header>
	
		
	
	<div id="content" class="inner">


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/04/30/%E6%9D%9C%E6%8B%89%E6%8B%89%E5%8D%87%E8%81%8C%E8%AE%B0/">
		
			杜拉拉升职记</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#22909;&#21543;&#65292;&#26368;&#36817;&#36156;&#21220;&#22859;&#65292;P&#35805;&#36156;&#22810;&#12290;&#12290;&#12290;</p>
<p>&#23547;&#24605;&#20102;&#19979;&#65292;&#36824;&#26159;&#35828;&#30005;&#24433;&#21543;</p>
<p>&#21738;&#20010;&#21602;&#65311;&#19968;&#20010;&#19968;&#20010;&#26469;&#21543;</p>
<p>&#26152;&#26202;&#19978;&#30475;&#20102;&#26460;&#25289;&#25289;&#21319;&#32844;&#35760;</p>
<p>&#32769;&#24464;&#30495;&#32982;&#65292;&#30475;&#21040;&#22905;&#27809;&#33136;&#65292;&#25105;&#24456;&#37034;&#24694;&#30340;&#20599;&#30528;&#20048;</p>
<p>&#21095;&#26412;&#21543;&#65292;&#22522;&#26412;&#19978;&#25913;&#30340;&#24046;&#19981;&#22810;&#20102;&#12290;&#19982;&#32844;&#22330;&#26080;&#20851;&#65292;&#29233;&#24773;&#20063;&#19981;&#28145;&#21051;&#12290;&#20010;&#20154;&#24863;&#35273;</p>
<p>&#34915;&#26381;&#21543;&#65292;&#25105;&#27809;&#20180;&#32454;&#30475;&#65292;&#20294;&#20063;&#27809;&#21457;&#29616;&#21861;&#24778;&#33395;&#30340;</p>
<p>&#26368;&#21518;&#19968;&#28857;&#65292;&#25105;&#27809;&#30475;&#30528;&#65292;&#25454;&#35828;&#26159;&#20010;&#22823;&#22242;&#22278;&#30340;&#32467;&#23616;</p>
<p>&#30007;&#20027;&#35282;&#30495;&#30340;&#25402;&#38590;&#30475;&#30340;&#65292;&#25105;&#27427;&#36175;&#19981;&#20102;&#36825;&#31181;&#24069;~</p>
<p>&#26368;&#20142;&#30524;&#30340;&#65292;&#31639;&#26159;&#33707;&#25991;&#34074;&#21543;&#65292;&#27604;&#36739;&#26377;&#33539;&#20799;&#12290;&#21482;&#21487;&#24796;&#65292;&#29611;&#29808;&#30340;&#20010;&#24615;&#22312;&#30005;&#24433;&#20013;&#23436;&#20840;&#27809;&#26377;&#26045;&#23637;&#20986;&#26469;&#65292;&#22810;&#32473;&#22905;&#19968;&#20123;&#31687;&#24133;&#65292;&#30456;&#20449;&#33707;&#25991;&#34074;&#20250;&#25250;&#23613;&#39118;&#22836;&#30340;&#12290;</p>
<p>&#26446;&#26031;&#29305;&#30340;&#28436;&#21592;&#65292;&#24418;&#35937;&#20063;&#19981;&#22826;&#22909;&#12290;&#19981;&#20687;&#19968;&#20010;500&#24378;&#20844;&#21496;&#30340;&#32463;&#29702;&#65292;&#20687;&#25105;&#23478;&#38548;&#22721;&#22823;&#29239;&#30340;&#24863;&#35273;&#12290;</p>
<p>&#35828;&#30340;&#24046;&#19981;&#22810;&#20102;&#65292;&#19981;&#35201;&#23244;&#25105;&#32932;&#27973;&#12290;&#36825;&#29255;&#20799;&#23459;&#20256;&#30340;&#26102;&#20505;&#23601;&#26159;&#20197;&#24069;&#21733;&#32654;&#22899;&#65292;&#28418;&#20142;&#34915;&#26381;&#20026;&#22129;&#22836;&#30340;&#65292;&#24403;&#28982;&#37325;&#28857;&#23601;&#35201;&#20851;&#27880;&#36825;&#20123;&#12290;</p>
<p>&#24863;&#35273;&#65292;&#24819;&#20570;&#20013;&#22269;&#30340;&#26102;&#23578;&#22899;&#39764;&#22836;&#65292;&#36824;&#26159;&#24046;&#20102;&#28857;&#12290;</p>
<p>&#20294;&#26159; &#65292;&#20540;&#24471;&#25903;&#25345;&#65292;&#36215;&#30721;&#22312;&#21521;&#30528;&#36825;&#20010;&#26041;&#21521;&#21162;&#21147;&#20102;&#19981;&#26159;?&#21482;&#19981;&#36807;&#26399;&#26395;&#36234;&#22823;&#65292;&#22833;&#26395;&#36234;&#22823;&#12290;</p>
<p>&#36824;&#26159;&#21916;&#27426;&#21407;&#29256;&#23567;&#35828;&#65292;&#32780;&#19988;&#21543;&#65292;&#21482;&#26377;1&#22909;&#30475;&#20123;&#12290;&#35980;&#20284;&#29616;&#22312;&#20986;&#20102;3&#65292;&#19981;&#24590;&#20040;&#26399;&#24453;~</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-04-30T00:00:00+08:00" pubdate data-updated="true">Apr 30<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/04/29/%E5%B7%A6%E6%89%8B%E5%95%A4%E9%85%92%E7%93%B6%EF%BC%8C%E5%8F%B3%E6%89%8B%E9%BA%A6%E5%85%8B%E9%A3%8E/">
		
			左手啤酒瓶，右手麦克风</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#20170;&#22825;&#24456;&#26089;&#65292;&#23545;&#19981;&#23545;</p>
<p>&#25105;&#35201;&#26159;&#35828;&#65292;&#36825;&#37117;&#22312;&#23454;&#39564;&#23460;&#21457;&#20102;&#23553;&#37038;&#20214;&#65292;&#19978;&#20102;&#19968;&#20250;&#32593;&#20102;&#65292;&#26102;&#19981;&#26102;&#26174;&#24471;&#25105;&#26356;&#21220;&#21171;&#21602;</p>
<p>&#26152;&#26202;&#19978;&#27809;&#30561;&#22909;</p>
<p>&#36182;&#35841;&#65311;</p>
<p>&#36182;&#37027;&#20010;&#25343;&#20102;&#20004;&#20010;offer&#36824;&#22312;&#37027;&#32416;&#32467;&#30340;&#30772;&#23043;&#65307;</p>
<p>&#36182;&#37027;&#20010;&#22312;88&#26102;&#22810;&#22068;&#38382;&#20102;&#25105;&#19968;&#20010;&#38382;&#39064;&#30340;&#30772;&#23043;&#65307;</p>
<p>&#36182;&#37027;&#20010;&#25786;&#25479;&#25105;&#21435;&#30003;&#35831;&#23454;&#20064;&#65292;&#24179;&#26102;&#36824;&#19981;&#21643;&#29702;&#20154;&#65292;&#24537;&#30340;&#19981;&#34892;&#30340;&#30772;&#23043;&#12290;</p>
<p>&#25805;&#22330;&#19978;&#19981;&#30693;&#36947;&#21738;&#20010;&#23398;&#26657;&#22312;&#24320;&#36816;&#21160;&#20250;&#65292;&#25918;&#30528;&#24503;&#27779;&#22799;&#20811;&#30340;&#37027;&#20010;&#20160;&#20040;&#36827;&#34892;&#26354;&#65292;&#27599;&#27425;&#21548;&#36825;&#20010;&#65292;&#21482;&#20250;&#32852;&#24819;&#21040;&#32418;&#30952;&#22346;&#12290;&#12290;&#12290;&#12290;&#22909;&#21543;&#65292;&#25105;&#22659;&#30028;&#19981;&#39640;&#12290;</p>
<p>&#20598;&#20687;&#35828;&#65292;&#26469;&#29664;&#28023;&#24037;&#20316;&#21543;&#65292;&#29615;&#22659;&#21448;&#22909;&#65292;&#25105;&#20204;&#20844;&#21496;&#20063;&#19981;&#38169;&#65292;&#36866;&#21512;&#20320;&#36825;&#26679;&#30340;&#22899;&#29983;&#65307;</p>
<p>&#39134;&#35828;&#65292;&#26469;&#26477;&#24030;&#24037;&#20316;&#21543;&#65292;&#25105;&#24110;&#20320;&#25512;&#33616;&#25105;&#20204;&#20844;&#21496;&#12290;&#24681;&#65292;&#39134;&#29978;&#33267;&#36824;&#24110;&#25105;&#29289;&#33394;&#30340;&#20854;&#20182;&#20844;&#21496;&#65292;&#24403;&#28982;&#35201;&#23646;&#20110;dreaming company&#20102;&#12290;&#36824;&#29992;&#22909;&#21507;&#30340;&#21246;&#24341;&#25105;&#65292;&#27048;&#33756;&#26376;&#39292;&#65292;&#25105;&#36824;&#30495;&#27809;&#35265;&#35782;&#36807;&#12290;&#36825;&#23401;&#23376;~&#25105;&#35201;&#27604;&#20320;&#32473;&#23567;&#40654;&#30340;&#36824;&#35201;&#22810;&#30340;&#22810;&#65292;&#21704;&#21704;</p>
<p>WD&#65292;www&#35828;&#65292;&#26469;&#21271;&#20140;&#24037;&#20316;&#21543;&#65292;&#36825;&#26679;&#21681;&#32463;&#24120;&#21487;&#20197;&#19968;&#36215;&#20986;&#21435;&#29609;&#12290;&#22905;&#20457;&#37073;&#37325;&#25215;&#35834;&#24895;&#24847;&#25552;&#20379;&#20219;&#20309;&#20415;&#21033;&#12290;</p>
<p>&#36824;&#26377;&#21516;&#23398;&#35828;&#65292;&#30041;&#35199;&#23433;&#22810;&#22909;&#30340;&#12290;</p>
<p>&#26159;&#25402;&#22909;&#30340;&#65292;&#26377;&#20320;&#20204;&#22312;&#65292;&#21738;&#37117;&#22909;</p>
<p>&#26377;&#37027;&#20040;&#19968;&#30636;&#38388;&#65292;&#35273;&#24471;&#33258;&#24049;&#36319;&#20010;&#39321;&#39293;&#39293;&#20284;&#30340;&#12290;&#25105;&#36825;&#28866;&#20154;&#65292;&#20063;&#26377;&#20154;&#21916;&#27426;&#65292;&#24895;&#24847;&#36319;&#25105;&#29609;&#65292;&#22810;&#22909;&#30340;&#12290;</p>
<p>&#24403;&#28982;&#65292;&#19981;&#33021;&#24536;&#20102;&#26576;&#20010;&#21516;&#23398;&#36824;&#21246;&#24341;&#25105;&#21435;&#31859;&#22269;&#35835;&#20070;&#26469;&#30528;&#65292;&#21487;&#24796;&#20474;&#27700;&#24179;&#19981;&#27982;&#65292;&#35753;&#24744;&#22833;&#26395;&#20102;&#12290;</p>
<p>&#21710;&#65292;&#20854;&#23454;&#25171;&#24320;&#21338;&#23458;&#65292;&#26412;&#26469;&#26159;&#24819;&#25265;&#24616;&#30340;&#65292;&#25265;&#24616;&#19979;&#26152;&#26202;&#19978;&#24819;&#30340;&#37027;&#20123;&#20107;&#20799;&#12290;&#31639;&#20102;&#31639;&#20102;&#65292;&#36947;&#29702;&#25105;&#37117;&#26126;&#30333;&#65292;&#26368;&#37325;&#35201;&#30340;&#36824;&#26159;&#25214;&#26576;&#20010;&#20154;&#32842;&#32842;&#25165;&#23545;&#65292;&#19981;&#31649;&#19981;&#39038;&#12290;10&#24180;&#26368;&#22823;&#30340;&#36827;&#27493;&#65292;&#23601;&#26159;&#30475;&#24320;&#20102;&#65292;&#24590;&#20040;&#35828;&#21602;&#65292;&#24456;&#22810;&#20107;&#20799;&#21543;&#65292;&#19981;&#37027;&#20040;&#20171;&#24847;&#20102;&#65292;&#27604;&#36739;&#33021;&#30447;&#30528;&#20171;&#24847;&#30340;&#37325;&#35201;&#30340;&#28857;&#20102;&#12290;</p>
<p>&#20146;&#29233;&#30340;&#39134;&#65292;&#25105;&#30495;&#27809;&#32416;&#32467;&#12290;&#26089;&#23601;&#32416;&#32467;&#23436;&#20102;&#65292;&#32467;&#26524;&#23601;&#26159;&#38543;&#20415;&#65292;&#25105;&#19981;&#22312;&#20046;&#20197;&#21518;&#24590;&#26679;&#65292;&#20063;&#19981;&#22312;&#20046;&#29616;&#22312;&#30340;&#24863;&#35273;&#31350;&#31455;&#24590;&#26679;&#65292;&#20808;&#25214;&#21040;&#19968;&#20010;&#21512;&#36866;&#30340;&#24037;&#20316;&#65292;&#21097;&#19979;&#30340;&#20107;&#24773;&#65292;&#20132;&#32473;&#26102;&#38388;&#21543;&#65292;&#24930;&#24930;&#30340;&#23601;&#20250;&#20102;&#35299;&#33258;&#24049;&#30340;&#24819;&#27861;&#20102;&#65292;&#23545;&#19981;&#65311;</p>
<p>&#25105;&#35273;&#24471;&#65292;&#21681;&#20457;&#32943;&#23450;&#20250;&#26377;&#20010;&#22909;&#32467;&#26524;&#21602;&#65292;&#36319;dorota&#19968;&#26679;&#65292;&#19981;&#65292;&#27604;&#22905;&#36824;&#32654;&#12290;&#21704;&#21704;&#65292;&#31361;&#28982;&#24819;&#26126;&#30333;&#20102;&#65292;&#22240;&#20026;&#30475;&#30340;&#26159;&#26080;&#23383;&#24149;&#29256;&#30340;&#65292;&#38590;&#24618;&#35760;&#19981;&#28165;&#20182;&#20457;&#21040;&#24213;&#35828;&#20102;&#20160;&#20040;&#12290;&#19981;&#36807;&#65292;&#24635;&#24744;&#35760;&#24615;&#22909;&#28857;&#12290;</p>
<p>&#36825;&#24577;&#24230;&#21543;&#65292;&#35201;&#24863;&#35874;&#26576;&#20154;&#65292;&#19981;&#33021;&#35828;&#20998;&#25163;&#26159;&#20010;&#25240;&#30952;&#65292;&#20294;&#25104;&#38271;&#36824;&#26159;&#24456;&#22810;&#12290;&#36825;&#20040;&#20037;&#36807;&#21435;&#20102;&#65292;&#19981;&#35828;&#20260;&#24515;&#20107;&#20799;&#20102;&#21591;&#65307;&#36824;&#26377;&#23828;&#21516;&#23398;&#65292;&#26377;&#19968;&#21322;&#26159;&#20320;&#20256;&#26579;&#32473;&#25105;&#30340;&#65292;&#22079;&#22079;&#12290;</p>
<p>&#24038;&#25163;&#21860;&#37202;&#29942;&#65292;&#21491;&#25163;&#40614;&#20811;&#39118;&#12290;&#25105;&#24819;&#21644;&#20320;&#19968;&#36215;&#21809;&#27468;&#12290;&#20272;&#35745;&#65292;&#20063;&#23601;&#21681;&#20457;&#33021;&#28888;&#25176;&#20986;&#36825;&#27668;&#27675;&#20102;&#12290;</p>
<p>&#22238;&#24518;&#26410;&#26469; 22:49:36<br />&#25105;&#29305;&#24819;&#21644;&#20320;&#21809;&#27468; <br />&#23567;&#39134; 22:49:54<br />&#21704;&#21704; <br />&#22238;&#24518;&#26410;&#26469; 22:49:58<br />&#24038;&#25163;&#21860;&#37202;&#29942;&#65292;&#21491;&#25163;&#40614;&#20811;&#39118; <br />&#22238;&#24518;&#26410;&#26469; 22:50:04<br />&#23601;&#21681;&#20457;&#22158; <br />&#23567;&#39134; 22:50:06<br />&#25105;&#27809;&#37027;&#20040;&#24178;&#36807;&#21543; <br />&#22238;&#24518;&#26410;&#26469; 22:50:10<br />&#27809;&#65292;&#25105;&#24819; <br />&#23567;&#39134; 22:50:16<br />&#25105;&#21916;&#27426; <br />&#22238;&#24518;&#26410;&#26469; 22:50:21<br />&#20063;&#23601;&#21644;&#20320;&#33021;&#36825;&#26679;&#20102; <br />&#23567;&#39134; 22:50:24<br />&#21271;&#26041;&#22899;&#23043; <br />&#22238;&#24518;&#26410;&#26469; 22:50:32<br />&#38712;&#27668;&#65281;&#21704;&#21704; <br /></p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-04-29T00:00:00+08:00" pubdate data-updated="true">Apr 29<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/04/28/%E8%A1%A5%E7%82%B9%E7%90%90%E4%BA%8B/">
		
			补点琐事</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#30475;&#22270;&#35828;&#35805;&#20808;&#12290;</p>
<p>&#26576;&#22825;&#30340;&#39585;&#39532;&#24066;&#65292;&#24212;&#35813;&#19981;&#26159;&#26368;&#28779;&#29190;&#30340;&#19968;&#22825;&#21543;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481272426678c.jpg" border="0" alt="" /></p>
<p>&#23435;&#24635;&#35831;&#21507;&#22238;&#27665;&#34903;&#65292;&#30475;&#21040;&#20102;&#36825;&#20010;&#65292;&#30495;&#30340;&#24456;&#22909;&#29609;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/533314812724266657.jpg" border="0" alt="" /></p>
<p>&#32771;&#23436;AW&#37027;&#22825;&#30340;&#21320;&#39184;&#65292;&#21710;&#65292;&#35813;&#20943;&#32933;&#20102;&#12290;&#12290;&#12290;&#12290;&#36825;&#20040;&#33021;&#21507;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481272426690z.jpg" border="0" alt="" /></p>
<p>&#33258;&#25171;&#22238;&#26469;&#23601;&#19968;&#30452;&#22312;&#24537;&#65292;&#24537;&#30528;&#25972;&#29702;&#35770;&#25991;&#65292;&#39034;&#20415;&#20462;&#25972;&#65292;&#28982;&#21518;&#21448;&#24320;&#22987;&#30475;&#35770;&#25991;&#65292;&#20889;&#20195;&#30721;</p>
<p>&#26152;&#22825;&#65292;&#26576;&#21516;&#23398;&#35828;&#26368;&#36817;&#37117;&#19981;&#35265;&#25105;&#24605;&#32771;&#20040;&#12290;&#26159;&#21834;&#65292;&#21681;&#26412;&#26469;&#23601;&#26159;&#32932;&#27973;&#20043;&#23043;&#65292;&#21152;&#19978;&#26102;&#38388;&#19981;&#22810;&#65292;&#22079;&#22079;&#12290;&#12290;&#12290;&#12290;&#25105;&#35201;&#26159;&#35828;&#20165;&#26377;&#30340;&#24605;&#32771;&#26102;&#38388;&#37117;&#36129;&#29486;&#32473;&#20102;&#31639;&#27861;&#30340;&#24605;&#32771;&#65292;&#26377;&#27809;&#26377;&#20154;&#20250;&#20599;&#31505;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#26377;&#21477;&#35805;&#24590;&#20040;&#35828;&#30340;&#26469;&#30528;&#65292;&#20154;&#29983;&#33510;&#30701;&#65292;&#27809;&#31354;&#20799;&#20260;&#24863;&#12290;&#22826;&#27491;&#30830;&#20102;&#65292;&#21704;&#21704;</p>
<p>&#25235;&#32039;&#26102;&#38388;&#24178;&#27963;&#20040;</p>
<p>&#26152;&#26202;&#19978;&#31361;&#28982;&#24847;&#35782;&#21040;&#65292;&#19968;&#30452;&#30340;&#24605;&#36335;&#26159;&#34892;&#19981;&#36890;&#30340;&#65292;&#27822;&#20007;&#30340;&#19981;&#34892;&#12290;&#20170;&#20799;&#32487;&#32493;&#22859;&#26007;&#35770;&#25991;&#65292;&#30475;&#30475;&#26377;&#20160;&#20040;&#26032;&#24605;&#36335;&#12290;</p>
<p>&#23545;&#20102;&#65292;&#22909;&#20037;&#27809;&#30475;&#30005;&#24433;&#65292;&#26152;&#22825;&#65292;&#24819;&#30475;&#20004;&#23567;&#26080;&#29468;&#65292;&#21457;&#29616;&#30005;&#33041;&#37324;&#27809;&#65292;&#23601;&#25214;&#20102;&#24651;&#24651;&#31508;&#35760;&#26412;&#30475;&#65292;&#36824;&#19981;&#38169;&#12290;&#26377;&#31354;&#20889;&#19979;&#24863;&#21463;&#65292;&#36824;&#26377;&#29233;&#20029;&#19997;&#65292;&#19968;&#30452;&#36182;&#30528;&#27809;&#20889;&#12290;&#12290;&#12290;</p>
<p>&#26368;&#36817;&#30005;&#24433;&#30475;&#24471;&#22909;&#23569;&#21834;&#12290;&#20116;&#19968;&#24819;&#21435;&#30475;&#23681;&#26376;&#31070;&#20599;&#12290;&#19968;&#30452;&#24806;&#35760;&#30340;&#26376;&#28385;&#36713;&#23612;&#35799;&#20272;&#35745;&#37117;&#24555;&#19979;&#32447;&#20102;&#21543;&#12290;</p>
<p>&#25105;&#30495;&#30340;&#24456;&#24537;&#20040;&#65292;&#30495;&#26159;&#38386;&#24537;&#38386;&#24537;&#30340;&#12290;&#37117;&#24536;&#35760;&#20102;&#35201;&#25509;&#23013;&#23013;&#65292;&#35201;&#21435;&#36864;&#36135;&#20043;&#31867;&#30340;&#22823;&#20107;&#20799;&#12290;&#12290;&#12290;&#21710;</p>
<p>&#21407;&#26469;&#29712;&#30862;&#30340;&#29983;&#27963;&#20063;&#33021;&#36825;&#20040;&#20805;&#23454;&#21834;&#12290;</p>
<p>&#25105;&#23601;&#24819;&#21040;&#20102;&#22534;&#31215;&#26408;~~~~&#21621;&#21621;</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-04-28T00:00:00+08:00" pubdate data-updated="true">Apr 28<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/04/28/%E5%86%8D%E6%B8%B8%E5%8C%97%E4%BA%AC-5/">
		
			再游北京-5</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#21271;&#20140;&#31532;&#20116;&#22825;&#65292;&#19979;&#21320;&#20116;&#28857;&#30340;&#28779;&#36710;&#65292;&#35745;&#21010;&#33258;&#24049;&#20010;&#20799;&#21435;&#23452;&#23478;&#36891;&#36891;&#12290;</p>
<p>&#26089;&#26216;&#20381;&#28982;&#19978;&#29677;&#28857;&#20799;&#20986;&#38376;&#65292;&#32769;&#24178;&#37096;&#39135;&#22530;&#12290;</p>
<p>&#21040;&#21069;&#38376;&#24819;&#36215;&#32982;&#23043;&#21516;&#23398;&#24597;&#25105;&#39295;&#30528;&#65292;&#25903;&#25588;&#20102;&#19979;&#12290;&#24471;&#21435;&#21462;&#20102;&#65292;&#19981;&#21462;&#24597;&#20002;&#20102;&#12290;</p>
<p>&#20110;&#26159;&#65292;&#36825;&#19968;&#26089;&#19978;&#37117;&#32791;&#22312;&#20102;&#38134;&#34892;&#12290;&#12290;&#12290;&#12290;&#32982;&#23043;&#20320;&#22909;&#24515;&#21150;&#40635;&#28902;&#20107;&#20799;&#21834;&#65292;&#32047;&#27515;&#20010;&#25105;&#20102;&#65292;&#21861;&#26102;&#20505;&#22238;&#26469;&#22992;&#35831;&#20320;&#21507;&#28900;&#40493;&#12290;&#12290;&#12290;</p>
<p>&#23452;&#23478;&#26174;&#28982;&#21435;&#19981;&#25104;&#20102;&#65292;&#26102;&#38388;&#38750;&#24120;&#32039;&#36843;&#65292;&#20110;&#26159;&#22312;&#35199;&#21333;&#21507;&#20102;&#22823;&#21322;&#22825;&#12290;</p>
<p>&#30475;&#30475;&#19968;&#39039;&#21320;&#39277;&#37117;&#21507;&#20102;&#21861;~</p>
<p>&#24040;&#22823;&#26080;&#27604;&#27873;&#33433;&#65292;&#20457;&#65292;&#22826;&#36149;&#20102;&#65292;&#20080;&#30340;&#26102;&#20505;&#24536;&#20102;&#38382;&#20215;&#38065;&#12290;&#12290;&#12290;&#35265;&#21040;&#21507;&#30340;&#22826;&#28608;&#21160;&#20102;&#65292;&#36825;&#20457;19.&#19981;&#36807;&#30475;&#30475;&#36319;&#25105;&#25163;&#26426;&#30340;&#23545;&#27604;&#65292;&#20063;&#36824;&#22909;&#20102;&#12290;</p>
<p>&#21507;&#21040;&#19968;&#21322;&#25165;&#24819;&#36215;&#20102;&#25293;&#29031;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481272425837q.jpg" border="0" alt="" /></p>
<p>&#21513;&#37326;&#23478;&#29275;&#32905;&#22871;&#39184;&#19968;&#20221;&#65292;&#21487;&#20048;&#27809;&#21917;&#65292;&#28010;&#36153;&#20102;</p>
<p><img src="http://filer.blogbus.com/5333148/533314812724258227.jpg" border="0" alt="" /></p>
<p>&#21507;&#23436;&#35273;&#24471;&#19981;&#36807;&#30270;&#65292;&#26377;&#36305;&#21435;&#21619;&#21315;&#25289;&#38754;&#26469;&#20102;&#19968;&#30871;&#12290;&#12290;&#12290;&#12290;&#24040;&#22823;&#30340;&#19968;&#30871;&#21834;&#65292;&#27748;&#37117;&#21917;&#20102;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/533314812724258088.jpg" border="0" alt="" /></p>
<p>&#21507;&#23436;&#24046;&#19981;&#22810;&#23601;&#21487;&#20197;&#21435;&#28779;&#36710;&#31449;&#20102;&#12290;&#23545;&#20102;&#65292;&#36825;&#27425;&#20986;&#38376;&#65292;&#25105;&#33258;&#24102;&#27700;&#26479;&#65292;&#29615;&#20445;&#21834;&#65292;&#36824;&#30465;&#20102;&#19981;&#23569;&#38134;&#23376;&#12290;&#36825;&#22825;&#23601;&#24819;&#21507;&#30340;&#36807;&#30270;&#28857;&#65292;&#21435;&#26143;&#24052;&#20811;&#25972;&#20010;&#36229;&#22823;&#19968;&#26479;&#25343;&#38081;&#21917;&#12290;&#27599;&#27425;&#20080;&#28909;&#39278;&#30340;&#32467;&#26524;&#37117;&#26159;&#65292;&#33292;&#22836;&#40635;&#24456;&#20037;&#65292;&#24515;&#24613;&#21507;&#19981;&#20102;&#28909;&#35910;&#33104;&#21834;~</p>
<p>&#20116;&#28857;&#19978;&#20102;&#28779;&#36710;&#65292;&#21448;&#24819;&#21507;&#27873;&#38754;&#65292;&#21518;&#24724;&#27809;&#20080;&#20010;&#26469;&#12290;&#12290;&#12290;&#12290;&#36825;&#19968;&#36335;&#65292;&#30561;&#30561;&#23601;&#36807;&#26469;&#20102;&#12290;</p>
<p>&#26089;&#26216;&#21040;&#35199;&#23433;&#65292;&#27491;&#19979;&#38632;&#65292;&#36153;&#20102;&#32769;&#22823;&#21170;&#25165;&#25171;&#21040;&#36710;&#12290;</p>
<p>&#30001;&#20110;&#21069;&#19968;&#22825;boss&#21457;&#39129;&#25945;&#32946;&#22823;&#23478;&#20102;&#65292;&#25105;&#20063;&#19981;&#25954;&#25032;&#24608;&#65292;&#22238;&#23487;&#33293;&#27927;&#28465;&#19979;&#23601;&#22868;&#23454;&#39564;&#23460;&#24178;&#27963;&#20102;&#65292;&#21710;&#65292;&#20986;&#26469;&#29609;&#19968;&#36255;&#19981;&#23481;&#26131;&#21834;&#12290;&#32769;&#33151;&#37117;&#30828;&#20102;&#12290;&#12290;&#12290;&#12290;</p>
<p>over over</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-04-28T00:00:00+08:00" pubdate data-updated="true">Apr 28<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/04/27/latex%E5%AD%A6%E4%B9%A03-%E6%A8%A1%E6%9D%BF/">
		
			LaTeX学习3-模板</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>\documentclass{&#20351;&#29992;&#30340;&#27169;&#26495;}</p>
<p>\begin{document}<br />\title{&#26631;&#39064;}<br />\author{&#20316;&#32773;&#65292;&#38656;&#35201;and&#26102;&#65292;&#29992;\and}<br />\institute{}&#36824;&#21487;&#20197;&#29031;&#30528;&#36825;&#20010;&#26679;&#23376;&#21152;&#19978;email&#21861;&#30340;<br />\maketitle&#26631;&#39064;&#37096;&#20998;&#32467;&#26463;</p>
<p>\begin{abstract}<br />&#25688;&#35201;&#20869;&#23481;<br />\end{abstract}</p>
<p>\section{&#26631;&#39064;}&#20809;&#20889;&#21517;&#23383;&#23601;&#25104;&#65292;&#19981;&#29992;&#20889;&#26631;&#21495;&#65292;&#31995;&#32479;&#33258;&#21160;&#30340;</p>
<p>\subsection{&#23376;&#26631;&#39064;}</p>
<p>\subsection{&#23376;&#26631;&#39064;}</p>
<p>\subsection{&#23376;&#26631;&#39064;}</p>
<p>\section{&#26631;&#39064;}</p>
<p>\section{&#26631;&#39064;}</p>
<p>\begin{thebibliography}{&#22823;&#27010;&#20272;&#31639;&#19979;&#21442;&#32771;&#25991;&#29486;&#30340;&#25968;&#30446;&#65292;&#20889;&#36825;&#20799;}<br />\bibitem[1]{1}Jiao Li-cheng, Tan Shan. Development and Prospect of Image Multiscale Geometric Analysis[J]. ACTA ELECTRONICA SINICA, 2003, 12A(31): 1975~1981.<br />\bibitem[2&#65288;&#36825;&#37324;&#26159;&#32534;&#21495;&#65289;]{&#36825;&#37324;&#29233;&#20889;&#20160;&#20040;&#20889;&#20160;&#20040;&#65292;&#26159;&#27599;&#20010;&#21442;&#32771;&#25991;&#29486;&#30340;&#26631;&#35760;&#65292;&#24517;&#39035;&#26159;unique&#30340;}&#21518;&#38754;&#20889;&#19978;&#21442;&#32771;&#25991;&#29486;.<br />\bibitem[3]{3}E J Candes, D.L Donoho. Curvelets[R]. USA: Department of Statistics, Stanford University, 1999.</p>
<p>\end{thebibliography}</p>
<p>\end{document}</p>
<p>&#160;</p>
<p>&#22823;&#27010;&#27169;&#26495;&#23601;&#26159;&#36825;&#26679;&#65292;&#32454;&#33410;&#20197;&#21518;&#24930;&#24930;&#35828;&#12290;&#20854;&#23454;&#29992;bibtex&#20889;&#21442;&#32771;&#25991;&#29486;&#20250;&#26041;&#20415;&#24456;&#22810;&#65292;&#20294;&#24037;&#20316;&#37327;&#20063;&#22823;&#12290;</p>
<p>&#25105;&#22312;IEEE&#30340;&#27169;&#26495;&#37324;&#29992;&#20102;bibtex&#65292;Springer&#30340;&#27169;&#26495;&#37324;&#24212;&#35813;&#20063;&#21487;&#20197;&#65292;&#27809;&#30475;&#26126;&#30333;&#65292;&#22522;&#26412;&#19978;&#20182;&#30340;&#25490;&#24207;&#24456;&#20081;&#65292;&#25105;&#23601;&#25353;&#19978;&#38754;&#37027;&#26679;&#20889;&#30340;&#65292;&#26368;&#31528;&#30340;&#21150;&#27861;</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-04-27T00:00:00+08:00" pubdate data-updated="true">Apr 27<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>

<nav id="pagenavi">
    
        <a href="/blog/page/29/" class="prev">Prev</a>
    
    
        <a href="/blog/page/31/" class="next">Next</a>
    
    <div class="center"><a href="/blog/archives">Blog Archives</a></div>
</nav></div>
	<footer id="footer" class="inner">Copyright &copy; 2013

    muggleyoung

</footer>
	<script src="/javascripts/slash.js"></script>
<script src="/javascripts/jquery.fancybox.pack.js"></script>
<script type="text/javascript">
(function($){
	$('.fancybox').fancybox();
})(jQuery);
</script> <!-- Delete or comment this line to disable Fancybox -->


<script type="text/javascript">
      var disqus_shortname = 'muggleyoung';
      
        
        var disqus_script = 'count.js';
      
    (function () {
      var dsq = document.createElement('script'); dsq.type = 'text/javascript'; dsq.async = true;
      dsq.src = 'http://' + disqus_shortname + '.disqus.com/' + disqus_script;
      (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);
    }());
</script>





</body>
</html>