
<!DOCTYPE html>
<!--[if IEMobile 7 ]><html class="no-js iem7"><![endif]-->
<!--[if lt IE 9]><html class="no-js lte-ie8"><![endif]-->
<!--[if (gt IE 8)|(gt IEMobile 7)|!(IEMobile)|!(IE)]><!--><html class="no-js" lang="en"><!--<![endif]-->
<head>
  <meta charset="utf-8">
  <title></title>
  <meta name="author" content="muggleyoung">

  
  <meta name="description" content="&#20170;&#22825;&#24456;&#26089;&#65292;&#23545;&#19981;&#23545;
&#25105;&#35201;&#26159;&#35828;&#65292;&#36825;&#37117;&#22312;&#23454;&#39564;&# &hellip;">
  

  <!-- http://t.co/dKP3o1e -->
  <meta name="HandheldFriendly" content="True">
  <meta name="MobileOptimized" content="320">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  
  <link rel="canonical" href="http://muggleyoung.github.com/blog/page/30/">
  <link href="/favicon.png" rel="icon">
  <link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
  <script src="/javascripts/modernizr-2.0.js"></script>
  <script src="/javascripts/ender.js"></script>
  <script src="/javascripts/octopress.js" type="text/javascript"></script>
  <link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
  <!--Fonts from Google"s Web font directory at http://google.com/webfonts -->
<link href="http://fonts.googleapis.com/css?family=PT+Serif:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<link href="http://fonts.googleapis.com/css?family=PT+Sans:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">

  

</head>

<body   >
  <header role="banner"><hgroup>
  <h1><a href="/"></a></h1>
  
    <h2>young for you</h2>
  
</hgroup>

</header>
  <nav role="navigation"><ul class="subscription" data-subscription="rss">
  <li><a href="/atom.xml" rel="subscribe-rss" title="subscribe via RSS">RSS</a></li>
  
</ul>
  
<form action="http://google.com/search" method="get">
  <fieldset role="search">
    <input type="hidden" name="q" value="site:muggleyoung.github.com" />
    <input class="search" type="text" name="q" results="0" placeholder="Search"/>
  </fieldset>
</form>
  
<ul class="main-navigation">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
</ul>

</nav>
  <div id="main">
    <div id="content">
      <div class="blog-index">
  
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-04-29T00:00:00+08:00" pubdate data-updated="true">Apr 29<span>th</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/04/29/%E5%B7%A6%E6%89%8B%E5%95%A4%E9%85%92%E7%93%B6%EF%BC%8C%E5%8F%B3%E6%89%8B%E9%BA%A6%E5%85%8B%E9%A3%8E/">左手啤酒瓶，右手麦克风</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#20170;&#22825;&#24456;&#26089;&#65292;&#23545;&#19981;&#23545;</p>
<p>&#25105;&#35201;&#26159;&#35828;&#65292;&#36825;&#37117;&#22312;&#23454;&#39564;&#23460;&#21457;&#20102;&#23553;&#37038;&#20214;&#65292;&#19978;&#20102;&#19968;&#20250;&#32593;&#20102;&#65292;&#26102;&#19981;&#26102;&#26174;&#24471;&#25105;&#26356;&#21220;&#21171;&#21602;</p>
<p>&#26152;&#26202;&#19978;&#27809;&#30561;&#22909;</p>
<p>&#36182;&#35841;&#65311;</p>
<p>&#36182;&#37027;&#20010;&#25343;&#20102;&#20004;&#20010;offer&#36824;&#22312;&#37027;&#32416;&#32467;&#30340;&#30772;&#23043;&#65307;</p>
<p>&#36182;&#37027;&#20010;&#22312;88&#26102;&#22810;&#22068;&#38382;&#20102;&#25105;&#19968;&#20010;&#38382;&#39064;&#30340;&#30772;&#23043;&#65307;</p>
<p>&#36182;&#37027;&#20010;&#25786;&#25479;&#25105;&#21435;&#30003;&#35831;&#23454;&#20064;&#65292;&#24179;&#26102;&#36824;&#19981;&#21643;&#29702;&#20154;&#65292;&#24537;&#30340;&#19981;&#34892;&#30340;&#30772;&#23043;&#12290;</p>
<p>&#25805;&#22330;&#19978;&#19981;&#30693;&#36947;&#21738;&#20010;&#23398;&#26657;&#22312;&#24320;&#36816;&#21160;&#20250;&#65292;&#25918;&#30528;&#24503;&#27779;&#22799;&#20811;&#30340;&#37027;&#20010;&#20160;&#20040;&#36827;&#34892;&#26354;&#65292;&#27599;&#27425;&#21548;&#36825;&#20010;&#65292;&#21482;&#20250;&#32852;&#24819;&#21040;&#32418;&#30952;&#22346;&#12290;&#12290;&#12290;&#12290;&#22909;&#21543;&#65292;&#25105;&#22659;&#30028;&#19981;&#39640;&#12290;</p>
<p>&#20598;&#20687;&#35828;&#65292;&#26469;&#29664;&#28023;&#24037;&#20316;&#21543;&#65292;&#29615;&#22659;&#21448;&#22909;&#65292;&#25105;&#20204;&#20844;&#21496;&#20063;&#19981;&#38169;&#65292;&#36866;&#21512;&#20320;&#36825;&#26679;&#30340;&#22899;&#29983;&#65307;</p>
<p>&#39134;&#35828;&#65292;&#26469;&#26477;&#24030;&#24037;&#20316;&#21543;&#65292;&#25105;&#24110;&#20320;&#25512;&#33616;&#25105;&#20204;&#20844;&#21496;&#12290;&#24681;&#65292;&#39134;&#29978;&#33267;&#36824;&#24110;&#25105;&#29289;&#33394;&#30340;&#20854;&#20182;&#20844;&#21496;&#65292;&#24403;&#28982;&#35201;&#23646;&#20110;dreaming company&#20102;&#12290;&#36824;&#29992;&#22909;&#21507;&#30340;&#21246;&#24341;&#25105;&#65292;&#27048;&#33756;&#26376;&#39292;&#65292;&#25105;&#36824;&#30495;&#27809;&#35265;&#35782;&#36807;&#12290;&#36825;&#23401;&#23376;~&#25105;&#35201;&#27604;&#20320;&#32473;&#23567;&#40654;&#30340;&#36824;&#35201;&#22810;&#30340;&#22810;&#65292;&#21704;&#21704;</p>
<p>WD&#65292;www&#35828;&#65292;&#26469;&#21271;&#20140;&#24037;&#20316;&#21543;&#65292;&#36825;&#26679;&#21681;&#32463;&#24120;&#21487;&#20197;&#19968;&#36215;&#20986;&#21435;&#29609;&#12290;&#22905;&#20457;&#37073;&#37325;&#25215;&#35834;&#24895;&#24847;&#25552;&#20379;&#20219;&#20309;&#20415;&#21033;&#12290;</p>
<p>&#36824;&#26377;&#21516;&#23398;&#35828;&#65292;&#30041;&#35199;&#23433;&#22810;&#22909;&#30340;&#12290;</p>
<p>&#26159;&#25402;&#22909;&#30340;&#65292;&#26377;&#20320;&#20204;&#22312;&#65292;&#21738;&#37117;&#22909;</p>
<p>&#26377;&#37027;&#20040;&#19968;&#30636;&#38388;&#65292;&#35273;&#24471;&#33258;&#24049;&#36319;&#20010;&#39321;&#39293;&#39293;&#20284;&#30340;&#12290;&#25105;&#36825;&#28866;&#20154;&#65292;&#20063;&#26377;&#20154;&#21916;&#27426;&#65292;&#24895;&#24847;&#36319;&#25105;&#29609;&#65292;&#22810;&#22909;&#30340;&#12290;</p>
<p>&#24403;&#28982;&#65292;&#19981;&#33021;&#24536;&#20102;&#26576;&#20010;&#21516;&#23398;&#36824;&#21246;&#24341;&#25105;&#21435;&#31859;&#22269;&#35835;&#20070;&#26469;&#30528;&#65292;&#21487;&#24796;&#20474;&#27700;&#24179;&#19981;&#27982;&#65292;&#35753;&#24744;&#22833;&#26395;&#20102;&#12290;</p>
<p>&#21710;&#65292;&#20854;&#23454;&#25171;&#24320;&#21338;&#23458;&#65292;&#26412;&#26469;&#26159;&#24819;&#25265;&#24616;&#30340;&#65292;&#25265;&#24616;&#19979;&#26152;&#26202;&#19978;&#24819;&#30340;&#37027;&#20123;&#20107;&#20799;&#12290;&#31639;&#20102;&#31639;&#20102;&#65292;&#36947;&#29702;&#25105;&#37117;&#26126;&#30333;&#65292;&#26368;&#37325;&#35201;&#30340;&#36824;&#26159;&#25214;&#26576;&#20010;&#20154;&#32842;&#32842;&#25165;&#23545;&#65292;&#19981;&#31649;&#19981;&#39038;&#12290;10&#24180;&#26368;&#22823;&#30340;&#36827;&#27493;&#65292;&#23601;&#26159;&#30475;&#24320;&#20102;&#65292;&#24590;&#20040;&#35828;&#21602;&#65292;&#24456;&#22810;&#20107;&#20799;&#21543;&#65292;&#19981;&#37027;&#20040;&#20171;&#24847;&#20102;&#65292;&#27604;&#36739;&#33021;&#30447;&#30528;&#20171;&#24847;&#30340;&#37325;&#35201;&#30340;&#28857;&#20102;&#12290;</p>
<p>&#20146;&#29233;&#30340;&#39134;&#65292;&#25105;&#30495;&#27809;&#32416;&#32467;&#12290;&#26089;&#23601;&#32416;&#32467;&#23436;&#20102;&#65292;&#32467;&#26524;&#23601;&#26159;&#38543;&#20415;&#65292;&#25105;&#19981;&#22312;&#20046;&#20197;&#21518;&#24590;&#26679;&#65292;&#20063;&#19981;&#22312;&#20046;&#29616;&#22312;&#30340;&#24863;&#35273;&#31350;&#31455;&#24590;&#26679;&#65292;&#20808;&#25214;&#21040;&#19968;&#20010;&#21512;&#36866;&#30340;&#24037;&#20316;&#65292;&#21097;&#19979;&#30340;&#20107;&#24773;&#65292;&#20132;&#32473;&#26102;&#38388;&#21543;&#65292;&#24930;&#24930;&#30340;&#23601;&#20250;&#20102;&#35299;&#33258;&#24049;&#30340;&#24819;&#27861;&#20102;&#65292;&#23545;&#19981;&#65311;</p>
<p>&#25105;&#35273;&#24471;&#65292;&#21681;&#20457;&#32943;&#23450;&#20250;&#26377;&#20010;&#22909;&#32467;&#26524;&#21602;&#65292;&#36319;dorota&#19968;&#26679;&#65292;&#19981;&#65292;&#27604;&#22905;&#36824;&#32654;&#12290;&#21704;&#21704;&#65292;&#31361;&#28982;&#24819;&#26126;&#30333;&#20102;&#65292;&#22240;&#20026;&#30475;&#30340;&#26159;&#26080;&#23383;&#24149;&#29256;&#30340;&#65292;&#38590;&#24618;&#35760;&#19981;&#28165;&#20182;&#20457;&#21040;&#24213;&#35828;&#20102;&#20160;&#20040;&#12290;&#19981;&#36807;&#65292;&#24635;&#24744;&#35760;&#24615;&#22909;&#28857;&#12290;</p>
<p>&#36825;&#24577;&#24230;&#21543;&#65292;&#35201;&#24863;&#35874;&#26576;&#20154;&#65292;&#19981;&#33021;&#35828;&#20998;&#25163;&#26159;&#20010;&#25240;&#30952;&#65292;&#20294;&#25104;&#38271;&#36824;&#26159;&#24456;&#22810;&#12290;&#36825;&#20040;&#20037;&#36807;&#21435;&#20102;&#65292;&#19981;&#35828;&#20260;&#24515;&#20107;&#20799;&#20102;&#21591;&#65307;&#36824;&#26377;&#23828;&#21516;&#23398;&#65292;&#26377;&#19968;&#21322;&#26159;&#20320;&#20256;&#26579;&#32473;&#25105;&#30340;&#65292;&#22079;&#22079;&#12290;</p>
<p>&#24038;&#25163;&#21860;&#37202;&#29942;&#65292;&#21491;&#25163;&#40614;&#20811;&#39118;&#12290;&#25105;&#24819;&#21644;&#20320;&#19968;&#36215;&#21809;&#27468;&#12290;&#20272;&#35745;&#65292;&#20063;&#23601;&#21681;&#20457;&#33021;&#28888;&#25176;&#20986;&#36825;&#27668;&#27675;&#20102;&#12290;</p>
<p>&#22238;&#24518;&#26410;&#26469; 22:49:36<br />&#25105;&#29305;&#24819;&#21644;&#20320;&#21809;&#27468; <br />&#23567;&#39134; 22:49:54<br />&#21704;&#21704; <br />&#22238;&#24518;&#26410;&#26469; 22:49:58<br />&#24038;&#25163;&#21860;&#37202;&#29942;&#65292;&#21491;&#25163;&#40614;&#20811;&#39118; <br />&#22238;&#24518;&#26410;&#26469; 22:50:04<br />&#23601;&#21681;&#20457;&#22158; <br />&#23567;&#39134; 22:50:06<br />&#25105;&#27809;&#37027;&#20040;&#24178;&#36807;&#21543; <br />&#22238;&#24518;&#26410;&#26469; 22:50:10<br />&#27809;&#65292;&#25105;&#24819; <br />&#23567;&#39134; 22:50:16<br />&#25105;&#21916;&#27426; <br />&#22238;&#24518;&#26410;&#26469; 22:50:21<br />&#20063;&#23601;&#21644;&#20320;&#33021;&#36825;&#26679;&#20102; <br />&#23567;&#39134; 22:50:24<br />&#21271;&#26041;&#22899;&#23043; <br />&#22238;&#24518;&#26410;&#26469; 22:50:32<br />&#38712;&#27668;&#65281;&#21704;&#21704; <br /></p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-04-28T00:00:00+08:00" pubdate data-updated="true">Apr 28<span>th</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/04/28/%E8%A1%A5%E7%82%B9%E7%90%90%E4%BA%8B/">补点琐事</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#30475;&#22270;&#35828;&#35805;&#20808;&#12290;</p>
<p>&#26576;&#22825;&#30340;&#39585;&#39532;&#24066;&#65292;&#24212;&#35813;&#19981;&#26159;&#26368;&#28779;&#29190;&#30340;&#19968;&#22825;&#21543;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481272426678c.jpg" border="0" alt="" /></p>
<p>&#23435;&#24635;&#35831;&#21507;&#22238;&#27665;&#34903;&#65292;&#30475;&#21040;&#20102;&#36825;&#20010;&#65292;&#30495;&#30340;&#24456;&#22909;&#29609;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/533314812724266657.jpg" border="0" alt="" /></p>
<p>&#32771;&#23436;AW&#37027;&#22825;&#30340;&#21320;&#39184;&#65292;&#21710;&#65292;&#35813;&#20943;&#32933;&#20102;&#12290;&#12290;&#12290;&#12290;&#36825;&#20040;&#33021;&#21507;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481272426690z.jpg" border="0" alt="" /></p>
<p>&#33258;&#25171;&#22238;&#26469;&#23601;&#19968;&#30452;&#22312;&#24537;&#65292;&#24537;&#30528;&#25972;&#29702;&#35770;&#25991;&#65292;&#39034;&#20415;&#20462;&#25972;&#65292;&#28982;&#21518;&#21448;&#24320;&#22987;&#30475;&#35770;&#25991;&#65292;&#20889;&#20195;&#30721;</p>
<p>&#26152;&#22825;&#65292;&#26576;&#21516;&#23398;&#35828;&#26368;&#36817;&#37117;&#19981;&#35265;&#25105;&#24605;&#32771;&#20040;&#12290;&#26159;&#21834;&#65292;&#21681;&#26412;&#26469;&#23601;&#26159;&#32932;&#27973;&#20043;&#23043;&#65292;&#21152;&#19978;&#26102;&#38388;&#19981;&#22810;&#65292;&#22079;&#22079;&#12290;&#12290;&#12290;&#12290;&#25105;&#35201;&#26159;&#35828;&#20165;&#26377;&#30340;&#24605;&#32771;&#26102;&#38388;&#37117;&#36129;&#29486;&#32473;&#20102;&#31639;&#27861;&#30340;&#24605;&#32771;&#65292;&#26377;&#27809;&#26377;&#20154;&#20250;&#20599;&#31505;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#26377;&#21477;&#35805;&#24590;&#20040;&#35828;&#30340;&#26469;&#30528;&#65292;&#20154;&#29983;&#33510;&#30701;&#65292;&#27809;&#31354;&#20799;&#20260;&#24863;&#12290;&#22826;&#27491;&#30830;&#20102;&#65292;&#21704;&#21704;</p>
<p>&#25235;&#32039;&#26102;&#38388;&#24178;&#27963;&#20040;</p>
<p>&#26152;&#26202;&#19978;&#31361;&#28982;&#24847;&#35782;&#21040;&#65292;&#19968;&#30452;&#30340;&#24605;&#36335;&#26159;&#34892;&#19981;&#36890;&#30340;&#65292;&#27822;&#20007;&#30340;&#19981;&#34892;&#12290;&#20170;&#20799;&#32487;&#32493;&#22859;&#26007;&#35770;&#25991;&#65292;&#30475;&#30475;&#26377;&#20160;&#20040;&#26032;&#24605;&#36335;&#12290;</p>
<p>&#23545;&#20102;&#65292;&#22909;&#20037;&#27809;&#30475;&#30005;&#24433;&#65292;&#26152;&#22825;&#65292;&#24819;&#30475;&#20004;&#23567;&#26080;&#29468;&#65292;&#21457;&#29616;&#30005;&#33041;&#37324;&#27809;&#65292;&#23601;&#25214;&#20102;&#24651;&#24651;&#31508;&#35760;&#26412;&#30475;&#65292;&#36824;&#19981;&#38169;&#12290;&#26377;&#31354;&#20889;&#19979;&#24863;&#21463;&#65292;&#36824;&#26377;&#29233;&#20029;&#19997;&#65292;&#19968;&#30452;&#36182;&#30528;&#27809;&#20889;&#12290;&#12290;&#12290;</p>
<p>&#26368;&#36817;&#30005;&#24433;&#30475;&#24471;&#22909;&#23569;&#21834;&#12290;&#20116;&#19968;&#24819;&#21435;&#30475;&#23681;&#26376;&#31070;&#20599;&#12290;&#19968;&#30452;&#24806;&#35760;&#30340;&#26376;&#28385;&#36713;&#23612;&#35799;&#20272;&#35745;&#37117;&#24555;&#19979;&#32447;&#20102;&#21543;&#12290;</p>
<p>&#25105;&#30495;&#30340;&#24456;&#24537;&#20040;&#65292;&#30495;&#26159;&#38386;&#24537;&#38386;&#24537;&#30340;&#12290;&#37117;&#24536;&#35760;&#20102;&#35201;&#25509;&#23013;&#23013;&#65292;&#35201;&#21435;&#36864;&#36135;&#20043;&#31867;&#30340;&#22823;&#20107;&#20799;&#12290;&#12290;&#12290;&#21710;</p>
<p>&#21407;&#26469;&#29712;&#30862;&#30340;&#29983;&#27963;&#20063;&#33021;&#36825;&#20040;&#20805;&#23454;&#21834;&#12290;</p>
<p>&#25105;&#23601;&#24819;&#21040;&#20102;&#22534;&#31215;&#26408;~~~~&#21621;&#21621;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-04-28T00:00:00+08:00" pubdate data-updated="true">Apr 28<span>th</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/04/28/%E5%86%8D%E6%B8%B8%E5%8C%97%E4%BA%AC-5/">再游北京-5</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#21271;&#20140;&#31532;&#20116;&#22825;&#65292;&#19979;&#21320;&#20116;&#28857;&#30340;&#28779;&#36710;&#65292;&#35745;&#21010;&#33258;&#24049;&#20010;&#20799;&#21435;&#23452;&#23478;&#36891;&#36891;&#12290;</p>
<p>&#26089;&#26216;&#20381;&#28982;&#19978;&#29677;&#28857;&#20799;&#20986;&#38376;&#65292;&#32769;&#24178;&#37096;&#39135;&#22530;&#12290;</p>
<p>&#21040;&#21069;&#38376;&#24819;&#36215;&#32982;&#23043;&#21516;&#23398;&#24597;&#25105;&#39295;&#30528;&#65292;&#25903;&#25588;&#20102;&#19979;&#12290;&#24471;&#21435;&#21462;&#20102;&#65292;&#19981;&#21462;&#24597;&#20002;&#20102;&#12290;</p>
<p>&#20110;&#26159;&#65292;&#36825;&#19968;&#26089;&#19978;&#37117;&#32791;&#22312;&#20102;&#38134;&#34892;&#12290;&#12290;&#12290;&#12290;&#32982;&#23043;&#20320;&#22909;&#24515;&#21150;&#40635;&#28902;&#20107;&#20799;&#21834;&#65292;&#32047;&#27515;&#20010;&#25105;&#20102;&#65292;&#21861;&#26102;&#20505;&#22238;&#26469;&#22992;&#35831;&#20320;&#21507;&#28900;&#40493;&#12290;&#12290;&#12290;</p>
<p>&#23452;&#23478;&#26174;&#28982;&#21435;&#19981;&#25104;&#20102;&#65292;&#26102;&#38388;&#38750;&#24120;&#32039;&#36843;&#65292;&#20110;&#26159;&#22312;&#35199;&#21333;&#21507;&#20102;&#22823;&#21322;&#22825;&#12290;</p>
<p>&#30475;&#30475;&#19968;&#39039;&#21320;&#39277;&#37117;&#21507;&#20102;&#21861;~</p>
<p>&#24040;&#22823;&#26080;&#27604;&#27873;&#33433;&#65292;&#20457;&#65292;&#22826;&#36149;&#20102;&#65292;&#20080;&#30340;&#26102;&#20505;&#24536;&#20102;&#38382;&#20215;&#38065;&#12290;&#12290;&#12290;&#35265;&#21040;&#21507;&#30340;&#22826;&#28608;&#21160;&#20102;&#65292;&#36825;&#20457;19.&#19981;&#36807;&#30475;&#30475;&#36319;&#25105;&#25163;&#26426;&#30340;&#23545;&#27604;&#65292;&#20063;&#36824;&#22909;&#20102;&#12290;</p>
<p>&#21507;&#21040;&#19968;&#21322;&#25165;&#24819;&#36215;&#20102;&#25293;&#29031;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481272425837q.jpg" border="0" alt="" /></p>
<p>&#21513;&#37326;&#23478;&#29275;&#32905;&#22871;&#39184;&#19968;&#20221;&#65292;&#21487;&#20048;&#27809;&#21917;&#65292;&#28010;&#36153;&#20102;</p>
<p><img src="http://filer.blogbus.com/5333148/533314812724258227.jpg" border="0" alt="" /></p>
<p>&#21507;&#23436;&#35273;&#24471;&#19981;&#36807;&#30270;&#65292;&#26377;&#36305;&#21435;&#21619;&#21315;&#25289;&#38754;&#26469;&#20102;&#19968;&#30871;&#12290;&#12290;&#12290;&#12290;&#24040;&#22823;&#30340;&#19968;&#30871;&#21834;&#65292;&#27748;&#37117;&#21917;&#20102;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/533314812724258088.jpg" border="0" alt="" /></p>
<p>&#21507;&#23436;&#24046;&#19981;&#22810;&#23601;&#21487;&#20197;&#21435;&#28779;&#36710;&#31449;&#20102;&#12290;&#23545;&#20102;&#65292;&#36825;&#27425;&#20986;&#38376;&#65292;&#25105;&#33258;&#24102;&#27700;&#26479;&#65292;&#29615;&#20445;&#21834;&#65292;&#36824;&#30465;&#20102;&#19981;&#23569;&#38134;&#23376;&#12290;&#36825;&#22825;&#23601;&#24819;&#21507;&#30340;&#36807;&#30270;&#28857;&#65292;&#21435;&#26143;&#24052;&#20811;&#25972;&#20010;&#36229;&#22823;&#19968;&#26479;&#25343;&#38081;&#21917;&#12290;&#27599;&#27425;&#20080;&#28909;&#39278;&#30340;&#32467;&#26524;&#37117;&#26159;&#65292;&#33292;&#22836;&#40635;&#24456;&#20037;&#65292;&#24515;&#24613;&#21507;&#19981;&#20102;&#28909;&#35910;&#33104;&#21834;~</p>
<p>&#20116;&#28857;&#19978;&#20102;&#28779;&#36710;&#65292;&#21448;&#24819;&#21507;&#27873;&#38754;&#65292;&#21518;&#24724;&#27809;&#20080;&#20010;&#26469;&#12290;&#12290;&#12290;&#12290;&#36825;&#19968;&#36335;&#65292;&#30561;&#30561;&#23601;&#36807;&#26469;&#20102;&#12290;</p>
<p>&#26089;&#26216;&#21040;&#35199;&#23433;&#65292;&#27491;&#19979;&#38632;&#65292;&#36153;&#20102;&#32769;&#22823;&#21170;&#25165;&#25171;&#21040;&#36710;&#12290;</p>
<p>&#30001;&#20110;&#21069;&#19968;&#22825;boss&#21457;&#39129;&#25945;&#32946;&#22823;&#23478;&#20102;&#65292;&#25105;&#20063;&#19981;&#25954;&#25032;&#24608;&#65292;&#22238;&#23487;&#33293;&#27927;&#28465;&#19979;&#23601;&#22868;&#23454;&#39564;&#23460;&#24178;&#27963;&#20102;&#65292;&#21710;&#65292;&#20986;&#26469;&#29609;&#19968;&#36255;&#19981;&#23481;&#26131;&#21834;&#12290;&#32769;&#33151;&#37117;&#30828;&#20102;&#12290;&#12290;&#12290;&#12290;</p>
<p>over over</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-04-27T00:00:00+08:00" pubdate data-updated="true">Apr 27<span>th</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/04/27/latex%E5%AD%A6%E4%B9%A03-%E6%A8%A1%E6%9D%BF/">LaTeX学习3-模板</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>\documentclass{&#20351;&#29992;&#30340;&#27169;&#26495;}</p>
<p>\begin{document}<br />\title{&#26631;&#39064;}<br />\author{&#20316;&#32773;&#65292;&#38656;&#35201;and&#26102;&#65292;&#29992;\and}<br />\institute{}&#36824;&#21487;&#20197;&#29031;&#30528;&#36825;&#20010;&#26679;&#23376;&#21152;&#19978;email&#21861;&#30340;<br />\maketitle&#26631;&#39064;&#37096;&#20998;&#32467;&#26463;</p>
<p>\begin{abstract}<br />&#25688;&#35201;&#20869;&#23481;<br />\end{abstract}</p>
<p>\section{&#26631;&#39064;}&#20809;&#20889;&#21517;&#23383;&#23601;&#25104;&#65292;&#19981;&#29992;&#20889;&#26631;&#21495;&#65292;&#31995;&#32479;&#33258;&#21160;&#30340;</p>
<p>\subsection{&#23376;&#26631;&#39064;}</p>
<p>\subsection{&#23376;&#26631;&#39064;}</p>
<p>\subsection{&#23376;&#26631;&#39064;}</p>
<p>\section{&#26631;&#39064;}</p>
<p>\section{&#26631;&#39064;}</p>
<p>\begin{thebibliography}{&#22823;&#27010;&#20272;&#31639;&#19979;&#21442;&#32771;&#25991;&#29486;&#30340;&#25968;&#30446;&#65292;&#20889;&#36825;&#20799;}<br />\bibitem[1]{1}Jiao Li-cheng, Tan Shan. Development and Prospect of Image Multiscale Geometric Analysis[J]. ACTA ELECTRONICA SINICA, 2003, 12A(31): 1975~1981.<br />\bibitem[2&#65288;&#36825;&#37324;&#26159;&#32534;&#21495;&#65289;]{&#36825;&#37324;&#29233;&#20889;&#20160;&#20040;&#20889;&#20160;&#20040;&#65292;&#26159;&#27599;&#20010;&#21442;&#32771;&#25991;&#29486;&#30340;&#26631;&#35760;&#65292;&#24517;&#39035;&#26159;unique&#30340;}&#21518;&#38754;&#20889;&#19978;&#21442;&#32771;&#25991;&#29486;.<br />\bibitem[3]{3}E J Candes, D.L Donoho. Curvelets[R]. USA: Department of Statistics, Stanford University, 1999.</p>
<p>\end{thebibliography}</p>
<p>\end{document}</p>
<p>&#160;</p>
<p>&#22823;&#27010;&#27169;&#26495;&#23601;&#26159;&#36825;&#26679;&#65292;&#32454;&#33410;&#20197;&#21518;&#24930;&#24930;&#35828;&#12290;&#20854;&#23454;&#29992;bibtex&#20889;&#21442;&#32771;&#25991;&#29486;&#20250;&#26041;&#20415;&#24456;&#22810;&#65292;&#20294;&#24037;&#20316;&#37327;&#20063;&#22823;&#12290;</p>
<p>&#25105;&#22312;IEEE&#30340;&#27169;&#26495;&#37324;&#29992;&#20102;bibtex&#65292;Springer&#30340;&#27169;&#26495;&#37324;&#24212;&#35813;&#20063;&#21487;&#20197;&#65292;&#27809;&#30475;&#26126;&#30333;&#65292;&#22522;&#26412;&#19978;&#20182;&#30340;&#25490;&#24207;&#24456;&#20081;&#65292;&#25105;&#23601;&#25353;&#19978;&#38754;&#37027;&#26679;&#20889;&#30340;&#65292;&#26368;&#31528;&#30340;&#21150;&#27861;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-04-26T00:00:00+08:00" pubdate data-updated="true">Apr 26<span>th</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/04/26/%E5%86%8D%E6%B8%B8%E5%8C%97%E4%BA%AC-4/">再游北京-4</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#20889;&#30340;&#25105;&#37117;&#24555;&#27809;&#21170;&#20799;&#20102;&#65292;&#20856;&#22411;&#30340;&#19977;&#20998;&#38047;&#28909;&#24230;&#12290;</p>
<p>&#36825;&#20004;&#22825;&#30772;&#20107;&#20799;&#20063;&#19981;&#23569;&#65292;&#22238;&#22836;&#24930;&#24930;&#35828;</p>
<p>4&#26376;19&#26085;&#65292;4th day</p>
<p>&#26089;&#26216;8&#28857;&#20934;&#26102;&#36319;WD&#19968;&#36215;&#20986;&#38376;&#12290;&#21435;&#32769;&#24178;&#37096;&#39135;&#22530;&#21507;&#39277;&#23601;&#26159;&#22909;&#65292;&#20415;&#23452;&#20063;&#22909;&#21507;&#12290;</p>
<p>&#22905;&#21435;&#19978;&#29677;&#65292;&#25105;&#21435;&#28779;&#36710;&#31449;&#36864;&#31080;</p>
<p>&#38750;&#24120;&#24184;&#36816;&#65292;&#22312;&#20498;&#36710;&#30340;&#37027;&#20250;&#65292;&#38632;&#19979;&#22823;&#20102;&#65292;&#27604;&#36739;&#29436;&#29384;</p>
<p>&#22352;&#22320;&#38081;&#25105;&#19981;&#22826;&#35748;&#35782;&#36335;&#65292;&#20110;&#26159;&#20844;&#20132;&#21435;&#30340;&#12290;&#26179;&#24736;&#21040;&#28779;&#36710;&#31449;&#65292;&#20004;&#20010;&#23567;&#26102;&#36807;&#21435;&#20102;&#65292;&#22826;&#23849;&#28291;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#20808;&#20080;&#20102;&#31532;&#20108;&#22825;&#30340;&#31080;&#65292;&#20877;&#21435;&#25214;&#36864;&#31080;&#31383;&#21475;&#12290;&#21271;&#20140;&#28779;&#36710;&#31449;&#26524;&#28982;&#22823;&#65292;&#25105;&#22312;&#37324;&#38754;totally&#30340;&#26197;&#20102;&#12290;</p>
<p>&#20110;&#26159;&#65292;&#36864;&#31080;&#24223;&#20102;&#24555;&#19968;&#20010;&#23567;&#26102;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#25235;&#32039;&#26102;&#38388;&#22352;&#22320;&#38081;&#25214;ocean&#21435;&#65281;</p>
<p>&#28982;&#21518;&#65292;&#25105;&#21448;&#25104;&#21151;&#36855;&#36335;&#65292;&#22352;&#38169;&#26041;&#21521;&#12290;&#22312;&#22320;&#38081;&#31449;&#26179;&#24736;&#19968;&#23567;&#26102;&#12290;</p>
<p>&#22909;&#21543;&#65292;&#25972;&#20010;&#26089;&#19978;&#23601;&#24178;&#20102;&#19968;&#20214;&#20107;&#20799;&#12290;&#20174;&#20116;&#36947;&#21475;&#22320;&#38081;&#31449;&#20986;&#26469;&#65292;&#27491;&#22909;&#30896;&#35265;ocean&#24613;&#21254;&#21254;&#30340;&#36214;&#26469;&#65292;&#30631;&#25105;&#36825;&#28857;&#20799;&#21345;&#30340;&#65292;&#22826;&#20934;&#20102;&#65281;</p>
<p>&#21320;&#39277;&#21507;&#20102;&#38889;&#22269;&#28903;&#28900;&#12290;ocean&#39135;&#37327;&#21464;&#23567;&#20102;&#65292;&#27809;&#24590;&#20040;&#21507;&#23601;&#39281;&#20102;&#12290;&#21518;&#38754;&#19968;&#20010;&#21322;&#23567;&#26102;&#22522;&#26412;&#19978;&#26159;&#25105;&#19968;&#20010;&#20154;&#29378;&#21507;&#65292;&#22826;&#28010;&#36153;&#20102;&#12290;&#12290;&#12290;</p>
<p>&#28165;&#21326;&#27491;&#22909;&#31163;&#22885;&#20307;&#19981;&#36828;&#65292;&#25105;&#20457;&#19968;&#36215;&#21435;&#36716;&#24736;&#12290;</p>
<p>&#21487;&#24604;&#30340;ocean&#65292;&#34987;&#25105;&#36825;&#26679;&#34384;&#24453;&#65292;&#21834;&#21704;&#21704;&#12290;&#40479;&#24034;&#36824;&#19981;&#38169;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481272284742c.jpg" border="0" alt="" /></p>
<p>&#27700;&#31435;&#26041;&#23601;&#27604;&#36739;&#12290;&#12290;&#12290;&#12290;&#26377;&#28857;&#33039;&#65292;&#25454;&#35828;&#26202;&#19978;&#20250;&#27604;&#36739;&#22909;&#30475;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481272284825f.jpg" border="0" alt="" />&#21448;&#20256;&#19981;&#19978;&#26469;&#12290;&#12290;&#12290;&#21710;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#30475;&#25226;&#23043;&#32473;&#24980;&#24756;&#30340;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/533314812722849099.jpg" border="0" alt="" /></p>
<p>&#21916;&#27426;&#36825;&#26465;&#36947;&#20799;&#65292;&#36824;&#26377;&#25105;&#23478;&#20048;&#21621;&#21621;&#30340;ocean</p>
<p><img src="http://filer.blogbus.com/5333148/53331481272284918e.jpg" border="0" alt="" /></p>
<p>&#36825;&#35201;&#26159;&#25105;&#23478;&#38498;&#23376;&#22810;&#22909;&#30340;~</p>
<p><img src="http://filer.blogbus.com/5333148/53331481272285084c.jpg" border="0" alt="" /></p>
<p>&#27809;&#36891;&#22810;&#20037;&#23601;&#25764;&#20102;&#12290;&#22240;&#20026;&#25105;&#19981;&#24895;&#24847;&#25487;&#38065;&#20080;&#31080;&#65292;&#23601;&#27809;&#36827;&#40479;&#24034;&#37324;&#38754;&#30475;&#12290;&#21448;&#27809;&#34920;&#28436;&#21448;&#27809;&#21861;&#30340;&#65292;&#24178;&#22043;&#30333;&#25487;&#38065;&#12290;&#26159;&#21543;</p>
<p>&#36214;&#30528;&#28857;&#20799;&#21435;&#28165;&#21326;&#21507;&#26202;&#39277;&#12290;&#20056;&#22352;ocean&#19987;&#36710;&#65292;&#31245;&#24494;&#21442;&#35266;&#20102;&#19979;&#23398;&#26657;&#12290;&#28909;&#24773;&#30340;&#23043;&#30828;&#35753;&#25105;&#21448;&#20080;&#20102;&#28857;&#21271;&#20140;&#29305;&#20135;&#65292;&#36825;&#21487;&#23475;&#24808;&#20102;&#26126;&#22825;&#30340;&#25105;&#12290;&#12290;&#12290;&#25105;&#30340;&#23567;&#33136;&#21834;</p>
<p>&#24681;&#65292;&#21507;&#39277;&#26102;&#21483;&#19978;&#20102;&#22905;&#23478;&#31185;&#30740;&#24037;&#20316;&#32773;&#12290;&#21710;&#12290;&#21338;&#22763;&#23601;&#26159;&#21338;&#22763;&#21834;&#65292;&#22659;&#30028;&#22826;&#39640;&#20102;&#65292;&#25105;&#24635;&#26159;&#36319;&#19981;&#19978;&#20182;&#30340;&#24605;&#36335;&#12290;</p>
<p>&#36830;&#35828;&#20154;&#32982;&#37117;&#35201;&#29992;&#31243;&#24207;&#25968;&#25454;&#26469;&#36319;&#25105;&#35762;&#12290;&#28982;&#21518;&#25105;&#24635;&#26159;&#24930;&#21322;&#25293;&#25165;&#26126;&#30333;&#65292;&#20667;&#31505;&#12290;&#12290;&#12290;&#24046;&#36317;&#21834;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#32771;&#23519;&#32467;&#26524;&#26159;&#20457;&#20154;&#25402;&#22909;&#30340;&#12290;&#20080;&#20102;&#24773;&#20387;&#36710;&#65292;&#21507;&#23436;&#39277;&#20182;&#20457;&#19968;&#36710;&#65292;&#25105;&#39569;&#21338;&#22763;&#30340;&#36710;&#65292;&#24448;&#22320;&#38081;&#31449;&#39134;&#39536;&#12290;</p>
<p>&#26377;&#20010;&#32454;&#33410;&#65292;ocean&#22352;&#22312;&#36710;&#21518;&#36731;&#25405;&#30528;&#21338;&#22763;&#30340;&#33136;&#65292;&#24536;&#35760;&#25105;&#20204;&#22312;&#32842;&#20160;&#20040;&#20102;&#65292;&#21482;&#35760;&#24471;&#21338;&#22763;&#24456;&#24179;&#24120;&#30340;&#65292;&#36731;&#36731;&#30340;&#21483;ocean&#8216;&#23567;&#20011;&#22836;&#8217;&#65292;&#25402;&#28201;&#39336;&#30340;&#21543;&#65292;&#25105;&#23567;&#24863;&#21160;&#20102;&#19968;&#25226;&#12290;</p>
<p>&#21518;&#26469;&#25454;WD&#20998;&#26512;&#65292;&#26159;&#25105;&#24515;&#29702;&#19981;&#27491;&#24120;&#12290;&#22240;&#20026;&#26202;&#19978;&#22312;&#36335;&#19978;&#36935;&#35265;&#20457;&#23043;&#20844;&#28982;&#20146;&#28909;&#65292;&#25105;&#34920;&#31034;&#20102;&#24378;&#28872;&#30340;&#19981;&#29245;&#12290;&#23043;&#23601;&#35828;&#25105;&#24515;&#24577;&#19981;&#22909;&#65292;&#32570;&#23478;&#23646;&#12290;&#21704;&#21704;&#65292;&#36825;&#26377;&#21861;&#20040;&#65292;&#25105;&#23601;&#26159;&#35273;&#24471;&#20182;&#20204;&#19981;&#21402;&#36947;&#65292;&#22823;&#34903;&#19978;&#21602;&#65292;&#40655;&#31946;&#21861;~~~&#19981;&#36807;&#32852;&#31995;&#19978;&#22914;&#27492;&#31181;&#31181;&#65292;&#30830;&#23454;&#26159;&#26377;&#28857;&#25935;&#24863;&#20102;&#21704;&#12290;&#24525;&#24525;&#21543;&#65292;&#24525;&#24525;&#21543;&#65292;&#23601;&#24555;&#27605;&#19994;&#20102;~~~&#23601;&#24555;&#33258;&#30001;&#20102;~~~&#22079;&#22079;</p>
<p>&#20877;&#35828;&#26202;&#19978;&#30475;&#27468;&#21095;&#21543;&#12290;&#25105;&#20457;&#37117;&#36831;&#21040;&#20102;&#65292;&#20808;&#23433;&#25490;&#22312;&#21518;&#38754;&#38543;&#20415;&#22352;&#30528;&#30475;&#65292;&#21518;&#26469;&#24149;&#38388;&#20241;&#24687;&#25165;&#25214;&#22238;&#20102;&#33258;&#24049;&#30340;&#24231;&#20301;&#12290;</p>
<p>&#36825;&#27468;&#21095;&#21543;&#65292;&#24635;&#20307;&#19978;&#35828;&#65292;&#30828;&#20214;&#24456;&#38712;&#27668;&#65292;&#36719;&#20214;&#30830;&#23454;&#24046;&#28857;&#12290;</p>
<p>&#26354;&#35843;&#21543;&#65292;&#36824;&#19981;&#38169;&#65292;&#27604;&#36739;&#32784;&#21548;&#12290;&#19968;&#24320;&#22987;&#19981;&#35273;&#24471;&#65292;&#36234;&#21548;&#36234;&#22909;&#21548;&#12290;&#21487;&#26159;&#27468;&#35789;&#23601;&#27604;&#36739;&#22909;&#29609;&#20102;&#12290;&#25105;&#21644;WD&#39057;&#39057;&#31505;&#22330;&#12290;</p>
<p>&#27604;&#22914;&#65292;&#21246;&#36341;&#35265;&#21040;&#35199;&#26045;&#22914;&#27492;&#32654;&#35980;&#26102;&#65292;&#19981;&#20572;&#30340;&#24863;&#24936;&#65292;&#35828;&#35199;&#26045;&#65292;&#22914;&#26126;&#26376;&#19979;&#30340;&#23567;&#40575;&#65292;&#20160;&#20040;&#20160;&#20040;&#20013;&#30340;&#23567;&#29141;&#23376;&#12290;&#36825;&#27604;&#21947;&#22826;&#22909;&#29609;&#20102;&#65292;&#20840;&#22330;&#31505;&#25104;&#19968;&#29255;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#25105;&#35760;&#24615;&#19981;&#22909;&#65292;&#36824;&#35760;&#24471;&#65292;&#21246;&#36341;&#22312;&#23627;&#23376;&#37324;&#24868;&#24936;&#30340;&#26102;&#20505;&#65292;&#25991;&#31181;&#36208;&#36827;&#26469;&#65292;&#29992;&#21647;&#21497;&#35843;&#38382;&#20102;&#21477;&#65292;&#22823;&#29579;&#24744;&#30561;&#20102;&#21527;&#12290;&#22823;&#29579;&#35828;&#65292;&#25105;&#23601;&#35201;&#30561;&#20102;&#12290;&#12290;&#12290;&#21621;&#21621;&#65292;&#21548;&#30528;&#37027;&#35843;&#20799;&#65292;&#30495;&#26159;&#26377;&#28857;&#38647;&#12290;&#12290;&#12290;</p>
<p>&#19981;&#35828;&#20102;&#19981;&#35828;&#20102;&#65292;&#20877;&#35828;&#35828;&#19981;&#23436;&#20102;&#12290;</p>
<p>&#30475;&#30340;&#22826;&#35748;&#30495;&#65292;&#25105;&#20063;&#32966;&#20799;&#23567;&#65292;&#21040;&#35874;&#24149;&#30340;&#26102;&#20505;&#25165;&#24819;&#36215;&#26469;&#25293;&#29031;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481272287558q.jpg" border="0" alt="" /><img src="http://filer.blogbus.com/5333148/53331481272287566o.jpg" border="0" alt="" /></p>
                                    </p>
</div>
  
  


    </article>
  
  <div class="pagination">
    
      <a class="prev" href="/blog/page/31/">&larr; Older</a>
    
    <a href="/blog/archives">Blog Archives</a>
    
    <a class="next" href="/blog/page/29/">Newer &rarr;</a>
    
  </div>
</div>
<aside class="sidebar">
  
    <section>
  <h1>Recent Posts</h1>
  <ul id="recent_posts">
    
      <li class="post">
        <a href="/blog/2013/03/27/version-control-dot-vim-file-with-git/">Version Control .vim File With Git</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/25/how-to-use-font-icon-in-html/">How to use font icon in HTML</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-change-git-repo-name/">how to change git repo name</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-setup-a-new-remote-git-repo/">How to setup a new remote git repo</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/13/hui-gu-2012/">回顾2012</a>
      </li>
    
  </ul>
</section>






  
</aside>

    </div>
  </div>
  <footer role="contentinfo"><p>
  Copyright &copy; 2013 - muggleyoung -
  <span class="credit">Powered by <a href="http://octopress.org">Octopress</a>. Design by <a href="http://octopressthemes.com">Octopress Themes</a>.</span>
</p>

</footer>
  

<script type="text/javascript">
      var disqus_shortname = 'muggleyoung';
      
        
        var disqus_script = 'count.js';
      
    (function () {
      var dsq = document.createElement('script'); dsq.type = 'text/javascript'; dsq.async = true;
      dsq.src = 'http://' + disqus_shortname + '.disqus.com/' + disqus_script;
      (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);
    }());
</script>







  <script type="text/javascript">
    (function(){
      var twitterWidgets = document.createElement('script');
      twitterWidgets.type = 'text/javascript';
      twitterWidgets.async = true;
      twitterWidgets.src = 'http://platform.twitter.com/widgets.js';
      document.getElementsByTagName('head')[0].appendChild(twitterWidgets);
    })();
  </script>





</body>
</html>
