
<!DOCTYPE HTML>
<html>
<head>
	<meta charset="utf-8">
	<title></title>
	<meta name="author" content="muggleyoung">

	
	<meta name="description" content="&#25554;&#19968;&#24352;before &amp; after&#12290;&#20581;&#24247;&#30495;&#22909;
&#21069;&#20004;&#26085;&#65292;&#30475;&#20102;the biggest loser &hellip;">
	
	<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

	<link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
	<link rel="canonical" href="">
	<link href="/favicon.png" rel="shortcut icon">
	<link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
	<!--[if lt IE 9]><script src="//html5shiv.googlecode.com/svn/trunk/html5.js"></script><![endif]-->
	<script src="//ajax.googleapis.com/ajax/libs/jquery/1.7.2/jquery.min.js"></script>
	
</head>

<body>
	<header id="header" class="inner"><h1><a href="/"></a></h1>
<nav id="main-nav"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</nav>
<nav id="mobile-nav">
	<div class="alignleft menu">
		<a class="button">Menu</a>
		<div class="container"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</div>
	</div>
	<div class="alignright search">
		<a class="button"></a>
		<div class="container">
			<form action="http://google.com/search" method="get">
				<input type="text" name="q" results="0">
				<input type="hidden" name="q" value="site:muggleyoung.github.com">
			</form>
		</div>
	</div>
</nav>
<nav id="sub-nav" class="alignright">
	<div class="social">
		
		
		
		
    
		
		
		
		
		
		<a class="rss" href="/atom.xml" title="RSS">RSS</a>
		
	</div>
	<form class="search" action="http://google.com/search" method="get">
		<input class="alignright" type="text" name="q" results="0">
		<input type="hidden" name="q" value="site:muggleyoung.github.com">
	</form>
</nav>

</header>
	
		
	
	<div id="content" class="inner">


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/05/06/%E5%B9%B4%E8%BD%BB%E4%B8%8D%E5%8F%AA%E6%98%AF%E5%BF%83%E7%90%86%EF%BC%8C%E8%BF%98%E6%9C%89%E7%94%9F%E7%90%86/">
		
			年轻不只是心理，还有生理</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p><img src="http://www.dailyvc.com/upload/20090531/2009060113035189064937.jpg" border="0" alt="" /></p>
<p>&#25554;&#19968;&#24352;before &amp; after&#12290;&#20581;&#24247;&#30495;&#22909;</p>
<p>&#21069;&#20004;&#26085;&#65292;&#30475;&#20102;the biggest loser&#12290;&#34987;&#21050;&#28608;&#22351;&#20102;&#12290;&#21407;&#26469;&#33026;&#32938;&#26159;&#36825;&#20040;&#21487;&#24597;&#30340;&#19996;&#35199;&#65292;&#24863;&#35874;&#22825;&#65292;&#24863;&#35874;&#22320;&#65292;&#24184;&#22909;&#24403;&#21021;&#25105;&#27809;&#26377;&#32487;&#32493;&#20877;&#32982;&#19979;&#21435;&#65292;&#35201;&#19981;&#28982;&#65292;&#38500;&#20102;&#26356;&#19985;&#65292;&#36824;&#20250;&#26356;&#30701;&#21629;&#12290;<br /><br />&#21516;&#26102;&#22046;&#65292;&#20063;&#29305;&#20329;&#26381;&#37027;&#20123;&#21442;&#21152;&#30340;&#36873;&#25163;&#12290;&#26377;&#22914;&#27492;&#30340;&#27589;&#21147;&#22362;&#25345;&#65292;&#19968;&#33324;&#20154;&#32477;&#23545;&#20570;&#19981;&#21040;&#12290;&#20110;&#26159;&#30005;&#35270;&#20013;&#30475;&#21040;&#20102;&#20182;&#20204;&#23478;&#20154;&#30340;&#25903;&#25345;&#12290;&#25110;&#32773;&#35828;&#26377;&#20123;&#20154;&#65292;&#26159;&#20026;&#20102;&#23478;&#20154;&#32780;&#22362;&#25345;&#22312;&#20943;&#32933;&#36335;&#19978;&#12290;<br /><br />&#27597;&#20146;&#20026;&#20102;&#23401;&#23376;&#65292;&#19976;&#22827;&#20026;&#20102;&#22971;&#23376;&#65292;&#22899;&#20799;&#20026;&#20102;&#29238;&#20146;&#65292;&#31561;&#31561;&#31561;&#31561;&#12290;&#27599;&#24403;&#30475;&#21040;&#36825;&#26679;&#30340;&#29255;&#27573;&#65292;&#25105;&#12290;&#12290;&#12290;&#21719;&#21719;&#30340;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#26377;&#26102;&#20505;&#20250;&#24576;&#30097;&#65292;&#33258;&#24049;&#23478;&#24237;&#27809;&#26377;&#19981;&#24184;&#31119;&#21834;&#65292;&#20026;&#20309;&#23545;&#36825;&#20123;&#22914;&#27492;&#25935;&#24863;&#12290;&#25110;&#35768;&#30475;&#21040;&#30340;&#20919;&#28448;&#22826;&#22810;<br /><br />&#24403;&#28982;&#65292;&#32467;&#26524;&#24456;&#32654;&#22909;&#12290;&#23478;&#24237;&#20381;&#26087;&#21644;&#30566;&#65292;&#32780;&#20154;&#21602;&#65292;&#21464;&#24471;&#28418;&#20142;&#24069;&#27668;&#20581;&#24247;&#12290;</p>
<p>&#24320;&#22987;&#26202;&#19978;10&#28857;&#21435;&#25805;&#22330;&#36305;&#27493;&#65292;&#35745;&#21010;&#26159;&#27599;&#22825;&#37117;&#33021;&#22362;&#25345;&#21322;&#23567;&#26102;&#12290;&#38500;&#20102;&#36305;&#27493;&#65292;&#22914;&#26524;&#36824;&#21487;&#20197;&#26377;&#25307;&#20799;&#27963;&#21160;&#19979;&#32937;&#33152;&#33011;&#33162;&#23601;&#22909;&#20102;&#65292;&#30475;&#30475;&#24590;&#20040;&#21033;&#29992;&#25805;&#22330;&#36793;&#30340;&#22120;&#26800;&#12290;&#12290;&#12290;</p>
<p>&#19981;&#24819;&#22312;20&#23681;&#30340;&#26102;&#20505;&#65292;&#25317;&#26377;4&#65292;50&#23681;&#30340;&#29983;&#29702;&#24180;&#40836;&#65292;&#25105;&#24819;&#20581;&#24247;&#65292;&#20854;&#27425;&#25165;&#26159;&#30246;&#28857;&#12290;</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-05-06T00:00:00+08:00" pubdate data-updated="true">May 6<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/05/01/maximilian-hecker-snow-white/">
		
			Maximilian Hecker-snow White</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#21710;&#65292;&#22826;&#24808;&#20102;&#65292;&#22826;&#24808;&#20102;&#65292;&#34987;boss&#25235;&#20303;&#32842;&#22825;&#65292;&#21040;&#36825;&#20250;&#12290;&#12290;&#12290;</p>
<p>&#22826;&#23815;&#25308;&#20474;&#23478;boss&#20102;&#65292;&#31616;&#30452;&#23601;&#26159;&#36229;&#20154;&#65292;&#30561;&#24471;&#27604;&#25105;&#36824;&#26202;&#65292;&#27668;&#24471;&#27604;&#25105;&#36824;&#26089;&#12290;&#12290;&#12290;&#12290;&#22909;&#27513;&#25105;&#36824;&#26159;&#22238;&#23478;&#33021;&#34917;&#20010;&#35273;&#30340;&#20027;&#20799;&#21602;&#12290;&#12290;&#12290;&#24681;&#65292;&#35201;&#26159;boss&#30561;&#21320;&#35273;&#30340;&#35805;&#36824;&#24046;&#19981;&#22810;&#12290;&#12290;&#12290;&#23815;&#25308;&#21834;&#65292;&#27036;&#26679;&#21834;~</p>
<p>&#25152;&#20197;&#65292;&#25105;&#20063;&#21482;&#33021;&#38271;&#35805;&#30701;&#35828;&#20102;&#65292;&#35828;&#35828;&#20170;&#26202;&#30340;&#28436;&#20986;&#21591;~</p>
<p>&#19979;&#21320;&#23398;&#19981;&#36827;&#65292;&#20986;&#38376;&#65292;&#21246;&#24341;&#22969;&#20986;&#26469;&#21809;&#27468;&#12290;&#22909;&#21543;&#65292;&#23601;&#26159;&#22240;&#20026;&#19979;&#21320;boss&#25214;&#25105;&#65292;&#25105;&#19981;&#22312;&#65292;&#36825;&#20250;&#25165;&#12290;&#12290;&#12290;&#12290;&#12290;&#27963;&#35813;&#21834;&#25105;~</p>
<p>&#39134;&#35828;&#65292;&#22909;&#19981;&#23481;&#26131;&#32473;&#25105;&#25171;&#20010;&#30005;&#35805;&#65292;&#19981;&#26159;&#22312;&#21809;&#27468;&#65292;&#23601;&#26159;&#22312;&#21435;&#21809;&#27468;&#30340;&#36335;&#19978;&#12290;&#39069;&#65292;&#26377;&#36825;&#20040;&#22840;&#24352;&#20040;~</p>
<p>7&#28857;&#21435;&#20809;&#22280;&#65292;&#22581;&#36710;&#65292;&#21040;&#30340;&#26377;&#28857;&#26202;&#12290;&#35805;&#35828;&#26469;&#24471;&#26089;&#19981;&#22914;&#26469;&#24471;&#24039;&#21834;&#12290;&#25105;&#20817;&#25442;&#20102;&#31080;&#65292;&#27491;&#22909;&#28165;&#22330;&#65292;&#35201;&#22823;&#23478;&#20986;&#38376;&#25490;&#38431;&#65292;&#22825;&#26102;&#22320;&#21033;&#30340;&#65292;&#25105;&#23601;&#25490;&#22312;&#20102;&#21069;&#38754;&#12290;&#12290;&#12290;&#36827;&#22330;&#65292;&#33258;&#28982;&#20063;&#23601;&#25361;&#21040;&#20102;&#27604;&#36739;&#21069;&#38754;&#30340;&#20301;&#32622;&#12290;&#26368;&#21069;&#38754;&#30340;&#26159;&#35201;&#22810;&#20986;&#38065;&#30340;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#27468;&#22043;&#65292;&#37027;&#26159;&#27809;&#30340;&#35828;&#12290;&#20154;&#22043;&#65292;&#26356;&#26159;&#27809;&#30340;&#35828;&#12290;&#21482;&#26159;&#20010;&#24069;&#21834;&#65292;&#21917;&#27700;&#25105;&#37117;&#35273;&#24471;&#24069;&#65292;&#36319;&#26049;&#36793;&#30340;&#22899;&#29983;&#19968;&#36215;&#65292;&#8220;&#21734;~&#8221;</p>
<p>&#24403;&#22823;&#23478;&#19968;&#36215;&#21809;snow white&#30340;&#26102;&#20505;&#65292;&#25105;&#31361;&#28982;&#23601;&#24863;&#21160;&#20102;&#65292;&#21387;&#25233;&#30528;&#65292;&#36319;&#30528;&#21809;&#65292;&#28982;&#21518;&#21387;&#20986;&#19968;&#36523;&#40481;&#30382;&#30105;&#30249;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#20854;&#23454;&#65292;&#20182;&#30340;&#27468;&#65292;&#25105;&#35760;&#24471;&#20303;&#21517;&#23383;&#30340;&#65292;&#23601;&#37027;&#20040;&#20960;&#39318;&#12290;</p>
<p>&#26368;&#21518;&#30340;lady sleep&#65292;&#36824;&#26377;&#36820;&#22330;&#26102;&#21152;&#19978;&#30340;I&#8217;ll be a A Virgin, I&#8217;ll Be A Mountain&#65292;&#25105;&#37117;&#36319;&#24471;&#19978;&#28316;</p>
<p>&#36824;&#21809;&#20102;&#19968;&#39318;&#20013;&#25991;&#27468;&#65292;&#22826;&#32654;&#20102;&#65292;&#25105;&#21463;&#19981;&#20102;&#20102;&#65292;&#20182;&#30340;&#20551;&#22768;&#24590;&#20040;&#23601;&#33021;&#36825;&#20040;&#22909;&#21548;&#65292;&#22826;&#28201;&#26580;&#20102;~~~</p>
<p>&#26032;&#19987;&#36753;&#65292;&#25105;&#20063;&#20080;&#20102;&#26469;&#65292;&#35828;&#26159;&#34701;&#20837;&#20102;&#19968;&#20123;&#27969;&#34892;&#20803;&#32032;&#12290;&#21548;&#20182;&#21809;&#26032;&#19987;&#36753;&#30340;&#27468;&#65292;&#20063;&#24863;&#35273;&#21040;&#20102;&#65292;&#20551;&#22768;&#30340;&#36816;&#29992;&#36824;&#26159;&#23569;&#20102;&#12290;&#12290;&#12290;&#32780;&#19988;&#65292;&#36896;&#22411;&#21464;&#39059;&#24223;&#20102;&#65292;&#26126;&#26174;&#24515;&#22659;&#21464;&#20102;&#30340;&#12290;&#12290;&#12290;</p>
<p>&#22826;&#28608;&#21160;&#20102;&#65292;&#19981;&#30693;&#36947;&#35828;&#21861;&#20102;&#65292;&#24635;&#20043;&#28608;&#21160;&#24456;&#65292;&#28608;&#21160;&#24456;~</p>
<p>&#26262;&#22330;&#34920;&#28436;</p>
<p>&#20182;&#23601;&#37027;&#20040;&#36731;&#36731;&#30340;&#65292;&#36731;&#36731;&#30340;&#65292;&#21756;&#21809;&#30528;&#65292;&#20276;&#38543;&#30528;&#25105;&#20204;&#20837;&#22330;</p>
<p>&#28436;&#21809;&#26102;&#65292;&#23601;&#25293;&#20102;&#36825;&#24352;&#12290;</p>
<p>&#30475;&#35265;&#20182;&#36716;&#22836;&#20914;&#22823;&#23478;&#35828;&#35805;&#26102;&#65292;&#24635;&#29992;&#25163;&#25377;&#30528;&#28783;&#20809;&#65292;&#38378;&#20809;&#28783;&#21364;&#36824;&#19981;&#39038;&#19968;&#20999;&#30340;&#22235;&#38754;&#20843;&#26041;&#25169;&#36807;&#26469;&#65292;&#25105;&#25918;&#24323;&#20102;&#65292;&#35273;&#24471;&#24515;&#30140;</p>
<p>&#19981;&#29702;&#35299;&#37027;&#20123;&#65292;&#39038;&#19981;&#19978;&#21548;&#27468;&#65292;&#20351;&#21170;&#25293;&#29031;&#30340;&#65292;&#36824;&#26377;&#20351;&#21170;&#24405;&#20687;&#30340;</p>
<p>&#24744;&#20170;&#20799;&#26202;&#19978;&#21040;&#24213;&#26159;&#24178;&#22043;&#26469;&#20102;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481272648539h.jpg" border="0" alt="" /></p>
<p>&#28436;&#20986;&#26102;&#65292;&#22312;&#25105;&#33050;&#19979;&#19981;&#20572;&#31359;&#36807;&#30340;&#23567;&#21941;</p>
<p><img src="http://filer.blogbus.com/5333148/533314812726481234.jpg" border="0" alt="" /></p>
<p>&#31614;&#21517;&#65292;&#21512;&#24433;&#65292;&#25105;&#32039;&#24352;&#22351;&#20102;&#12290;&#23043;&#24456;&#21644;&#27668;&#65292;&#30524;&#30555;&#36229;&#32423;&#28165;&#28552;&#12290;&#12290;&#12290;&#25105;&#36817;&#36317;&#31163;&#19968;&#30475;&#65292;&#26356;&#21463;&#19981;&#20102;&#20102;&#12290;&#22909;&#21543;&#65292;&#25105;&#25215;&#35748;&#25105;&#33457;&#30196;&#20102;&#12290;</p>
<p>&#27604;&#36215;&#20182;&#30340;&#30524;&#31070;&#65292;&#25105;&#12290;&#12290;&#12290;&#12290;&#25105;&#30475;&#36215;&#26469;&#22826;&#29477;&#29712;&#20102;&#65292;&#25513;&#38754;&#30171;&#21741;ing~</p>
<p>&#23043;&#24456;&#23458;&#27668;&#30340;&#32473;&#25105;&#31614;&#20102;&#23383;&#65292;&#25171;&#25307;&#21628;&#65292;&#20498;&#26159;&#25105;&#32039;&#24352;&#30340;&#19981;&#34892;&#65292;&#19968;&#23617;&#32929;&#22352;&#22312;&#26049;&#36793;&#65292;&#21861;&#20063;&#27809;&#35828;&#12290;</p>
<p>&#23043;&#38382;&#65306;picture&#65311;</p>
<p>&#25105;&#22836;&#20063;&#27809;&#22238;&#65306;&#24681;</p>
<p>&#28982;&#21518;&#23601;&#29031;&#25104;&#36825;&#24133;&#25199;&#26679;&#23376;</p>
<p>&#36824;&#22909;&#65292;&#35805;&#35828;&#30340;&#19981;&#22810;&#65292;&#31505;&#30340;&#20498;&#26159;&#25402;&#22810;&#65292;&#20986;&#26469;&#33080;&#37117;&#31505;&#25277;&#25277;&#20102;&#65292;&#30140;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#27809;&#39038;&#19978;&#34920;&#36798;&#19968;&#19979;&#22810;&#29233;&#20182;&#30340;&#38899;&#20048;&#65292;&#31232;&#37324;&#31946;&#28034;&#25293;&#20102;&#29031;&#23601;&#36305;&#20102;&#12290;&#12290;&#12290;&#24724;&#21834;~&#25022;&#21584;~</p>
<p><img src="http://filer.blogbus.com/5333148/53331481272648131a.jpg" border="0" alt="" /></p>
<p>&#25112;&#21033;&#21697;&#65292;&#20570;&#31881;&#19997;&#20799;&#23601;&#35201;&#20570;&#24443;&#24213;&#20102;&#65292;&#33457;&#34880;&#26412;&#20799;&#20080;&#20102;&#26032;&#19987;&#36753;&#65292;&#35753;&#20182;&#20889;&#19978;&#20102;&#65292;to yang mei~&#65292;&#36824;&#24456;&#21344;&#20415;&#23452;&#30340;&#22312;&#25105;&#30340;&#38376;&#31080;&#19978;&#31614;&#20102;&#23383;&#12290;</p>
<p>&#22238;&#26469;&#65292;&#33395;&#33459;&#21733;&#35828;&#65292;&#31614;&#20010;&#23383;&#33021;&#21643;&#20040;&#12290;&#24403;&#28982;&#33021;&#21643;&#20102;&#65292;&#24403;&#26102;&#37027;&#31181;&#24515;&#24773;&#65292;&#19968;&#33324;&#20154;&#20799;&#21643;&#33021;&#20307;&#20250;&#24471;&#21040;&#12290;</p>
<p>&#24819;&#36215;&#20025;&#35828;&#65292;&#22905;&#30475;&#38472;&#22869;&#36805;&#28436;&#21809;&#20250;&#30340;&#26102;&#20505;&#65292;&#30828;&#35201;&#25169;&#19978;&#21435;&#25569;&#25163;&#12290;&#25105;&#24515;&#37324;&#36824;&#22016;&#21653;&#65292;&#21448;&#19981;&#26159;&#27963;&#20315;&#65292;&#25720;&#19968;&#19979;&#33021;&#22810;&#27963;&#20960;&#24180;&#12290;&#20146;&#29233;&#30340;&#65292;&#25105;&#38169;&#20102;&#65292;&#25105;&#29616;&#22312;&#20102;&#35299;&#36825;&#31181;&#24863;&#21463;&#20102;&#65292;&#36825;&#31181;&#22909;&#29609;&#65292;&#36825;&#31181;&#24320;&#24515;&#23601;&#33021;&#35753;&#25105;&#22810;&#27963;&#22909;&#20960;&#24180;&#20102;&#12290;&#22079;&#22079;</p>
<p><img src="http://filer.blogbus.com/5333148/533314812726481162.jpg" border="0" alt="" /></p>
<p>&#38047;&#27004;&#36890;&#36947;&#37324;&#65292;elyse swell&#30340;&#29031;&#29255;&#65292;&#22909;&#36807;&#21608;&#29983;&#29983;&#20197;&#21069;&#25293;&#30340;&#65292;&#33267;&#23569;&#28165;&#29245;&#65292;&#26159;&#25105;&#21916;&#27426;&#30340;&#39068;&#33394;</p>
<p><img src="http://filer.blogbus.com/5333148/533314812726481388.jpg" border="0" alt="" /></p>
<p>&#20877;&#19968;&#27425;&#30340;&#65292;&#21152;&#19978;&#25105;&#26368;&#29233;&#30340;snow white
<object classid="clsid:6bf52a52-394a-11d3-b153-00c04f79faa6" width="0" height="0" codebase="http://activex.microsoft.com/activex/controls/mplayer/en/nsmp2inf.cab#Version=5,1,52,701">
<param name="url" value="http://stream2.8box.com/lib/68/11693568.mp3" /><embed type="application/x-mplayer2" width="0" height="0" src="http://stream2.8box.com/lib/68/11693568.mp3"></embed></object>
</p>
<p>&#22240;&#20026;&#19968;&#39318;&#27468;&#65292;&#29233;&#19978;&#19968;&#20010;&#20154;&#65292;&#26377;&#20160;&#20040;&#19981;&#21487;&#20197;~</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-05-01T00:00:00+08:00" pubdate data-updated="true">May 1<span>st</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/04/30/%E7%88%B1%E4%B8%BD%E4%B8%9D%E6%A2%A6%E6%B8%B8%E4%BB%99%E5%A2%83/">
		
			爱丽丝梦游仙境</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p><img src="http://imgsrc.baidu.com/forum/mpic/item/1d4c324e0b8a92e5d0c86a6e.jpg" border="0" alt="" /></p>
<p>&#36825;&#29255;&#20799;&#65292;&#22823;&#27010;&#21322;&#20010;&#26376;&#21069;&#21435;&#30475;&#30340;</p>
<p>&#20856;&#22411;&#30340;2.5D</p>
<p>&#22823;&#22810;&#25968;&#26102;&#38388;&#30475;&#21040;&#30340;&#37117;&#26159;&#24179;&#38754;&#25928;&#26524;&#65292;&#25105;&#29616;&#22312;&#33021;&#35760;&#36215;&#26469;&#30340;&#65292;&#22823;&#27010;&#23601;&#26159;&#65292;&#29233;&#20029;&#19997;&#25481;&#36827;&#26641;&#27934;&#26102;&#65292;&#36824;&#26377;&#20154;&#29289;&#19981;&#26029;&#22312;&#20185;&#22659;&#30340;&#26223;&#29289;&#20013;&#39134;&#22868;&#26102;&#65292;&#31245;&#26377;3d&#30340;&#25928;&#26524;&#12290;&#30524;&#38236;&#23436;&#20840;&#19981;&#38656;&#35201;&#26102;&#21051;&#25140;&#30528;&#65292;&#36824;&#32047;~&#21710;&#65292;&#36319;&#39118;&#21834;&#65292;&#36319;&#39118;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#30475;&#36825;&#30005;&#24433;&#65292;&#26159;&#20914;&#30528;&#33922;&#22982;&#20271;&#39039;&#30340;&#21517;&#23383;&#21435;&#30340;&#12290;&#25152;&#20197;&#65292;&#20808;&#35828;&#30340;&#36824;&#26159;&#34920;&#35937;&#65292;&#30011;&#38754;&#21450;&#39118;&#26684;&#12290;</p>
<p>&#33394;&#24425;&#19981;&#38169;&#65292;&#19981;&#36807;3D&#30475;&#33394;&#24425;&#12290;&#12290;&#12290;&#20063;&#35768;&#26159;&#24433;&#38498;&#30340;&#38382;&#39064;&#21543;&#65292;&#38463;&#20961;&#36798;&#20063;&#26159;&#36825;&#26679;&#65292;&#25928;&#26524;&#24456;&#19968;&#33324;</p>
<p>&#20154;&#29289;&#21602;&#65292;&#20063;&#37117;&#19981;&#38169;&#65292;&#20185;&#22659;&#23601;&#26159;&#20185;&#22659;&#65292;&#22815;&#21487;&#29233;&#65288;ps&#65292;&#25105;&#29233;&#30340;&#37027;&#31181;&#21487;&#29233;&#65289;&#12290;&#23588;&#20854;&#26159;&#20182;&#32769;&#23110;&#28436;&#30340;&#32418;&#26691;&#30343;&#21518;&#65292;&#28436;&#25216;&#30495;&#30340;&#19981;&#38169;&#65292;&#24418;&#35937;&#28145;&#20837;&#20154;&#24515;&#21584;&#12290;</p>
<p>Johnny depp&#21543;&#65292;&#36824;&#26377;&#28857;&#32769;&#22871;&#36335;&#30340;&#24863;&#35273;&#65292;&#25937;&#25105;&#32780;&#35328;&#65292;&#21916;&#27426;&#20182;&#27809;&#21830;&#37327;&#12290;&#22826;&#22810;&#25105;&#29233;&#30340;&#30005;&#24433;&#37324;&#26377;&#20182;&#30340;&#36523;&#24433;&#20102;&#12290;</p>
<p>&#26412;&#26469;&#36824;&#24819;&#25209;&#21028;&#19979;&#23433;&#22958;&#28023;&#29791;&#34183;&#21602;&#65292;&#21018;&#21457;&#29616;&#65292;&#21407;&#26469;&#21407;&#33879;&#37324;&#30340;&#30333;&#30343;&#21518;&#65292;&#23601;&#26159;&#19968;&#20010;&#19981;&#20250;&#34892;&#36208;&#65292;&#39128;&#30528;&#36208;&#30340;&#20154;&#65292;&#20063;&#38590;&#24618;&#22905;&#22312;&#21095;&#37324;&#25972;&#22825;&#22841;&#30528;&#33011;&#33162;&#36208;&#36335;&#20102;&#12290;</p>
<p>&#23545;&#20110;&#30333;&#30343;&#21518;&#65292;&#36824;&#26159;&#24471;&#35828;&#35828;&#65292;&#20154;&#29289;&#24418;&#35937;&#30495;&#30340;&#26377;&#28857;&#22833;&#36133;&#12290;&#20687;&#25105;&#36825;&#31181;&#27809;&#21643;&#30475;&#36807;&#21407;&#33879;&#30340;&#23043;&#65288;&#20043;&#25152;&#20197;&#35828;&#27809;&#21643;&#30475;&#36807;&#65292;&#22240;&#20026;&#21021;&#20013;&#20511;&#20102;&#21516;&#26700;&#30340;&#20070;&#30475;&#65292;&#21487;&#29616;&#22312;&#23436;&#20840;&#27809;&#26377;&#21360;&#35937;&#20102;&#65292;&#32769;&#20102;&#21834;&#65289;&#65292;&#30475;&#23436;&#30005;&#24433;&#20043;&#21518;&#65292;&#23436;&#20840;&#27809;&#26377;&#20102;&#35299;&#21040;&#30333;&#30343;&#21518;&#31350;&#31455;&#26159;&#24590;&#26679;&#30340;&#20154;&#65292;&#22905;&#21482;&#36127;&#36131;&#39128;&#20102;~&#20005;&#37325;&#24576;&#30097;&#32534;&#21095;&#30340;&#29992;&#24515;&#12290;&#12290;&#12290;&#21704;&#21704;</p>
<p>&#25972;&#20307;&#26469;&#35828;&#21602;&#65292;&#36824;&#26159;&#22307;&#35806;&#22812;&#24778;&#39746;&#21644;&#20725;&#23608;&#26032;&#23064;&#32463;&#20856;&#65292;&#20182;&#20204;&#25165;&#26159;&#33922;&#22982;&#20271;&#39039;&#39118;&#26684;&#30340;&#20307;&#29616;&#12290;&#36825;&#37096;&#29233;&#20029;&#19997;&#65292;&#28201;&#21644;&#20102;&#28857;&#12290;&#21487;&#20197;&#29702;&#35299;&#65292;&#27605;&#31455;&#20316;&#20026;&#36842;&#22763;&#23612;&#30340;&#21830;&#19994;&#22823;&#29255;&#65292;&#21463;&#20247;&#32676;&#36234;&#24191;&#36234;&#22909;&#65292;&#25105;&#20063;&#21516;&#24847;&#65292;&#32473;&#23401;&#23376;&#20204;&#30475;&#30340;&#30005;&#35270;&#65292;&#35201;&#32654;&#22909;&#20123;&#25165;&#26159;</p>
<p>&#25152;&#20197;&#21834;&#65292;&#29255;&#23376;&#37324;&#30340;&#34394;&#25311;&#23567;&#21160;&#29289;&#65292;&#19968;&#20010;&#27604;&#19968;&#20010;&#21487;&#29233;&#65292;&#20063;&#27604;&#36739;&#37239;&#12290;&#27604;&#22914;&#37027;&#20010;&#20250;&#38544;&#36523;&#30340;&#29483;&#65292;&#24040;&#22823;&#30340;&#27611;&#27611;&#34411;&#12290;&#12290;&#12290;&#27611;&#27611;&#34411;&#30340;&#37197;&#38899;&#26159;&#26031;&#20869;&#26222;&#25945;&#25480;&#35830;&#65292;&#21704;&#21704;&#12290;&#36824;&#26377;&#37027;&#20004;&#20010;&#22823;&#22836;&#21452;&#32990;&#32974;&#65292;&#30475;&#21040;&#20182;&#20204;&#65292;&#25105;&#31532;&#19968;&#20010;&#23601;&#24819;&#21040;&#20102;&#35199;&#28216;&#35760;&#20013;&#30340;&#36454;&#21322;&#20799;&#32610;&#65292;&#21644;&#32610;&#21322;&#20799;&#36454;&#12290;</p>
<p>&#25105;&#36824;&#26159;&#21916;&#27426;&#36825;&#37096;&#21095;&#21602;&#65292;&#19968;&#24320;&#22987;&#27809;&#30475;&#23601;&#26377;&#20102;&#24863;&#24773;&#12290;&#30475;&#20102;&#20063;&#35273;&#24471;&#31526;&#21512;&#36842;&#22763;&#23612;&#21644;&#33922;&#22982;&#39118;&#26684;&#30340;&#32508;&#21512;&#12290;&#20457;&#25105;&#21916;&#27426;&#30340;&#39118;&#26684;&#28151;&#22312;&#19968;&#36215;&#65292;&#34429;&#28982;&#19981;&#37027;&#20040;&#40092;&#26126;&#65292;&#20294;&#24590;&#33021;&#19981;&#29233;&#21602;&#12290;</p>
<p>&#24681;&#65292;&#27880;&#37325;&#21095;&#24773;&#30340;&#65292;&#36824;&#26159;&#21035;&#25265;&#22826;&#22823;&#26399;&#26395;&#20102;&#65292;&#36842;&#22763;&#23612;&#30340;&#21095;&#21734;~&#36824;&#22909;&#25105;&#26159;&#35270;&#35273;&#31995;&#21160;&#29289;&#12290;&#12290;&#12290;</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-04-30T00:00:00+08:00" pubdate data-updated="true">Apr 30<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/04/30/%E6%9D%9C%E6%8B%89%E6%8B%89%E5%8D%87%E8%81%8C%E8%AE%B0/">
		
			杜拉拉升职记</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#22909;&#21543;&#65292;&#26368;&#36817;&#36156;&#21220;&#22859;&#65292;P&#35805;&#36156;&#22810;&#12290;&#12290;&#12290;</p>
<p>&#23547;&#24605;&#20102;&#19979;&#65292;&#36824;&#26159;&#35828;&#30005;&#24433;&#21543;</p>
<p>&#21738;&#20010;&#21602;&#65311;&#19968;&#20010;&#19968;&#20010;&#26469;&#21543;</p>
<p>&#26152;&#26202;&#19978;&#30475;&#20102;&#26460;&#25289;&#25289;&#21319;&#32844;&#35760;</p>
<p>&#32769;&#24464;&#30495;&#32982;&#65292;&#30475;&#21040;&#22905;&#27809;&#33136;&#65292;&#25105;&#24456;&#37034;&#24694;&#30340;&#20599;&#30528;&#20048;</p>
<p>&#21095;&#26412;&#21543;&#65292;&#22522;&#26412;&#19978;&#25913;&#30340;&#24046;&#19981;&#22810;&#20102;&#12290;&#19982;&#32844;&#22330;&#26080;&#20851;&#65292;&#29233;&#24773;&#20063;&#19981;&#28145;&#21051;&#12290;&#20010;&#20154;&#24863;&#35273;</p>
<p>&#34915;&#26381;&#21543;&#65292;&#25105;&#27809;&#20180;&#32454;&#30475;&#65292;&#20294;&#20063;&#27809;&#21457;&#29616;&#21861;&#24778;&#33395;&#30340;</p>
<p>&#26368;&#21518;&#19968;&#28857;&#65292;&#25105;&#27809;&#30475;&#30528;&#65292;&#25454;&#35828;&#26159;&#20010;&#22823;&#22242;&#22278;&#30340;&#32467;&#23616;</p>
<p>&#30007;&#20027;&#35282;&#30495;&#30340;&#25402;&#38590;&#30475;&#30340;&#65292;&#25105;&#27427;&#36175;&#19981;&#20102;&#36825;&#31181;&#24069;~</p>
<p>&#26368;&#20142;&#30524;&#30340;&#65292;&#31639;&#26159;&#33707;&#25991;&#34074;&#21543;&#65292;&#27604;&#36739;&#26377;&#33539;&#20799;&#12290;&#21482;&#21487;&#24796;&#65292;&#29611;&#29808;&#30340;&#20010;&#24615;&#22312;&#30005;&#24433;&#20013;&#23436;&#20840;&#27809;&#26377;&#26045;&#23637;&#20986;&#26469;&#65292;&#22810;&#32473;&#22905;&#19968;&#20123;&#31687;&#24133;&#65292;&#30456;&#20449;&#33707;&#25991;&#34074;&#20250;&#25250;&#23613;&#39118;&#22836;&#30340;&#12290;</p>
<p>&#26446;&#26031;&#29305;&#30340;&#28436;&#21592;&#65292;&#24418;&#35937;&#20063;&#19981;&#22826;&#22909;&#12290;&#19981;&#20687;&#19968;&#20010;500&#24378;&#20844;&#21496;&#30340;&#32463;&#29702;&#65292;&#20687;&#25105;&#23478;&#38548;&#22721;&#22823;&#29239;&#30340;&#24863;&#35273;&#12290;</p>
<p>&#35828;&#30340;&#24046;&#19981;&#22810;&#20102;&#65292;&#19981;&#35201;&#23244;&#25105;&#32932;&#27973;&#12290;&#36825;&#29255;&#20799;&#23459;&#20256;&#30340;&#26102;&#20505;&#23601;&#26159;&#20197;&#24069;&#21733;&#32654;&#22899;&#65292;&#28418;&#20142;&#34915;&#26381;&#20026;&#22129;&#22836;&#30340;&#65292;&#24403;&#28982;&#37325;&#28857;&#23601;&#35201;&#20851;&#27880;&#36825;&#20123;&#12290;</p>
<p>&#24863;&#35273;&#65292;&#24819;&#20570;&#20013;&#22269;&#30340;&#26102;&#23578;&#22899;&#39764;&#22836;&#65292;&#36824;&#26159;&#24046;&#20102;&#28857;&#12290;</p>
<p>&#20294;&#26159; &#65292;&#20540;&#24471;&#25903;&#25345;&#65292;&#36215;&#30721;&#22312;&#21521;&#30528;&#36825;&#20010;&#26041;&#21521;&#21162;&#21147;&#20102;&#19981;&#26159;?&#21482;&#19981;&#36807;&#26399;&#26395;&#36234;&#22823;&#65292;&#22833;&#26395;&#36234;&#22823;&#12290;</p>
<p>&#36824;&#26159;&#21916;&#27426;&#21407;&#29256;&#23567;&#35828;&#65292;&#32780;&#19988;&#21543;&#65292;&#21482;&#26377;1&#22909;&#30475;&#20123;&#12290;&#35980;&#20284;&#29616;&#22312;&#20986;&#20102;3&#65292;&#19981;&#24590;&#20040;&#26399;&#24453;~</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-04-30T00:00:00+08:00" pubdate data-updated="true">Apr 30<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/04/29/%E5%B7%A6%E6%89%8B%E5%95%A4%E9%85%92%E7%93%B6%EF%BC%8C%E5%8F%B3%E6%89%8B%E9%BA%A6%E5%85%8B%E9%A3%8E/">
		
			左手啤酒瓶，右手麦克风</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#20170;&#22825;&#24456;&#26089;&#65292;&#23545;&#19981;&#23545;</p>
<p>&#25105;&#35201;&#26159;&#35828;&#65292;&#36825;&#37117;&#22312;&#23454;&#39564;&#23460;&#21457;&#20102;&#23553;&#37038;&#20214;&#65292;&#19978;&#20102;&#19968;&#20250;&#32593;&#20102;&#65292;&#26102;&#19981;&#26102;&#26174;&#24471;&#25105;&#26356;&#21220;&#21171;&#21602;</p>
<p>&#26152;&#26202;&#19978;&#27809;&#30561;&#22909;</p>
<p>&#36182;&#35841;&#65311;</p>
<p>&#36182;&#37027;&#20010;&#25343;&#20102;&#20004;&#20010;offer&#36824;&#22312;&#37027;&#32416;&#32467;&#30340;&#30772;&#23043;&#65307;</p>
<p>&#36182;&#37027;&#20010;&#22312;88&#26102;&#22810;&#22068;&#38382;&#20102;&#25105;&#19968;&#20010;&#38382;&#39064;&#30340;&#30772;&#23043;&#65307;</p>
<p>&#36182;&#37027;&#20010;&#25786;&#25479;&#25105;&#21435;&#30003;&#35831;&#23454;&#20064;&#65292;&#24179;&#26102;&#36824;&#19981;&#21643;&#29702;&#20154;&#65292;&#24537;&#30340;&#19981;&#34892;&#30340;&#30772;&#23043;&#12290;</p>
<p>&#25805;&#22330;&#19978;&#19981;&#30693;&#36947;&#21738;&#20010;&#23398;&#26657;&#22312;&#24320;&#36816;&#21160;&#20250;&#65292;&#25918;&#30528;&#24503;&#27779;&#22799;&#20811;&#30340;&#37027;&#20010;&#20160;&#20040;&#36827;&#34892;&#26354;&#65292;&#27599;&#27425;&#21548;&#36825;&#20010;&#65292;&#21482;&#20250;&#32852;&#24819;&#21040;&#32418;&#30952;&#22346;&#12290;&#12290;&#12290;&#12290;&#22909;&#21543;&#65292;&#25105;&#22659;&#30028;&#19981;&#39640;&#12290;</p>
<p>&#20598;&#20687;&#35828;&#65292;&#26469;&#29664;&#28023;&#24037;&#20316;&#21543;&#65292;&#29615;&#22659;&#21448;&#22909;&#65292;&#25105;&#20204;&#20844;&#21496;&#20063;&#19981;&#38169;&#65292;&#36866;&#21512;&#20320;&#36825;&#26679;&#30340;&#22899;&#29983;&#65307;</p>
<p>&#39134;&#35828;&#65292;&#26469;&#26477;&#24030;&#24037;&#20316;&#21543;&#65292;&#25105;&#24110;&#20320;&#25512;&#33616;&#25105;&#20204;&#20844;&#21496;&#12290;&#24681;&#65292;&#39134;&#29978;&#33267;&#36824;&#24110;&#25105;&#29289;&#33394;&#30340;&#20854;&#20182;&#20844;&#21496;&#65292;&#24403;&#28982;&#35201;&#23646;&#20110;dreaming company&#20102;&#12290;&#36824;&#29992;&#22909;&#21507;&#30340;&#21246;&#24341;&#25105;&#65292;&#27048;&#33756;&#26376;&#39292;&#65292;&#25105;&#36824;&#30495;&#27809;&#35265;&#35782;&#36807;&#12290;&#36825;&#23401;&#23376;~&#25105;&#35201;&#27604;&#20320;&#32473;&#23567;&#40654;&#30340;&#36824;&#35201;&#22810;&#30340;&#22810;&#65292;&#21704;&#21704;</p>
<p>WD&#65292;www&#35828;&#65292;&#26469;&#21271;&#20140;&#24037;&#20316;&#21543;&#65292;&#36825;&#26679;&#21681;&#32463;&#24120;&#21487;&#20197;&#19968;&#36215;&#20986;&#21435;&#29609;&#12290;&#22905;&#20457;&#37073;&#37325;&#25215;&#35834;&#24895;&#24847;&#25552;&#20379;&#20219;&#20309;&#20415;&#21033;&#12290;</p>
<p>&#36824;&#26377;&#21516;&#23398;&#35828;&#65292;&#30041;&#35199;&#23433;&#22810;&#22909;&#30340;&#12290;</p>
<p>&#26159;&#25402;&#22909;&#30340;&#65292;&#26377;&#20320;&#20204;&#22312;&#65292;&#21738;&#37117;&#22909;</p>
<p>&#26377;&#37027;&#20040;&#19968;&#30636;&#38388;&#65292;&#35273;&#24471;&#33258;&#24049;&#36319;&#20010;&#39321;&#39293;&#39293;&#20284;&#30340;&#12290;&#25105;&#36825;&#28866;&#20154;&#65292;&#20063;&#26377;&#20154;&#21916;&#27426;&#65292;&#24895;&#24847;&#36319;&#25105;&#29609;&#65292;&#22810;&#22909;&#30340;&#12290;</p>
<p>&#24403;&#28982;&#65292;&#19981;&#33021;&#24536;&#20102;&#26576;&#20010;&#21516;&#23398;&#36824;&#21246;&#24341;&#25105;&#21435;&#31859;&#22269;&#35835;&#20070;&#26469;&#30528;&#65292;&#21487;&#24796;&#20474;&#27700;&#24179;&#19981;&#27982;&#65292;&#35753;&#24744;&#22833;&#26395;&#20102;&#12290;</p>
<p>&#21710;&#65292;&#20854;&#23454;&#25171;&#24320;&#21338;&#23458;&#65292;&#26412;&#26469;&#26159;&#24819;&#25265;&#24616;&#30340;&#65292;&#25265;&#24616;&#19979;&#26152;&#26202;&#19978;&#24819;&#30340;&#37027;&#20123;&#20107;&#20799;&#12290;&#31639;&#20102;&#31639;&#20102;&#65292;&#36947;&#29702;&#25105;&#37117;&#26126;&#30333;&#65292;&#26368;&#37325;&#35201;&#30340;&#36824;&#26159;&#25214;&#26576;&#20010;&#20154;&#32842;&#32842;&#25165;&#23545;&#65292;&#19981;&#31649;&#19981;&#39038;&#12290;10&#24180;&#26368;&#22823;&#30340;&#36827;&#27493;&#65292;&#23601;&#26159;&#30475;&#24320;&#20102;&#65292;&#24590;&#20040;&#35828;&#21602;&#65292;&#24456;&#22810;&#20107;&#20799;&#21543;&#65292;&#19981;&#37027;&#20040;&#20171;&#24847;&#20102;&#65292;&#27604;&#36739;&#33021;&#30447;&#30528;&#20171;&#24847;&#30340;&#37325;&#35201;&#30340;&#28857;&#20102;&#12290;</p>
<p>&#20146;&#29233;&#30340;&#39134;&#65292;&#25105;&#30495;&#27809;&#32416;&#32467;&#12290;&#26089;&#23601;&#32416;&#32467;&#23436;&#20102;&#65292;&#32467;&#26524;&#23601;&#26159;&#38543;&#20415;&#65292;&#25105;&#19981;&#22312;&#20046;&#20197;&#21518;&#24590;&#26679;&#65292;&#20063;&#19981;&#22312;&#20046;&#29616;&#22312;&#30340;&#24863;&#35273;&#31350;&#31455;&#24590;&#26679;&#65292;&#20808;&#25214;&#21040;&#19968;&#20010;&#21512;&#36866;&#30340;&#24037;&#20316;&#65292;&#21097;&#19979;&#30340;&#20107;&#24773;&#65292;&#20132;&#32473;&#26102;&#38388;&#21543;&#65292;&#24930;&#24930;&#30340;&#23601;&#20250;&#20102;&#35299;&#33258;&#24049;&#30340;&#24819;&#27861;&#20102;&#65292;&#23545;&#19981;&#65311;</p>
<p>&#25105;&#35273;&#24471;&#65292;&#21681;&#20457;&#32943;&#23450;&#20250;&#26377;&#20010;&#22909;&#32467;&#26524;&#21602;&#65292;&#36319;dorota&#19968;&#26679;&#65292;&#19981;&#65292;&#27604;&#22905;&#36824;&#32654;&#12290;&#21704;&#21704;&#65292;&#31361;&#28982;&#24819;&#26126;&#30333;&#20102;&#65292;&#22240;&#20026;&#30475;&#30340;&#26159;&#26080;&#23383;&#24149;&#29256;&#30340;&#65292;&#38590;&#24618;&#35760;&#19981;&#28165;&#20182;&#20457;&#21040;&#24213;&#35828;&#20102;&#20160;&#20040;&#12290;&#19981;&#36807;&#65292;&#24635;&#24744;&#35760;&#24615;&#22909;&#28857;&#12290;</p>
<p>&#36825;&#24577;&#24230;&#21543;&#65292;&#35201;&#24863;&#35874;&#26576;&#20154;&#65292;&#19981;&#33021;&#35828;&#20998;&#25163;&#26159;&#20010;&#25240;&#30952;&#65292;&#20294;&#25104;&#38271;&#36824;&#26159;&#24456;&#22810;&#12290;&#36825;&#20040;&#20037;&#36807;&#21435;&#20102;&#65292;&#19981;&#35828;&#20260;&#24515;&#20107;&#20799;&#20102;&#21591;&#65307;&#36824;&#26377;&#23828;&#21516;&#23398;&#65292;&#26377;&#19968;&#21322;&#26159;&#20320;&#20256;&#26579;&#32473;&#25105;&#30340;&#65292;&#22079;&#22079;&#12290;</p>
<p>&#24038;&#25163;&#21860;&#37202;&#29942;&#65292;&#21491;&#25163;&#40614;&#20811;&#39118;&#12290;&#25105;&#24819;&#21644;&#20320;&#19968;&#36215;&#21809;&#27468;&#12290;&#20272;&#35745;&#65292;&#20063;&#23601;&#21681;&#20457;&#33021;&#28888;&#25176;&#20986;&#36825;&#27668;&#27675;&#20102;&#12290;</p>
<p>&#22238;&#24518;&#26410;&#26469; 22:49:36<br />&#25105;&#29305;&#24819;&#21644;&#20320;&#21809;&#27468; <br />&#23567;&#39134; 22:49:54<br />&#21704;&#21704; <br />&#22238;&#24518;&#26410;&#26469; 22:49:58<br />&#24038;&#25163;&#21860;&#37202;&#29942;&#65292;&#21491;&#25163;&#40614;&#20811;&#39118; <br />&#22238;&#24518;&#26410;&#26469; 22:50:04<br />&#23601;&#21681;&#20457;&#22158; <br />&#23567;&#39134; 22:50:06<br />&#25105;&#27809;&#37027;&#20040;&#24178;&#36807;&#21543; <br />&#22238;&#24518;&#26410;&#26469; 22:50:10<br />&#27809;&#65292;&#25105;&#24819; <br />&#23567;&#39134; 22:50:16<br />&#25105;&#21916;&#27426; <br />&#22238;&#24518;&#26410;&#26469; 22:50:21<br />&#20063;&#23601;&#21644;&#20320;&#33021;&#36825;&#26679;&#20102; <br />&#23567;&#39134; 22:50:24<br />&#21271;&#26041;&#22899;&#23043; <br />&#22238;&#24518;&#26410;&#26469; 22:50:32<br />&#38712;&#27668;&#65281;&#21704;&#21704; <br /></p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-04-29T00:00:00+08:00" pubdate data-updated="true">Apr 29<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>

<nav id="pagenavi">
    
        <a href="/blog/page/29/" class="prev">Prev</a>
    
    
        <a href="/blog/page/31/" class="next">Next</a>
    
    <div class="center"><a href="/blog/archives">Blog Archives</a></div>
</nav></div>
	<footer id="footer" class="inner">Copyright &copy; 2013

    muggleyoung

</footer>
	<script src="/javascripts/slash.js"></script>
<script src="/javascripts/jquery.fancybox.pack.js"></script>
<script type="text/javascript">
(function($){
	$('.fancybox').fancybox();
})(jQuery);
</script> <!-- Delete or comment this line to disable Fancybox -->


<script type="text/javascript">
      var disqus_shortname = 'muggleyoung';
      
        
        var disqus_script = 'count.js';
      
    (function () {
      var dsq = document.createElement('script'); dsq.type = 'text/javascript'; dsq.async = true;
      dsq.src = 'http://' + disqus_shortname + '.disqus.com/' + disqus_script;
      (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);
    }());
</script>





</body>
</html>