
<!DOCTYPE HTML>
<html>
<head>
	<meta charset="utf-8">
	<title>信-play with fire - </title>
	<meta name="author" content="muggleyoung">

	
	<meta name="description" content="&#26152;&#22825;&#25910;&#25342;&#19996;&#35199;&#65292;&#25277;&#23625;&#24213;&#19979;&#21387;&#30528;&#19968;&#40723;&#22218;&#22218;&#30340;&# &hellip;">
	
	<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

	<link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
	<link rel="canonical" href="">
	<link href="/favicon.png" rel="shortcut icon">
	<link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
	<!--[if lt IE 9]><script src="//html5shiv.googlecode.com/svn/trunk/html5.js"></script><![endif]-->
	<script src="//ajax.googleapis.com/ajax/libs/jquery/1.7.2/jquery.min.js"></script>
	
</head>

<body>
	<header id="header" class="inner"><h1><a href="/"></a></h1>
<nav id="main-nav"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</nav>
<nav id="mobile-nav">
	<div class="alignleft menu">
		<a class="button">Menu</a>
		<div class="container"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</div>
	</div>
	<div class="alignright search">
		<a class="button"></a>
		<div class="container">
			<form action="http://google.com/search" method="get">
				<input type="text" name="q" results="0">
				<input type="hidden" name="q" value="site:muggleyoung.github.com">
			</form>
		</div>
	</div>
</nav>
<nav id="sub-nav" class="alignright">
	<div class="social">
		
		
		
		
    
		
		
		
		
		
		<a class="rss" href="/atom.xml" title="RSS">RSS</a>
		
	</div>
	<form class="search" action="http://google.com/search" method="get">
		<input class="alignright" type="text" name="q" results="0">
		<input type="hidden" name="q" value="site:muggleyoung.github.com">
	</form>
</nav>

</header>
	
		
	
	<div id="content" class="inner"><article class="post">
	<h2 class="title">信-play With Fire</h2>
	<div class="entry-content"><p>
                                    <p>&#26152;&#22825;&#25910;&#25342;&#19996;&#35199;&#65292;&#25277;&#23625;&#24213;&#19979;&#21387;&#30528;&#19968;&#40723;&#22218;&#22218;&#30340;&#20449;&#23553;&#65292;&#20197;&#20026;&#26159;&#20197;&#21069;&#21644;&#39134;&#30340;&#36890;&#20449;&#35760;&#24405;&#65292;&#24456;&#28608;&#21160;&#30340;&#25171;&#24320;&#65292;&#26399;&#24453;&#30528;&#22238;&#24518;</p>
<p>&#24403;&#28982;&#65292;&#19981;&#26159;&#39134;&#30340;&#65292;&#20063;&#19981;&#26159;ck&#30340;&#65292;&#20063;&#19981;&#26159;dan&#30340;&#12290;</p>
<p>&#26159;&#25105;&#30340;</p>
<p>&#25105;&#26366;&#32463;&#20889;&#32473;&#37027;&#20010;&#20154;&#30340;&#20449;&#12290;</p>
<p>&#25105;&#20204;&#26366;&#32463;&#20114;&#30456;&#20889;&#26085;&#35760;&#65292;&#37027;&#24212;&#35813;&#26159;&#26368;&#33147;&#27498;&#30340;&#26102;&#26399;&#20102;</p>
<p>&#21518;&#26469;&#65292;&#25105;&#35201;&#20889;&#20449;&#65292;&#26576;&#20154;&#25042;&#65292;&#20110;&#26159;&#23601;&#21464;&#25104;&#25105;&#19968;&#21410;&#24773;&#24895;&#30340;&#20889;&#20449;&#65292;&#35760;&#26085;&#35760;&#65292;&#20877;&#23492;&#32473;&#20182;</p>
<p>&#25199;&#36828;&#20102;&#65292;&#37325;&#28857;&#19981;&#22312;&#36825;&#20123;&#65292;&#32780;&#26159;&#20449;&#30340;&#20869;&#23481;&#65292;&#35753;&#25105;&#24456;&#27668;&#24456;&#27668;&#65292;&#27668;&#33258;&#24049;&#65281;</p>
<p>&#26159;&#19968;&#23553;&#36947;&#27465;&#20449;</p>
<p>&#24536;&#35760;&#26159;&#20160;&#20040;&#21407;&#22240;&#65292;&#21487;&#30475;&#30528;&#26366;&#32463;&#25226;&#33258;&#24049;&#25918;&#22312;&#37027;&#20040;&#20302;&#30340;&#20301;&#32622;&#19978;&#35828;&#35805;&#65292;&#24456;&#19981;&#29245;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#25105;&#36825;&#20154;&#23601;&#26159;&#22826;&#29233;&#21453;&#30465;&#65292;&#19968;&#28857;&#28857;&#23567;&#20107;&#20799;&#65292;&#33021;&#35753;&#25105;&#21453;&#30465;&#20986;&#19968;&#22534;&#38169;&#26469;&#65292;&#29978;&#33267;&#33021;&#25226;&#33258;&#24049;&#21542;&#23450;&#30340;&#19968;&#26080;&#26159;&#22788;</p>
<p>&#20197;&#21518;&#19981;&#33021;&#36825;&#26679;&#20102;&#65292;&#21681;&#34429;&#28982;&#20570;&#19981;&#21040;&#23436;&#32654;&#65292;&#21681;&#34429;&#28982;&#22823;&#23567;&#27611;&#30149;&#19968;&#22534;&#12290;&#20294;&#21681;&#20063;&#19981;&#31639;&#20010;&#28866;&#20154;&#65292;&#19981;&#33267;&#20110;&#25226;&#20160;&#20040;&#20107;&#20799;&#37117;&#36182;&#33258;&#24049;&#22836;&#19978;&#12290;</p>
<p>&#21040;&#26368;&#21518;&#65292;&#20154;&#23478;&#20250;&#20197;&#20026;&#65292;&#20320;&#23601;&#26159;&#19968;&#36523;&#27611;&#30149;&#65292;&#20320;&#23601;&#35813;&#20302;&#22768;&#19979;&#27668;&#65292;&#36870;&#26469;&#39034;&#21463;&#65292;&#20320;&#27963;&#35813;&#34987;&#36825;&#26679;&#35748;&#20026;&#12290;</p>
<p>&#25105;&#27963;&#35813;&#65281;&#25105;&#20877;&#20063;&#19981;&#36825;&#26679;&#20102;</p>
<p>&#21756;&#21756;&#65292;&#25105;&#25341;&#65292;&#25105;&#25341;&#65292;&#25105;&#20351;&#21170;&#20799;&#30340;&#25341;~~~~</p>
<p>&#25749;&#30862;&#20102;&#20449;&#65292;&#36807;&#21435;&#30340;&#23601;&#35813;&#35753;&#20182;&#36807;&#21435;&#65292;&#35760;&#24405;&#19979;&#26469;&#25552;&#37266;&#33258;&#24049;&#12290;&#19981;&#24819;&#20102;&#65292;&#22909;&#22909;&#20934;&#22791;&#33258;&#24049;&#30340;&#26410;&#26469;&#25165;&#26159;&#30495;&#30340;&#12290;</p>
<p>&#25277;&#23625;&#37324;&#26377;&#20116;&#20010;&#30828;&#24065;&#65292;&#26366;&#32463;&#25277;&#39118;&#65292;&#30828;&#26159;&#33293;&#19981;&#24471;&#33457;&#25481;&#12290;&#24212;&#35813;&#26159;&#31532;&#19968;&#27425;&#20174;&#26477;&#24030;&#22238;&#26469;&#26102;&#21475;&#34955;&#37324;&#25720;&#20986;&#26469;&#30340;&#12290;&#29616;&#22312;&#36824;&#30041;&#30528;&#24050;&#22833;&#21435;&#20102;&#24847;&#20041;&#65292;&#25214;&#26426;&#20250;&#33457;&#25481;&#21543;&#65292;&#25105;&#20877;&#19981;&#30699;&#24773;&#20102;&#12290;</p>
<p>
<object classid="clsid:6bf52a52-394a-11d3-b153-00c04f79faa6" width="0" height="0" codebase="http://activex.microsoft.com/activex/controls/mplayer/en/nsmp2inf.cab#Version=5,1,52,701">
<param name="url" value="http://hommestar.com/dontplay.mp3" /><embed type="application/x-mplayer2" width="0" height="0" src="http://hommestar.com/dontplay.mp3"></embed></object>
play with fire&#65292;&#22312;&#32654;&#20598;&#21548;&#20102;&#36825;&#27468;&#65292;&#25402;&#21916;&#27426;&#30340;&#12290;&#33258;&#20174;&#26469;&#20102;&#22823;&#24052;&#65292;&#24456;&#23569;&#25554;&#22270;&#29255;&#38899;&#20048;&#20102;&#65292;&#25105;&#22826;&#25042;~~~</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;</p>
<p>&#26576;&#20025;&#20080;&#20102;&#26032;&#30456;&#26426;&#65292;&#28608;&#21160;&#30340;&#20351;&#21170;&#36992;&#25105;&#21435;&#21271;&#20140;&#12290;</p>
<p>&#21704;&#21704;&#65292;&#20146;&#29233;&#30340;&#65292;&#25105;&#24403;&#28982;&#20250;&#21435;&#65292;&#21482;&#35201;&#20080;&#24471;&#36215;&#36710;&#31080;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#19981;&#36807;&#21602;&#65292;&#24471;&#31561;&#20320;&#26053;&#28216;&#22238;&#26469;&#21834;&#65292;&#26368;&#22909;&#31561;&#26576;&#23043;&#20986;&#22269;&#20844;&#24178;&#22238;&#26469;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#25105;&#21487;&#26159;&#35274;&#35278;&#20320;&#20204;&#30340;&#34892;&#26446;&#34955;&#21602;&#65292;&#21704;&#21704;&#21704;</p>
<p>&#21861;&#26102;&#20505;&#21435;&#21602;&#65292;&#25105;&#24471;&#22909;&#22909;&#32416;&#32467;&#19979;~~~</p>
                                    </p>
</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-03-30T00:00:00+05:30" pubdate data-updated="true">Mar 30<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>

	<div class="share">
	<div class="addthis_toolbox addthis_default_style ">
	
	
	<a class="addthis_button_tweet"></a>
	
	
	<a class="addthis_counter addthis_pill_style"></a>
	</div>
  <script type="text/javascript" src="http://s7.addthis.com/js/250/addthis_widget.js#pubid="></script>
</div>


</div>
	<footer id="footer" class="inner">Copyright &copy; 2014

    muggleyoung

</footer>
	<script src="/javascripts/slash.js"></script>
<script src="/javascripts/jquery.fancybox.pack.js"></script>
<script type="text/javascript">
(function($){
	$('.fancybox').fancybox();
})(jQuery);
</script> <!-- Delete or comment this line to disable Fancybox -->






</body>
</html>