
<!DOCTYPE HTML>
<html>
<head>
	<meta charset="utf-8">
	<title>【公益广告】用英语捐大米 - </title>
	<meta name="author" content="muggleyoung">

	
	<meta name="description" content="&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#20808;&#30475;&#30475;&#36825;&#20010;&#39064;&#30446;&#65306;&#8220;&#36873;&#20986;display &#30340;&# &hellip;">
	
	<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

	<link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
	<link rel="canonical" href="">
	<link href="/favicon.png" rel="shortcut icon">
	<link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
	<!--[if lt IE 9]><script src="//html5shiv.googlecode.com/svn/trunk/html5.js"></script><![endif]-->
	<script src="//ajax.googleapis.com/ajax/libs/jquery/1.7.2/jquery.min.js"></script>
	
</head>

<body>
	<header id="header" class="inner"><h1><a href="/"></a></h1>
<nav id="main-nav"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</nav>
<nav id="mobile-nav">
	<div class="alignleft menu">
		<a class="button">Menu</a>
		<div class="container"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</div>
	</div>
	<div class="alignright search">
		<a class="button"></a>
		<div class="container">
			<form action="http://google.com/search" method="get">
				<input type="text" name="q" results="0">
				<input type="hidden" name="q" value="site:muggleyoung.github.com">
			</form>
		</div>
	</div>
</nav>
<nav id="sub-nav" class="alignright">
	<div class="social">
		
		
		
		
    
		
		
		
		
		
		<a class="rss" href="/atom.xml" title="RSS">RSS</a>
		
	</div>
	<form class="search" action="http://google.com/search" method="get">
		<input class="alignright" type="text" name="q" results="0">
		<input type="hidden" name="q" value="site:muggleyoung.github.com">
	</form>
</nav>

</header>
	
		
	
	<div id="content" class="inner"><article class="post">
	<h2 class="title">【公益广告】用英语捐大米</h2>
	<div class="entry-content"><p>
                                    &#160;&#160;&#160;&#160;&#160;&#160;&#160; &#20808;&#30475;&#30475;&#36825;&#20010;&#39064;&#30446;&#65306;&#8220;&#36873;&#20986;display &#30340;&#36817;&#20041;&#35789;&#65306;show&#65292;hear&#65292;make better&#65292;create&#12290;&#8221;<br />&#19968;&#20010;&#27979;&#35797;&#33521;&#35821;&#21333;&#35789;&#30340;&#32593;&#31449;&#65292;&#21407;&#22240;&#20320;&#32477;&#23545;&#24819;&#19981;&#21040;&#8212;&#8212;&#27599;&#31572;&#23545;&#19968;&#36947;&#39064;&#65292;&#23601;&#20026;&#36139;&#22256;&#22320;&#21306;&#25424;&#29486;&#21313;&#31890;&#22823;&#31859;&#65281;&#22240;&#27492;&#32593;&#21451;&#36716;&#21457;&#32593;&#31449;&#38142;&#25509;&#30340;&#26102;&#20505;&#65292;&#37117;&#25226;&#39064;&#30446;&#25913;&#25104;&#20102;&#8220;&#29992;&#33521;&#35821;&#25424;&#22823;&#31859;&#8221;&#12290;&#22312;&#20813;&#36153;&#22823;&#31859;&#65288;freerice&#65289;&#32593;&#31449;&#19978;&#65292;&#27599;&#27425;&#38543;&#26426;&#21015;&#20986;&#19968;&#20010;&#21333;&#35789;&#21644;&#23427;&#30340;&#22235;&#20010;&#36817;&#20041;&#35789;&#65292;&#35753;&#20320;&#20174;&#20013;&#36873;&#25321;&#19968;&#20010;&#27491;&#30830;&#30340;&#31572;&#26696;&#12290;&#31572;&#23545;&#21518;&#65292;&#39029;&#38754;&#21491;&#38754;&#20986;&#29616;&#19968;&#20010;&#30011;&#30528;10&#31890;&#22823;&#31859;&#30340;&#30424;&#23376;&#12290;&#36825;&#21487;&#19981;&#26159;&#28216;&#25103;&#65292;&#20813;&#36153;&#22823;&#31859;&#32593;&#31449;&#26159;&#19990;&#30028;&#36139;&#22256;&#32593;&#30340;&#22986;&#22969;&#32593;&#65292;&#22823;&#31859;&#26368;&#21518;&#37117;&#36890;&#36807;&#32852;&#21512;&#22269;&#31918;&#39135;&#32452;&#32455;&#25424;&#20986;&#12290; 
<p>&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#32593;&#31449;&#25552;&#20379;&#21333;&#35789;&#32473;&#20320;&#32451;&#20064;&#33521;&#35821;&#65292;&#21516;&#26102;&#39029;&#38754;&#19978;&#20063;&#26377;&#32654;&#22269;&#24555;&#36882;&#21644;&#21478;&#19968;&#23478;&#20844;&#21496;&#30340;&#24191;&#21578;&#12290;&#32593;&#39029;&#24191;&#21578;&#36153;&#29992;&#26469;&#20080;&#22823;&#31859;&#12290;&#32593;&#31449;&#28040;&#24687;&#26639;&#37324;&#20889;&#30528;&#8220;&#26080;&#35770;&#20320;&#26159;&#22823;&#20844;&#21496;&#30340;CEO&#36824;&#26159;&#31351;&#22269;&#23478;&#34903;&#22836;&#27969;&#28010;&#30340;&#23401;&#23376;&#65292;&#25552;&#39640;&#33521;&#35821;&#35789;&#27719;&#37327;&#37117;&#20250;&#25913;&#21892;&#20320;&#30340;&#29983;&#27963;&#12290;&#27492;&#26102;&#27492;&#21051;&#65292;&#36530;&#22312;&#19990;&#30028;&#26576;&#20010;&#35282;&#33853;&#37324;&#30340;&#39269;&#27665;&#65292;&#21487;&#33021;&#27491;&#22312;&#20139;&#29992;&#20320;&#36190;&#21161;&#30340;&#22823;&#31859;&#12290;&#8221;</p>
<p>&#12288;&#12288;<font color="#0000cd">&#31572;&#23545;&#19968;&#36947;&#39064;=&#21313;&#31890;&#22823;&#31859;</font></p>
<p>&#12288;&#12288;&#37027;&#20040;&#21313;&#31890;&#22823;&#31859;&#26377;&#22810;&#23569;&#21602;&#65311;&#36890;&#36807;&#30334;&#24230;&#30693;&#36947;&#25628;&#32034;&#20102;&#19968;&#19979;&#65292;&#21457;&#29616;&#26377;&#20154;&#25552;&#20379;&#20102;&#31572;&#26696;&#65306;&#8220;&#23567;&#26102;&#20505;&#20570;&#36807;&#23454;&#39564;&#65292;1&#20811;&#22823;&#31859;50&#31890;&#65292;&#19968;&#20844;&#26020;&#22823;&#31859;&#26377;50000&#31890;&#12290;&#8221;</p>
<p>&#12288;&#12288;&#32593;&#31449;&#33258;&#20174;10&#26376;7&#26085;&#24320;&#22987;&#36825;&#20010;&#39033;&#30446;&#33267;&#20170;&#65292;&#24050;&#32463;&#25424;&#20986;&#20102;635231060&#31890;&#22823;&#31859;&#65292;&#24046;&#19981;&#22810;&#26377;12705&#20844;&#26020;&#12290;Fearless&#20513;&#35758;,&#22823;&#23478;&#36214;&#24555;&#34892;&#21160;&#21543;&#65281;&#33521;&#35821;&#19981;&#22909;&#30340;&#26379;&#21451;&#20063;&#21487;&#20197;&#21435;&#30896;&#30896;&#36816;&#27668;&#65292;&#21453;&#27491;&#26377;25%&#30340;&#26426;&#20250;&#33021;&#25424;&#21313;&#31890;&#22823;&#31859;&#65281;&#29992;&#20320;&#30340;&#30693;&#35782;&#20026;&#39269;&#39295;&#30340;&#20154;&#20204;&#25424;&#28857;&#22823;&#31859;&#65281;</p>
<p>&#12288;&#12288;&#37027;&#20040;&#37117;&#26159;&#20123;&#20160;&#20040;&#33521;&#35821;&#21333;&#35789;&#21602;&#65311;&#25152;&#26377;&#30340;&#35789;&#35821;&#20998;&#20026;50&#32423;&#65292;&#20174;&#21021;&#20013;&#29983;&#27700;&#24179;&#21040;&#25945;&#25480;&#20204;&#20351;&#29992;&#30340;&#19987;&#19994;&#35789;&#35821;&#12290;&#20320;&#22312;&#27599;&#20010;&#32423;&#21035;&#20013;&#31572;&#23545;&#25968;&#30446;&#36229;&#36807;&#19977;&#20010;&#65292;&#23601;&#20250;&#30452;&#25509;&#26187;&#21319;&#21040;&#19979;&#19968;&#32423;&#21035;&#12290;&#25454;&#35828;&#33258;&#24320;&#31449;&#20197;&#26469;&#65292;&#36824;&#27809;&#26377;&#20154;&#27700;&#24179;&#36229;&#36807;48&#32423;&#12290;</p>
<p>&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#32593;&#22336;:<a title="http://www.freerice.com" href="http://www.freerice.com/" target="_blank"><font color="#0066cc">http://www.freerice.com</font></a></p>
<p>&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#26469;&#27979;&#35797;&#27979;&#35797;&#20320;&#30340;&#21333;&#35789;&#37327;&#21543;~ :)</p>
                                    </p>
</div>


<div class="meta">
	<div class="date">








  


<time datetime="2007-11-24T00:00:00+08:00" pubdate data-updated="true">Nov 24<span>th</span>, 2007</time></div>
	<div class="tags">

</div>
	
</div></article>

	<div class="share">
	<div class="addthis_toolbox addthis_default_style ">
	
	
	<a class="addthis_button_tweet"></a>
	
	
	<a class="addthis_counter addthis_pill_style"></a>
	</div>
  <script type="text/javascript" src="http://s7.addthis.com/js/250/addthis_widget.js#pubid="></script>
</div>


</div>
	<footer id="footer" class="inner">Copyright &copy; 2013

    muggleyoung

</footer>
	<script src="/javascripts/slash.js"></script>
<script src="/javascripts/jquery.fancybox.pack.js"></script>
<script type="text/javascript">
(function($){
	$('.fancybox').fancybox();
})(jQuery);
</script> <!-- Delete or comment this line to disable Fancybox -->






</body>
</html>