
<!DOCTYPE HTML>
<html>
<head>
	<meta charset="utf-8">
	<title>松鼠会寻找科学逃兵 - </title>
	<meta name="author" content="muggleyoung">

	
	<meta name="description" content="&#20170;&#22825;&#65292;&#35199;&#23433;&#32456;&#20110;&#19979;&#38632;&#20102;&#12290;&#22238;&#23478;&#36807;&#20010;&#21608;&#26411;&#65292;&# &hellip;">
	
	<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

	<link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
	<link rel="canonical" href="">
	<link href="/favicon.png" rel="shortcut icon">
	<link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
	<!--[if lt IE 9]><script src="//html5shiv.googlecode.com/svn/trunk/html5.js"></script><![endif]-->
	<script src="//ajax.googleapis.com/ajax/libs/jquery/1.7.2/jquery.min.js"></script>
	
</head>

<body>
	<header id="header" class="inner"><h1><a href="/"></a></h1>
<nav id="main-nav"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</nav>
<nav id="mobile-nav">
	<div class="alignleft menu">
		<a class="button">Menu</a>
		<div class="container"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</div>
	</div>
	<div class="alignright search">
		<a class="button"></a>
		<div class="container">
			<form action="http://google.com/search" method="get">
				<input type="text" name="q" results="0">
				<input type="hidden" name="q" value="site:muggleyoung.github.com">
			</form>
		</div>
	</div>
</nav>
<nav id="sub-nav" class="alignright">
	<div class="social">
		
		
		
		
    
		
		
		
		
		
		<a class="rss" href="/atom.xml" title="RSS">RSS</a>
		
	</div>
	<form class="search" action="http://google.com/search" method="get">
		<input class="alignright" type="text" name="q" results="0">
		<input type="hidden" name="q" value="site:muggleyoung.github.com">
	</form>
</nav>

</header>
	
		
	
	<div id="content" class="inner"><article class="post">
	<h2 class="title">松鼠会寻找科学逃兵</h2>
	<div class="entry-content"><p>
                                    <p>&#20170;&#22825;&#65292;&#35199;&#23433;&#32456;&#20110;&#19979;&#38632;&#20102;&#12290;&#22238;&#23478;&#36807;&#20010;&#21608;&#26411;&#65292;&#27491;&#22909;&#36991;&#26257;&#65292;&#21561;&#31354;&#35843;&#65292;&#30475;&#20070;&#65292;&#30561;&#35273;&#12290;&#19968;&#30452;&#24819;&#35828;&#35828;&#26368;&#36817;&#30475;&#30340;&#20070;&#65292;&#20170;&#22825;&#23601;&#31639;&#20102;&#65292;&#22826;&#26202;&#12290;</p>
<p>&#36148;&#20010;&#31185;&#23398;&#26494;&#40736;&#20250;&#30340;&#25307;&#32856;&#20449;&#24687;&#12290;&#35273;&#24471;&#36825;&#26159;&#19968;&#29305;&#26377;&#24847;&#20041;&#30340;&#20107;&#20799;&#65292;&#25171;&#31639;&#20570;&#19968;&#20221;&#31616;&#21382;&#25237;&#20102;&#35797;&#35797;&#12290;</p>
<p>http://songshuhui.net/job/</p>
<p><span style="color: #3366ff;">&#36825;&#37324;&#26159;&#20004;&#25903;&#22242;&#38431;&#65292;&#26524;&#22771;&#20114;&#21160;&#31185;&#25216;&#20256;&#23186;&#21644;&#31185;&#23398;&#26494;&#40736;&#20250;&#65292;&#21069;&#32773;&#26159;&#20256;&#23186;&#20844;&#21496;&#65292;&#21518;&#32773;&#26159;&#20844;&#30410;&#24615;&#30340;&#38750;&#33829;&#21033;&#26426;&#26500;&#12290;&#26426;&#26500;&#30340;&#24615;&#36136;&#19981;&#21516;&#65292;&#20570;&#20107;&#26041;&#24335;&#26174;&#28982;&#19981;<br />
&#21516;&#65292;&#20320;&#19981;&#33021;&#35201;&#27714;&#20844;&#21496;&#21482;&#20570;&#20844;&#30410;&#19981;&#36186;&#38065;&#65292;&#20063;&#19981;&#20250;&#30475;&#21040;&#38750;&#33829;&#21033;&#26426;&#26500;&#20805;&#28385;&#21830;&#19994;&#24895;&#26223;&#12290;&#28982;&#32780;&#65292;&#20004;&#25903;&#22242;&#38431;&#37117;&#22312;&#20197;&#21508;&#33258;&#30340;&#26041;&#24335;&#21162;&#21147;&#25512;&#36827;&#20844;&#20247;&#23545;&#31185;&#25216;&#30340;&#29702;&#35299;&#12290;</span></p>
<p><span style="color: #3366ff;">&#36825;&#37324;&#38598;&#32467;&#20102;&#31185;&#23398;&#20256;&#25773;&#30028;&#30340;&#19968;&#32929;&#26032;&#21183;&#21147;&#12290;&#25105;&#20204;&#20013;&#26377;&#22312;&#24179;&#23186;&#28151;&#36857;10&#24180;&#20197;&#19978;&#30340;&#31934;&#33521;&#65292;&#26377;&#28023;&#22806;&#30041;&#23398;&#24402;&#26469;&#30340;&#31185;&#23398;&#36867;&#20853;&#65292;&#26377;&#20174;&#20256;&#32479;&#31185;&#26222;&#23186;&#20307;&#20986;&#26469;&#30340;<br />
&#30693;&#21517;&#32534;&#36753;&#65292;&#26377;&#20114;&#32852;&#32593;&#34892;&#19994;&#36164;&#28145;&#20154;&#22763;&#65292;&#26377;&#33829;&#38144;&#19987;&#23478;&#65292;&#26377;NGO&#39046;&#22495;&#19987;&#19994;&#20154;&#22763;&#12290;&#23601;&#32972;&#26223;&#26469;&#35828;&#65292;&#26377;&#29983;&#29289;&#12289;&#33647;&#23398;&#12289;&#25968;&#23398;&#12289;&#21270;&#23398;&#12289;&#35745;&#31639;&#26426;&#12289;&#26426;&#26800;&#12289;&#24515;&#29702;&#31561;&#21508;&#20010;&#31185;&#25216;&#38376;&#31867;&#65292;&#36825;&#20123;&#28151;<br />
&#25645;&#30340;&#32452;&#21512;&#36896;&#23601;&#22855;&#24618;&#30340;&#27668;&#22330;&#65292;&#21150;&#20844;&#23460;&#37324;&#21487;&#20197;&#32902;&#26080;&#24524;&#24814;&#22320;&#22823;&#35848;&#24615;&#39640;&#28526;&#30340;&#26426;&#29702;&#65292;&#19978;&#19968;&#38047;&#28857;&#36824;&#22312;&#32842;&#32654;&#22269;&#31185;&#23398;&#33410;&#65292;&#19979;&#19968;&#20010;&#38047;&#28857;&#21017;&#21487;&#33021;&#26159;&#19968;&#22330;&#19987;&#19994;&#30340;&#33829;&#38144;&#31574;&#21010;&#20250;&#35758;&#12290;</span>
          <br />
          <br />
          </p>
<p><strong><span style="color: #3366ff;">&#21271;&#20140;&#26524;&#22771;&#20114;&#21160;<br />
&#31185;&#25216;&#20256;&#23186;&#26377;&#38480;&#20844;&#21496;</span></strong></p>
<p><span style="color: #3366ff;">&#25105;&#20204;&#33268;&#21147;&#20110;&#25171;&#36896;&#19968;&#25903;&#20248;&#31168;&#30340;&#31185;&#25216;&#20256;&#23186;&#22242;&#38431;&#65292;&#22312;&#32593;&#32476;&#12289;&#26080;&#32447;&#12289;&#20986;&#29256;&#31561;&#24179;&#21488;&#19978;&#25512;&#36827;&#31185;&#23398;&#20256;&#25773;&#12290;&#26032;&#30340;&#20256;&#25773;&#24418;&#24335;&#36171;&#20104;&#31185;&#23398;&#20256;&#25773;&#20197;&#26080;&#38480;&#21487;&#33021;&#12290;&#25105;&#20204;<br />
&#30340;&#22242;&#38431;&#27963;&#27900;&#12289;&#22810;&#20803;&#12289;&#39640;&#25928;&#12290;<br />
            <br />
            &#39318;&#24109;&#25191;&#34892;&#23448;&#23020;&#21313;&#19977;&#21516;&#26102;&#20063;&#26159;&#31185;&#23398;&#26494;&#40736;&#20250;&#30340;&#21019;&#22987;&#20154;&#12290;</span>
          <br />
          </p>
<p><strong><span style="color: #3366ff;">&#31185;&#23398;&#26494;&#40736;&#20250;</span></strong></p>
<p><span style="color: #3366ff;">&#31185;&#23398;&#26494;&#40736;&#20250;&#26159;&#19968;&#20010;&#33268;&#21147;&#20110;&#22312;&#22823;&#20247;&#25991;&#21270;&#23618;&#38754;&#20256;&#25773;&#31185;&#23398;&#30340;&#20844;&#30410;&#24615;&#38750;&#33829;&#21033;&#26426;&#26500;&#65292;&#26088;&#22312;&#8220;&#21093;&#24320;&#31185;&#23398;&#30340;&#22362;&#26524;&#65292;&#24110;&#21161;&#20154;&#20204;&#39046;&#30053;&#31185;&#23398;&#20043;&#32654;&#22937;&#8221;&#12290;&#12298;&#21335;&#26041;<br />
&#21608;&#26411;&#12299;&#26366;&#35780;&#20215;&#35828;&#65306;&#8220;&#26494;&#40736;&#20250;&#30340;&#25991;&#23383;&#20316;&#21697;&#20860;&#20855;&#31185;&#23398;&#31934;&#31070;&#21644;&#20154;&#25991;&#31934;&#31070;&#65292;&#24050;&#32463;&#25104;&#20026;&#26412;&#22303;&#31185;&#26222;&#20316;&#21697;&#30340;&#37325;&#35201;&#26469;&#28304;&#12290;&#8221;&#21442;&#21152;&#31185;&#23398;&#26494;&#40736;&#20250;&#22312;&#21271;&#20140;&#21644;&#19978;&#28023;&#31561;&#22320;&#32452;&#32455;&#30340;&#22823;&#37327;&#32447;&#19979;&#27963;&#21160;&#65292;&#24050;<br />
&#25104;&#20026;&#20140;&#27818;&#20004;&#22320;&#38738;&#24180;&#20154;&#30340;&#26032;&#26102;&#23578;&#12290;</span></p>
<p><span style="color: #3366ff;">&#31185;&#23398;&#26494;&#40736;&#20250;&#26159;2008&#24180;&#24230;&#20013;&#22269;&#31185;&#26222;&#21313;&#22823;&#20107;&#20214;&#20837;&#36873;&#32773;&#65292;&#26159;2009&#8220;&#20013;&#22269;&#23047;&#23376;&#8221;&#38738;&#24180;&#39046;&#34966;&#65292;<br />
          &#26159;2009&#12298;&#21335;&#26041;&#21608;&#26411;&#12299;&#24180;&#24230;&#23186;&#20307;&#33268;&#25964;&#23545;&#35937;&#65292;<br />
          &#26366;&#33719;&#21451;&#25104;&#22522;&#37329;&#20250;&#8220;&#20248;&#31168;&#31038;&#20250;&#20225;&#19994;&#22870;&#8221;&#20043;&#8220;&#26032;&#20844;&#30410;&#21457;&#23637;&#28508;&#21147;&#22870;&#8221;&#12290;</span></p>
<p><span style="color: #3366ff;">&#26524;&#22771;&#20114;&#21160;&#31185;&#25216;&#20256;&#23186;&#26159;&#31185;&#23398;&#26494;&#40736;&#20250;&#30340;&#20986;&#36164;&#26041;&#65292;&#20004;&#23478;&#26426;&#26500;&#20849;&#20139;&#19968;&#29255;&#21150;&#20844;&#21306;&#22495;&#12290; </span></p>
<p><span style="color: #3366ff;"><span style="color: #000000;">&#20855;&#20307;&#33258;&#24049;&#30475;&#21543;&#65292;&#25105;&#21453;&#27491;&#30475;&#23436;&#40481;&#21160;&#20102;~&#35273;&#24471;&#36825;&#20107;&#20799;&#22909;&#36807;&#20197;&#21518;&#21435;&#20219;&#20309;&#32431;IT&#20570;&#31243;&#24207;&#21592;&#12290;&#36824;&#35753;&#25105;&#24819;&#36215;&#26366;&#32463;&#24819;&#20570;&#22269;&#38469;&#20844;&#21153;&#21592;&#30340;&#23439;&#20255;&#29702;&#24819;&#12290;</span></span></p>
<p><span style="color: #3366ff;"><span style="color: #000000;">&#26126;&#22825;&#65292;&#26126;&#22825;&#65292;&#22909;&#22909;&#24819;&#24819;&#31616;&#21382;&#24590;&#20040;&#20889;&#65292;&#25237;&#19968;&#20221;&#20999;~<br /></span></span></p>
<div style="text-align: left; width: 820px; margin-top: 60px; font-family: '&#23435;&#20307;'; color: #333333; font-size: 14px;">
          <br />
          <br />
          </div>
                                    </p>
</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-08-01T00:00:00+08:00" pubdate data-updated="true">Aug 1<span>st</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>

	<div class="share">
	<div class="addthis_toolbox addthis_default_style ">
	
	
	<a class="addthis_button_tweet"></a>
	
	
	<a class="addthis_counter addthis_pill_style"></a>
	</div>
  <script type="text/javascript" src="http://s7.addthis.com/js/250/addthis_widget.js#pubid="></script>
</div>


</div>
	<footer id="footer" class="inner">Copyright &copy; 2013

    muggleyoung

</footer>
	<script src="/javascripts/slash.js"></script>
<script src="/javascripts/jquery.fancybox.pack.js"></script>
<script type="text/javascript">
(function($){
	$('.fancybox').fancybox();
})(jQuery);
</script> <!-- Delete or comment this line to disable Fancybox -->






</body>
</html>