
<!DOCTYPE HTML>
<html>
<head>
	<meta charset="utf-8">
	<title></title>
	<meta name="author" content="muggleyoung">

	
	<meta name="description" content="4&#26376;18&#26085;&#65292;3rd day&#65306;
&#32456;&#20110;&#22868;798&#21435;&#20102;&#12290;
&#19978;&#27425;&#26469;&#21271;&#20140;&#65292;&# &hellip;">
	
	<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

	<link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
	<link rel="canonical" href="">
	<link href="/favicon.png" rel="shortcut icon">
	<link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
	<!--[if lt IE 9]><script src="//html5shiv.googlecode.com/svn/trunk/html5.js"></script><![endif]-->
	<script src="//ajax.googleapis.com/ajax/libs/jquery/1.7.2/jquery.min.js"></script>
	
</head>

<body>
	<header id="header" class="inner"><h1><a href="/"></a></h1>
<nav id="main-nav"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</nav>
<nav id="mobile-nav">
	<div class="alignleft menu">
		<a class="button">Menu</a>
		<div class="container"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</div>
	</div>
	<div class="alignright search">
		<a class="button"></a>
		<div class="container">
			<form action="http://google.com/search" method="get">
				<input type="text" name="q" results="0">
				<input type="hidden" name="q" value="site:muggleyoung.github.com">
			</form>
		</div>
	</div>
</nav>
<nav id="sub-nav" class="alignright">
	<div class="social">
		
		
		
		
    
		
		
		
		
		
		<a class="rss" href="/atom.xml" title="RSS">RSS</a>
		
	</div>
	<form class="search" action="http://google.com/search" method="get">
		<input class="alignright" type="text" name="q" results="0">
		<input type="hidden" name="q" value="site:muggleyoung.github.com">
	</form>
</nav>

</header>
	
		
	
	<div id="content" class="inner">


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/04/25/%E5%86%8D%E6%B8%B8%E5%8C%97%E4%BA%AC-3/">
		
			再游北京-3</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>4&#26376;18&#26085;&#65292;3rd day&#65306;</p>
<p>&#32456;&#20110;&#22868;798&#21435;&#20102;&#12290;</p>
<p>&#19978;&#27425;&#26469;&#21271;&#20140;&#65292;&#23601;&#27809;&#21435;&#25104;798&#21543;&#65292;&#35753;&#25105;&#36951;&#25022;&#20102;&#22909;&#20960;&#24180;&#12290;&#24403;&#28982;&#65292;&#36825;&#27425;&#36824;&#26377;&#19968;&#22320;&#20799;&#26368;&#21518;&#27809;&#21435;&#25104;&#65292;&#36825;&#19979;&#21448;&#26377;&#30340;&#36951;&#25022;&#20102;&#12290;&#12290;&#12290;&#22079;&#22079;&#65292;&#21035;&#35828;&#25105;&#26159;&#25925;&#24847;&#30340;&#12290;&#12290;&#12290;</p>
<p>&#21487;&#24604;&#20102;WD&#21516;&#23398;&#65292;&#21608;&#26411;&#30340;&#22823;&#26089;&#19978;&#36824;&#35201;&#19978;&#38393;&#38047;&#65292;&#30952;&#30952;&#21799;&#21799;&#20986;&#38376;9&#28857;&#22810;</p>
<p>&#20013;&#38388;&#20808;&#21435;&#22823;&#21095;&#38498;&#20817;&#22870;&#12290;&#26412;&#20197;&#20026;&#21487;&#20197;&#25442;&#21040;&#24403;&#26202;&#30340;&#31080;&#65292;&#30475;&#23436;&#27425;&#26085;&#27491;&#22909;&#22238;&#23478;&#65292;&#21487;&#26159;&#25105;&#20013;&#30340;&#26159;&#20108;&#31561;&#65292;&#35828;&#20108;&#31561;&#30340;&#31080;&#37117;&#23433;&#25490;&#22312;&#20102;19&#21495;&#26202;&#19978;&#65292;&#26080;&#22856;&#20102;&#12290;&#25105;&#19968;&#20010;&#21170;&#30340;&#35828;&#25105;&#26102;&#38388;&#19981;&#26041;&#20415;&#65292;&#37027;&#20123;&#24037;&#20316;&#20154;&#21592;&#36319;&#27809;&#21548;&#35265;&#20284;&#30340;&#65292;&#20809;&#24537;&#30528;&#24685;&#21916;&#25105;&#12290;&#12290;&#12290;&#22826;&#34394;&#20266;&#20102;&#20040;</p>
<p>&#27809;&#36761;&#65292;&#30475;&#30528;660&#24555;&#30340;&#31080;&#20215;&#65292;&#23454;&#22312;&#33293;&#19981;&#24471;&#25226;&#20004;&#24352;&#31080;&#37117;&#30041;&#32473;WD&#65292;&#19981;&#26159;&#25105;&#23567;&#27668;&#65292;&#26159;&#25105;&#20063;&#24819;&#21435;&#30475;&#21584;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#25105;&#20457;&#32771;&#23519;&#20102;&#19979;&#65292;&#29616;&#22330;&#20498;&#21334;&#20063;&#19981;&#22826;&#29616;&#23454;&#12290;&#20877;&#35828;&#20102;&#65292;&#24635;&#20215;1k&#22810;&#30340;&#38376;&#31080;&#65292;&#20320;&#35828;&#25105;&#20498;&#21334;&#30340;&#35805;&#65292;&#21334;&#22810;&#38065;&#21512;&#36866;&#21602;&#12290;&#22826;&#22797;&#26434;&#20102;&#12290;</p>
<p>&#26368;&#31616;&#21333;&#30340;&#35299;&#20915;&#26041;&#26696;&#65292;&#23601;&#26159;&#65292;&#25105;&#21435;&#36864;&#20102;&#28779;&#36710;&#31080;&#65292;&#20080;&#26202;&#19968;&#22825;&#30340;&#22238;&#12290;</p>
<p>&#22909;&#21543;&#65292;&#24324;&#22909;&#20817;&#22870;&#36825;&#20107;&#20799;&#23601;&#21487;&#20197;&#21507;&#21320;&#39277;&#20102;&#12290;&#25105;&#20457;&#30828;&#24525;&#30528;&#65292;&#20808;&#22352;&#36710;&#21040;&#20102;798&#38376;&#21475;&#12290;&#35805;&#35828;&#36825;798&#21644;WD&#23478;&#26174;&#28982;&#23601;&#26159;&#31359;&#36234;&#20102;&#25972;&#20010;&#21271;&#20140;&#22478;&#20040;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#39295;&#30340;&#19981;&#34892;&#65292;&#38468;&#36817;&#27809;&#21861;&#21507;&#30340;&#12290;&#25214;&#20102;&#23478;&#34507;&#31957;&#24215;&#65292;&#37329;&#20964;&#21576;&#31077;&#21543;&#65292;&#25105;&#20457;&#21507;&#19968;&#20010;&#24102;&#19968;&#20010;&#65292;&#23601;&#26432;&#36827;&#20102;798&#12290;</p>
<p>&#26377;&#24456;&#22810;&#22909;&#29609;&#30340;&#65292;&#20381;&#28982;&#29031;&#29255;&#35828;&#35805;&#12290;</p>
<p>&#36229;&#32423;&#21916;&#27426;&#36825;&#20010;&#65292;&#24819;&#19968;&#36215;&#21512;&#24433;&#65292;WD&#19981;&#20048;&#24847;&#12290;&#12290;&#12290;&#21710;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481272197043r.jpg" border="0" alt="" /></p>
<p>&#36825;&#20010;&#20687;&#19981;&#20687;&#30041;&#30528;&#21475;&#27700;&#30340;&#29399;&#65311;&#22079;&#22079;&#65292;&#36763;&#24052;&#36798;&#19971;&#28023;&#20256;&#22855;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481272197050u.jpg" border="0" alt="" /></p>
<p>WD&#35828;&#65292;&#25105;&#24456;2&#12290;&#22909;&#21543;~~~</p>
<p><img src="http://filer.blogbus.com/5333148/53331481272197033m.jpg" border="0" alt="" /></p>
<p>&#20474;&#20457;&#21807;&#19968;&#30340;&#21512;&#24433;&#65292;&#36824;&#26159;&#25105;&#25293;&#30340;&#65292;&#22826;&#36951;&#25022;&#20102;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481272197064s.jpg" border="0" alt="" /></p>
<p>&#25112;&#21033;&#21697;&#65292;&#20174;&#27809;&#24819;&#36807;&#20154;&#21697;&#33021;&#22909;&#21040;&#36825;&#31243;&#24230;</p>
<p><img src="http://filer.blogbus.com/5333148/533314812721970256.jpg" border="0" alt="" /></p>
<p>798&#37324;&#22909;&#29609;&#19996;&#35199;&#22826;&#22810;&#20102;&#12290;&#22522;&#26412;&#19978;&#32472;&#30011;&#65292;&#23588;&#20854;&#26159;&#29305;&#33402;&#26415;&#30340;&#27833;&#30011;&#65292;&#25105;&#27604;&#36739;&#38590;&#29702;&#35299;&#65292;&#26377;&#30340;&#29978;&#33267;&#35273;&#24471;&#19981;&#26159;&#32654;&#65292;&#32780;&#26159;&#28183;&#24471;&#24908;&#12290;&#20272;&#35745;&#20316;&#32773;&#24819;&#34920;&#36798;&#30340;&#24773;&#32490;&#22826;&#28608;&#28872;&#20102;&#12290;</p>
<p>&#27604;&#36739;&#33021;&#25509;&#21463;&#30340;&#26159;&#38613;&#22609;&#65292;&#26377;&#24456;&#22810;&#37117;&#22909;&#30475;&#12290;&#21487;&#24796;&#22909;&#30475;&#30340;&#21608;&#22260;&#24635;&#26159;&#26377;&#20154;&#25490;&#30528;&#38431;&#31561;&#25293;&#29031;&#65292;&#23548;&#33268;&#25105;&#36830;&#25293;&#20010;&#31354;&#38236;&#30340;&#26426;&#20250;&#37117;&#27809;&#12290;&#36824;&#26377;&#25668;&#24433;&#23637;&#65292;&#27604;&#36739;&#22909;&#25026;&#65292;&#20063;&#24456;&#22909;&#30475;&#12290;</p>
<p>&#36825;&#37324;&#25293;&#20889;&#30495;&#30340;&#20063;&#24456;&#22810;&#65292;&#36824;&#26377;&#25293;&#23130;&#32433;&#29031;&#30340;&#12290;&#20010;&#20154;&#35273;&#24471;&#36825;&#37324;&#19981;&#36866;&#21512;&#32467;&#23130;&#25293;&#29031;&#65292;&#22826;&#12290;&#12290;&#12290;&#20160;&#20040;&#20102;&#65292;&#21453;&#27491;&#24863;&#35273;&#28201;&#39336;&#23569;&#20102;&#28857;&#12290;&#23545;&#65292;&#36824;&#26377;&#36935;&#19978;&#19968;suai&#38149;&#25293;&#20889;&#30495;&#65292;&#26356;&#22855;&#22937;&#30340;&#26159;&#65292;&#25105;&#20204;&#36208;&#21040;&#21738;&#65292;&#20986;&#26469;&#23601;&#30475;&#35265;&#20182;&#20063;&#22312;&#38376;&#21475;&#25293;&#29031;&#65292;&#21710;&#65292;sou&#19981;&#20102;&#20102;&#65292;&#22826;&#30699;&#24773;&#20102;&#12290;&#36824;&#21548;&#21040;&#25668;&#24433;&#24072;&#20805;&#28385;&#32784;&#24515;&#30340;&#35753;&#20182;&#20307;&#20250;&#25277;&#28895;&#30340;&#24863;&#35273;&#65292;&#21435;&#25688;&#19968;&#26421;&#33457;&#20043;&#31867;&#20102;&#12290;&#24590;&#20040;&#20250;&#26377;&#36825;&#20040;&#33258;&#24651;&#30340;&#23043;&#21834;~~~~</p>
<p>&#23545;&#20102;&#65292;&#36824;&#26377;&#19968;&#20010;&#22909;&#29609;&#30340;&#23601;&#26159;&#29066;&#29483;&#24930;&#36882;&#12290;&#25454;&#35828;&#25910;&#36153;&#27604;&#36739;&#36149;&#12290;&#26412;&#26469;WD&#24314;&#35758;&#25105;&#32473;&#33258;&#24049;&#30340;&#19979;&#19968;&#20010;&#29983;&#26085;&#20889;&#20010;&#26126;&#20449;&#29255;&#12290;&#25105;&#24819;&#20102;&#24819;&#65292;&#26377;&#28857;&#23475;&#24597;&#12290;&#33258;&#24049;&#29616;&#22312;&#30340;&#29983;&#27963;&#20805;&#28385;&#30340;&#22826;&#22810;&#30340;&#19981;&#30830;&#23450;&#24615;&#12290;&#34429;&#28982;&#27809;&#26377;&#22826;&#22810;&#36951;&#25022;&#19981;&#28385;&#65292;&#21487;&#26159;&#65292;&#21364;&#19981;&#30693;&#36947;&#35201;&#20026;&#26410;&#26469;&#30340;&#33258;&#24049;&#20889;&#28857;&#20160;&#20040;&#12290;&#29616;&#22312;&#30340;&#29366;&#24577;&#65292;&#22826;&#40481;&#32907;&#20102;&#65292;&#27809;&#20160;&#20040;&#21487;&#25265;&#24616;&#30340;&#65292;&#21487;&#20063;&#19981;&#20540;&#24471;&#28843;&#32768;&#12290;&#24179;&#28129;&#21040;&#19981;&#30693;&#36947;&#35813;&#35828;&#20160;&#20040;&#12290;&#29616;&#22312;&#32451;&#23601;&#20102;&#25226;&#20219;&#20309;&#29712;&#20107;&#25918;&#22823;&#30340;&#26412;&#20107;&#65292;&#21507;&#20010;&#22909;&#21507;&#30340;&#37117;&#24320;&#24515;&#30340;&#21512;&#19981;&#20303;&#22068;&#65292;&#20854;&#23454;&#24819;&#24819;&#25402;&#27809;&#20986;&#24687;&#30340;&#12290;</p>
<p>&#36824;&#22352;&#19979;&#26469;&#32763;&#30475;&#20102;&#22823;&#23478;&#35760;&#24405;&#22312;&#26412;&#23376;&#19978;&#30340;&#25991;&#23383;&#65292;&#24456;&#22810;&#24773;&#32490;&#34987;&#28608;&#21457;&#12290;&#24681;&#65292;&#25105;&#19981;&#24819;&#24433;&#21709;&#28216;&#29609;&#30340;&#24515;&#24773;&#12290;&#20063;&#19981;&#24895;&#24847;&#35828;&#20160;&#20040;&#19978;&#27425;&#20004;&#20010;&#20154;&#65292;&#36825;&#27425;&#19968;&#20010;&#20154;&#65292;&#19979;&#27425;&#35201;&#20004;&#20010;&#20154;&#20043;&#31867;&#30340;&#35805;&#65292;&#27809;&#21170;&#12290;&#20110;&#26159;&#65292;&#20316;&#32610;&#12290;&#24576;&#30528;&#22797;&#26434;&#30340;&#24515;&#24773;&#31163;&#24320;&#12290;&#25105;&#24456;&#21916;&#27426;&#36825;&#23478;&#24215;&#30340;&#39118;&#26684;&#65292;&#28201;&#39336;&#12290;</p>
<p>&#21448;&#24819;&#36215;&#19968;&#20107;&#20799;&#65292;&#26377;&#19968;&#20010;&#23637;&#35272;&#65292;&#24808;&#20102;&#65292;&#21517;&#23383;&#25105;&#31455;&#28982;&#35828;&#19981;&#19978;&#26469;&#20102;&#12290;&#12290;&#12290;&#19981;&#36807;&#26377;&#21477;&#35805;&#65292;&#35760;&#24471;&#24456;&#28165;&#26970;&#65306;&#19968;&#20010;&#20154;&#22826;&#23569;&#65292;&#20004;&#20010;&#20154;&#22826;&#22810;&#65292;&#25152;&#20197;&#29233;&#19978;&#21322;&#20010;&#20154;&#12290;&#25105;&#33258;&#24049;&#32972;&#30528;WD&#24708;&#24708;&#23547;&#24605;&#20102;&#21322;&#22825;&#65292;&#21710;&#65292;&#21861;&#20063;&#19981;&#35828;&#20102;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#36825;&#37324;&#20070;&#24215;&#20063;&#27604;&#36739;&#22810;&#65292;&#29305;&#26377;&#27668;&#27675;&#30340;&#37027;&#31181;&#12290;&#20272;&#35745;&#25105;&#22969;&#35265;&#20102;&#20250;&#24456;&#28608;&#21160;&#30340;&#21578;&#35785;&#25105;&#65292;&#22905;&#20197;&#21518;&#24819;&#24320;&#30340;&#20070;&#24215;&#23601;&#26159;&#36825;&#26679;&#12290;&#22079;&#22079;&#65292;&#20197;&#21518;&#21487;&#20197;&#21512;&#20249;&#19968;&#36215;&#26469;&#22043;&#12290;&#19981;&#36807;&#35841;&#26469;&#36873;&#20070;&#24456;&#37325;&#35201;&#21834;&#65292;&#25105;&#27700;&#24179;&#19981;&#34892;&#65292;&#21487;&#25105;&#20063;&#19981;&#30456;&#20449;&#24744;&#30340;&#27700;&#24179;&#65292;&#21704;&#21704;&#12290;</p>
<p>&#25402;&#21916;&#27426;&#36825;&#22320;&#20799;&#30340;&#65292;&#25105;&#20457;&#36891;&#20102;&#19968;&#25972;&#22825;&#65292;&#20986;&#38376;&#24050;&#32463;&#21487;&#20197;&#21507;&#26202;&#39277;&#20102;&#12290;&#22826;&#32047;&#65292;&#32047;&#30340;&#25105;&#37117;&#27809;&#24515;&#24773;&#35762;&#31350;&#21507;&#12290;&#38543;&#20415;&#25214;&#20102;&#23567;&#25674;&#65292;WD&#21507;&#20102;&#38590;&#21507;&#30340;&#39277;&#12290;&#25105;&#21507;&#20102;&#38590;&#21507;&#30340;&#38754;&#12290;PS&#65292;&#25105;&#30340;&#38754;&#27604;&#22905;&#30340;&#39277;&#22909;&#21507;&#65292;&#23043;&#36824;&#26469;&#25105;&#30871;&#37324;&#25214;&#21507;&#30340;&#12290;&#21704;&#21704;</p>
<p>&#36825;&#22825;&#22238;&#23478;&#26089;&#65292;&#21507;&#23436;&#39277;&#32047;&#24808;&#20102;&#65292;&#36335;&#19978;&#21448;&#36828;&#65292;&#20474;&#20457;&#20063;&#27809;&#20877;&#21435;&#21738;&#65292;&#23601;&#22238;&#20102;</p>
<p>&#21040;&#23478;&#24555;9&#28857;&#65292;&#21435;&#31291;&#39321;&#26449;&#20080;&#20102;&#28857;&#28857;&#24515;&#24102;&#22238;&#23478;&#24052;&#32467;&#20474;&#29241;&#23064;&#12290;</p>
<p>over&#65292;&#26089;&#26089;&#20241;&#24687;&#12290;wd&#26202;&#19978;&#25250;&#25105;&#34987;&#23376;&#65292;&#21756;&#21756;~~~&#22826;&#27450;&#36127;&#20154;</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-04-25T00:00:00+05:30" pubdate data-updated="true">Apr 25<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/04/23/%E5%86%8D%E6%B8%B8%E5%8C%97%E4%BA%AC-2/">
		
			再游北京-2</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>2nd day</p>
<p>8&#28857;&#21322;&#30340;&#38393;&#38047;&#65292;&#20986;&#38376;&#20061;&#28857;&#21322;&#65292;&#21644;WD&#23460;&#21451;&#39034;&#36335;&#65292;&#20056;&#22352;&#24555;&#36895;&#20844;&#20132;&#12290;&#35745;&#21010;&#21435;798.</p>
<p>&#20844;&#20132;&#19978;&#36973;&#36156;&#12290;&#19968;&#22899;&#30340;&#65292;&#25105;&#37117;&#27809;&#30475;&#35265;&#36807;&#30495;&#20154;&#65292;&#20809;&#21548;&#35265;&#22768;&#38899;&#20102;&#65292;&#36208;&#22312;&#21322;&#36947;&#19978;&#23601;&#22823;&#21564;&#65292;&#19981;&#35753;&#21496;&#26426;&#24072;&#20613;&#38752;&#31449;&#20572;&#36710;&#65292;&#35828;&#33258;&#24049;&#38065;&#21253;&#20002;&#20102;&#12290;&#36824;&#36805;&#36895;&#25253;&#20102;&#35686;&#12290;&#36825;&#19979;&#22909;&#65292;&#24072;&#20613;&#35828;&#20844;&#21496;&#35268;&#23450;&#65292;&#25253;&#35686;&#20102;&#23601;&#19981;&#33021;&#24320;&#38376;&#65292;&#19968;&#36710;&#20154;&#20572;&#22312;&#36335;&#20013;&#38388;&#21160;&#19981;&#20102;&#12290;&#25105;&#20204;&#36824;&#22909;&#65292;&#19981;&#24590;&#20040;&#30528;&#24613;&#65292;&#36710;&#19978;&#26377;&#24613;&#30528;&#19978;&#29677;&#30340;&#65292;&#36214;&#28779;&#36710;&#30340;&#65292;&#21435;&#21307;&#38498;&#30475;&#30149;&#30340;&#12290;&#12290;&#12290;&#12290;&#12290;&#21557;&#25104;&#19968;&#29255;&#12290;</p>
<p>&#21548;&#20102;&#21322;&#22825;&#65292;&#21457;&#29616;&#65292;&#20002;&#38065;&#21253;&#30340;&#38065;&#21253;&#37324;&#27809;&#38065;&#12290;&#12290;&#12290;&#20840;&#26159;&#21345;&#12290;&#12290;&#12290;&#12290;&#22905;&#30828;&#35201;&#31561;&#35686;&#23519;&#12290;&#12290;&#12290;&#12290;&#21710;&#65292;&#22823;&#23478;&#37117;&#26080;&#22856;&#20102;&#65292;&#36825;&#19968;&#36710;&#20154;&#21602;&#12290;&#12290;&#12290;</p>
<p>&#20013;&#38388;&#26377;&#20010;&#23567;&#25554;&#26354;&#65292;&#24046;&#28857;&#27809;&#31505;&#27515;&#25105;&#12290;</p>
<p>&#37027;&#20250;&#20799;&#25105;&#20204;&#20200;&#37117;&#25214;&#21040;&#20102;&#24231;&#20799;&#65292;&#22352;&#37027;&#30452;&#21898;&#39295;&#12290;&#28982;&#21518;&#65292;&#26049;&#36793;&#19968;&#22823;&#21460;&#65292;&#24180;&#32426;&#39030;&#22810;&#36319;&#25105;&#29240;&#19968;&#26679;&#22823;&#30340;&#22823;&#21460;&#65292;&#22836;&#20063;&#19981;&#22238;&#65292;&#25733;&#30528;&#23617;&#32929;&#23601;&#24448;WD&#24231;&#20301;&#19978;&#25380;&#12290;&#12290;&#12290;&#12290;&#12290;&#30524;&#30597;&#30528;&#23601;&#22352;&#22905;&#33151;&#19978;&#20102;&#12290;&#12290;&#12290;&#12290;&#21704;&#21704;&#21704;&#65292;&#36825;&#22823;&#21460;&#65292;&#19968;&#22768;&#25307;&#21628;&#20063;&#19981;&#25171;&#65292;&#36824;&#33258;&#35328;&#33258;&#35821;&#30340;&#21898;&#32047;&#12290;&#12290;&#12290;&#12290;&#21523;&#30340;&#23043;&#30452;&#25509;&#36339;&#36215;&#26469;&#65292;&#23458;&#27668;&#30340;&#35828;&#65292;&#24231;&#20301;&#20320;&#20570;&#21543;&#65292;&#25105;&#31449;&#20250;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#22826;&#21487;&#24604;&#20102;&#65292;&#21704;&#21704;&#21704;&#65292;&#21463;&#20102;&#24778;&#21523;&#30340;&#23401;&#23376;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#25105;&#20204;&#24635;&#32467;&#30340;&#32463;&#39564;&#23601;&#26159;&#65292;&#22352;&#22312;&#20844;&#20132;&#36710;&#19978;&#30340;&#26102;&#20505;&#65292;&#24231;&#20301;&#19968;&#23450;&#35201;&#22352;&#28385;&#20102;&#65292;&#21315;&#19975;&#21035;&#30041;&#19979;&#19968;&#28857;&#31354;&#38553;&#12290;&#35201;&#25343;&#20986;&#21476;&#26102;&#20505;&#30343;&#24093;&#22352;&#40857;&#26885;&#30340;&#33539;&#20799;&#26469;&#12290;&#12290;&#12290;&#12290;&#22826;&#22909;&#29609;&#20102;&#65292;&#23043;&#23601;&#36825;&#20040;&#22312;&#25105;&#38754;&#21069;&#31449;&#20102;&#21322;&#23567;&#26102;&#22810;</p>
<p>&#25554;&#26354;&#23436;&#27605;&#12290;</p>
<p>&#32487;&#32493;&#35828;&#36973;&#36156;&#30340;&#20107;&#20799;&#12290;</p>
<p>&#35805;&#35828;&#25253;&#35686;&#20197;&#21518;&#65292;&#35686;&#23519;&#31455;&#28982;&#35828;&#35201;&#21322;&#23567;&#26102;&#25165;&#33021;&#21040;&#12290;&#22909;&#21543;&#65292;&#37027;&#23601;&#31561;&#21591;&#12290;</p>
<p>&#37027;&#36214;&#28779;&#36710;&#30340;&#21834;&#65292;&#19968;&#30452;&#21564;&#30528;&#35828;&#33258;&#24049;&#30528;&#24613;&#65292;&#20914;&#30528;&#22823;&#20249;&#20799;&#20351;&#21170;&#20799;&#25265;&#24616;&#65292;&#21487;&#26159;&#21496;&#26426;&#24072;&#20613;&#21483;&#20182;&#21830;&#37327;&#20107;&#20799;&#30340;&#26102;&#20505;&#65292;&#20182;&#30828;&#26159;&#27809;&#21548;&#35265;&#65292;&#20063;&#19981;&#25645;&#29702;&#65292;&#20809;&#39038;&#30528;&#33258;&#24049;&#21898;&#21483;&#30528;&#24613;&#12290;&#12290;&#12290;&#12290;&#30475;&#26469;&#23043;&#19968;&#28857;&#20063;&#19981;&#24613;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#36824;&#21548;&#35265;&#19968;&#23401;&#23376;&#65292;&#22909;&#20687;&#26159;&#22312;&#30334;&#24230;&#19978;&#29677;&#65292;&#35828;&#36831;&#21040;&#20102;&#35201;&#32602;200&#12290;&#20027;&#21160;&#25214;&#21040;&#20002;&#38065;&#21253;&#30340;&#65292;&#35753;&#22905;&#26816;&#26597;&#20102;&#27809;&#38382;&#39064;&#65292;&#20174;&#21496;&#26426;&#37027;&#37324;&#19979;&#36710;&#20102;&#12290;&#22909;&#29609;&#30340;&#26159;&#65292;&#30001;&#20110;&#26159;&#24555;&#36895;&#20844;&#20132;&#65292;&#19987;&#29992;&#36710;&#36947;&#65292;&#23043;&#19979;&#36710;&#20102;&#65292;&#20063;&#36824;&#26159;&#22256;&#22312;&#36335;&#19978;&#65292;&#27809;&#21150;&#27861;&#36328;&#20986;&#21435;&#25171;&#36710;&#65292;&#29228;&#22312;&#26639;&#26438;&#19978;&#30196;&#30196;&#22320;&#26395;&#30528;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#28982;&#21518;&#21602;&#65292;&#35686;&#23519;&#32456;&#20110;&#26469;&#20102;&#12290;&#31359;&#30528;&#38712;&#27668;&#65292;&#26550;&#21183;&#21313;&#36275;&#30340;&#65292;&#20174;&#21478;&#22806;&#19968;&#36742;&#24555;&#36895;&#20844;&#20132;&#36710;&#19978;&#36339;&#19979;&#26469;&#12290;&#22823;&#23478;&#20249;&#20799;&#37117;&#24778;&#20102;&#65292;&#21704;&#21704;&#21704;&#12290;&#22826;&#20146;&#27665;&#20102;&#36825;&#20063;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#26469;&#20102;&#23601;&#26469;&#20102;&#21591;&#12290;&#24708;&#19981;&#20986;&#20986;&#30340;&#38382;&#20102;&#20960;&#21477;&#35805;&#65292;&#23601;&#19981;&#35265;&#20102;&#12290;&#12290;&#12290;&#20002;&#38065;&#21253;&#30340;&#20063;&#19981;&#35265;&#20102;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#22909;&#21543;&#65292;&#22823;&#23478;&#31232;&#37324;&#31946;&#28034;&#30340;&#22352;&#30528;&#36710;&#23601;&#21448;&#20986;&#21457;&#20102;&#12290;&#21518;&#26469;&#26377;&#20154;&#24576;&#30097;&#65292;&#37027;&#20002;&#38065;&#21253;&#30340;&#20843;&#25104;&#26159;&#33258;&#24049;&#22312;&#21738;&#20010;&#21475;&#34955;&#25214;&#30528;&#38065;&#21253;&#20102;&#65292;&#27809;&#35805;&#35828;&#20102;&#12290;&#22079;&#22079;</p>
<p>&#32463;&#36807;&#36825;&#20107;&#20799;&#19968;&#30952;&#26426;&#65292;&#21040;&#21069;&#38376;&#23601;&#24555;12&#28857;&#20102;&#65292;798&#22826;&#36828;&#20102;&#65292;&#39295;&#24471;&#19981;&#34892;&#65292;&#23601;&#24819;&#36214;&#32039;&#21507;&#39277;&#12290;&#12290;&#12290;&#25913;&#35745;&#21010;&#65292;&#21435;&#20102;&#21518;&#28023;&#12290;</p>
<p>&#24681;&#65292;&#36335;&#19978;&#65292;&#24212;&#35813;&#26159;&#22312;&#40723;&#27004;&#38468;&#36817;&#65292;&#21507;&#20102;&#21271;&#20140;&#23567;&#21507;&#12290;&#38754;&#33590;&#65292;&#29190;&#32922;&#65292;&#22902;&#27833;&#20160;&#20040;&#37221;&#65292;&#28856;&#20160;&#20040;&#33437;&#40635;&#20160;&#20040;&#37221;&#65292;&#36824;&#26377;&#35916;&#35910;&#40644;&#65292;&#37117;&#24456;&#22909;&#21507;&#12290;&#21507;&#30340;&#30528;&#24613;&#65292;&#20154;&#20063;&#22810;&#65292;&#27809;&#39038;&#19978;&#25293;&#29031;&#12290;</p>
<p>&#21507;&#23436;&#20808;&#21435;&#20102;&#21518;&#28023;&#65292;&#29305;&#32654;&#65292;&#19978;&#29031;&#29255;&#12290;&#27599;&#19968;&#24352;&#37117;&#24456;&#22909;&#30475;&#21834;&#65292;&#36156;&#21916;&#27426;&#36825;&#20010;&#22320;&#26041;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/533314812720050903.jpg" border="0" alt="" /><img src="http://filer.blogbus.com/5333148/533314812720050983.jpg" border="0" alt="" /><img src="http://filer.blogbus.com/5333148/53331481272005481d.jpg" border="0" alt="" /></p>
<p>&#26049;&#36793;&#26377;&#24456;&#22810;&#32993;&#21516;&#65292;&#20160;&#20040;&#28895;&#34955;&#26012;&#34903;&#21834;&#65292;&#40657;&#33437;&#40635;&#32993;&#21516;&#21834;&#65292;&#21517;&#23383;&#37117;&#29305;&#22909;&#29609;&#20799;&#12290;&#30475;&#35265;&#20102;&#36825;&#21482;&#25042;&#27915;&#27915;&#30340;&#29483;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481272005645u.jpg" border="0" alt="" /></p>
<p>&#21507;&#20102;&#24456;&#22810;&#22909;&#21507;&#30340;&#12290;&#12290;&#12290;&#12290;&#28856;&#28748;&#32928;&#65292;&#36229;&#22909;&#21507;&#65292;&#23601;&#26159;&#19968;&#32929;&#33948;&#21619;&#20799;&#19981;&#22826;&#22909;&#65292;&#29031;&#29255;&#27809;&#20256;&#19978;&#26469;&#12290;&#12290;&#12290;</p>
<p>&#36825;&#20010;&#21483;&#19977;&#35282;&#28903;&#65292;&#21619;&#36947;&#19968;&#33324;&#65292;&#20687;&#25105;&#22312;&#35199;&#22806;&#21507;&#30340;&#38108;&#38179;&#28903;&#12290;&#20043;&#25152;&#20197;&#20080;&#36825;&#20010;&#65292;&#22240;&#20026;&#12290;&#12290;&#12290;&#23601;&#20182;&#23478;&#38376;&#21475;&#27809;&#20154;&#25490;&#38431;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481272005706k.jpg" border="0" alt="" /></p>
<p>&#21335;&#38179;&#40723;&#24055;&#26377;&#24456;&#22810;&#21334;&#22902;&#37226;&#30340;&#65292;&#20154;&#22810;&#65292;&#25105;&#27809;&#21435;&#12290;&#12290;&#12290;&#12290;&#36825;&#20010;&#28207;&#24335;&#22902;&#33590;&#24456;&#22909;&#21917;&#12290;&#20854;&#23454;&#65292;&#25105;&#20986;&#38376;&#21069;&#33258;&#24102;&#20102;&#27700;&#26479;&#65292;&#21487;&#36824;&#26159;&#24525;&#19981;&#20303;&#28040;&#36153;&#20102;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/533314812720057266.jpg" border="0" alt="" /></p>
<p>&#21335;&#38179;&#40723;&#24055;&#21475;&#65292;&#20027;&#35201;&#29992;&#24847;&#26159;&#26174;&#25670;&#25105;&#26032;&#20080;&#30340;&#21253;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481272006016d.jpg" border="0" alt="" /></p>
<p>&#160;</p>
<p>&#25105;&#23478;&#38376;&#21475;&#20063;&#36825;&#26679;&#23601;&#22909;&#20102;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481272006235r.jpg" border="0" alt="" /></p>
<p>&#28902;&#27515;&#20102;&#65292;&#36825;&#30456;&#20876;&#65292;&#19968;&#20250;&#33021;&#20256;&#19968;&#20250;&#19981;&#33021;&#30340;&#12290;&#12290;&#12290;&#12290;&#21710;&#65292;&#25289;&#21040;&#65292;&#19981;&#33021;&#31639;&#20102;&#12290;&#12290;&#12290;</p>
<p>&#36825;&#26159;&#22312;&#21335;&#38179;&#40723;&#24055;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481272006194s.jpg" border="0" alt="" /><img src="http://filer.blogbus.com/5333148/53331481272006215f.jpg" border="0" alt="" /></p>
<p>&#36825;&#36710;&#24456;&#38712;&#27668;&#21834;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/533314812720062087.jpg" border="0" alt="" /></p>
<p>&#23601;&#22312;&#36825;&#20040;&#28857;&#20799;&#22320;&#26041;&#65292;&#25105;&#20457;&#36891;&#20102;&#25972;&#25972;&#19968;&#22825;&#12290;&#12290;&#12290;&#12290;&#22909;&#29609;&#30340;&#23567;&#24215;&#22826;&#22810;&#20102;&#65292;&#36891;&#30340;&#36156;&#24320;&#24515;&#12290;&#36824;&#20080;&#20102;&#19968;&#39030;&#23567;&#29066;&#30340;&#24125;&#23376;&#65292;&#22079;&#22079;&#65292;&#35013;&#23273;&#12290;</p>
<p>&#26202;&#39277;&#22312;&#40644;&#35760;&#29004;&#35299;&#20915;&#65292;&#21507;&#20102;&#20457;&#23567;&#26102;&#65292;&#23601;&#30693;&#36947;&#21507;&#20102;&#22810;&#23569;&#20102;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#20986;&#26469;&#21448;&#21435;&#21518;&#28023;&#36955;&#20102;&#19968;&#22280;&#65292;&#26202;&#19978;&#20063;&#24456;&#32654;&#12290;&#25105;&#21916;&#27426;&#36825;&#22320;&#26041;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#23545;&#65292;&#23601;&#26159;&#36825;&#22825;&#19979;&#21320;&#65292;&#25910;&#21040;&#19968;&#26465;&#30701;&#20449;&#65292;&#35828;&#25105;&#20013;&#22870;&#20102;&#12290;&#22269;&#23478;&#22823;&#21095;&#38498;&#27468;&#21095;&#33410;&#30340;&#25277;&#22870;&#27963;&#21160;&#12290;&#22079;&#22079;&#65292;&#37027;&#26102;&#20505;&#36824;&#19981;&#30693;&#36947;&#22870;&#21697;&#26159;&#20160;&#20040;&#65292;&#28608;&#21160;&#30340;&#19981;&#34892;&#12290;&#20154;&#21697;&#19981;&#38169;&#21704;&#21704;&#21704;</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-04-23T00:00:00+05:30" pubdate data-updated="true">Apr 23<span>rd</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/04/22/%E5%AD%A6%E4%B9%A0latex-2-%E5%9B%BE%E7%89%87%E6%93%8D%E4%BD%9C/">
		
			学习LaTeX-2-图片操作</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#25554;&#20837;&#22270;&#29255;&#65306;</p>
<pre>&#26368;&#21069;&#38754;&#35201;&#21152;&#19978;&#36825;&#20004;&#21477;&#65292;&#22312;begin document&#20043;&#21069;&#12290;\usepackage{CJK}\usepackage{graphicx}&#38656;&#35201;&#22270;&#29255;&#30340;&#26102;&#20505;&#65306;\begin{figure}\includegraphics{&#36825;&#37324;&#20889;&#21516;&#19968;&#20010;&#25991;&#20214;&#22841;&#20869;&#30340;&#20320;&#35201;&#32534;&#36753;&#30340;&#22270;&#29255;&#21517;}\caption{&#36825;&#37324;&#20889;&#22270;&#21517;} \end{figure}&#35843;&#25972;&#22270;&#29255;&#22823;&#23567;&#65306;\includegraphics[width=0.8\textwidth]{fig1.png}&#65292;&#36825;&#26679;&#25913;&#23601;&#25104;&#12290;textwidth&#26159;&#25991;&#23383;&#23485;&#24230;&#65292;0.8&#23601;&#26159;&#35828;&#26159;&#25991;&#23383;&#23485;&#24230;&#30340;0.8&#20493;&#12290;&#20010;&#20154;&#35273;&#30528;&#36825;&#26679;&#30456;&#23545;&#30340;&#22823;&#23567;&#27604;&#36739;&#23481;&#26131;&#25484;&#25569;&#12290;&#24182;&#21015;&#25554;&#20837;&#20004;&#24133;&#22270;&#20687;&#65306;\begin{figure}\begin{minipage}[t]{0.5\linewidth}\centering\includegraphics{fig2.jpg}\caption{&#22270;&#21517;}\end{minipage}\begin{minipage}[t]{0.5\linewidth}\centering\includegraphics{fig3.png}\caption{&#22270;&#21517;}\end{minipage}\end{figure}&#36825;&#20010;&#25554;&#20837;&#30340;&#26159;&#20004;&#24133;&#19981;&#30456;&#20851;&#30340;&#22270;&#29255;&#65292;&#22914;&#65306;fig2&#65292;fig3&#12290;&#25554;&#20837;&#23376;&#22270;&#30340;&#35805;&#65288;&#22914;fig4(a)&#21644;fig4(b)&#65289;&#20063;&#21487;&#20197;&#12290;&#20294;&#26159;&#25105;&#29992;&#20102;&#19979;&#38754;&#30340;&#26041;&#27861;&#12290;&#25554;&#20837;&#23376;&#22270;&#65306;\begin{figure}  \centering  \subfigure[&#23376;&#22270;1&#21517;]{    \label{fig:subfig:a} %% label for first subfigure    \includegraphics{fig4a.jpg}}  \hspace{1in}  %&#25511;&#21046;&#20004;&#24352;&#22270;&#29255;&#20043;&#38388;&#30340;&#36317;&#31163;  \subfigure[&#23376;&#22270;2&#21517;]{    \label{fig:subfig:b} %% label for second subfigure    \includegraphics{fig4b.jpg}}  \caption{fig4&#21517;&#23383;}  \label{fig:subfig} %% label for entire figure\end{figure}&#22270;&#20687;&#22826;&#22823;&#23601;&#20250;&#31446;&#30528;&#25490;&#25918;&#65292;&#21487;&#20197;&#32487;&#32493;&#25353;&#29031;&#19978;&#38754;&#35774;&#32622;width&#30340;&#26041;&#27861;&#35843;&#25972;&#21512;&#36866;&#30340;&#22823;&#23567;&#65292;&#36798;&#21040;&#24182;&#21015;&#25490;&#25918;&#30340;&#25928;&#26524;&#12290;</pre>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-04-22T00:00:00+05:30" pubdate data-updated="true">Apr 22<span>nd</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/04/22/%E5%AD%A6%E4%B9%A0latex-1/">
		
			学习LaTeX-1</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#27573;&#39318;&#32553;&#36827;&#65306;</p>
<p>&#40664;&#35748;&#30340;&#26159;&#39318;&#27573;&#19981;&#32553;&#36827;&#65292;&#21518;&#38754;&#30340;&#25165;&#20250;&#26377;&#12290;&#21152;&#19978;usepackage{indentfirst}&#23601;&#20250;&#27599;&#27573;&#37117;&#32553;&#12290;</p>
<p>&#36824;&#26377;&#19968;&#20010;&#65292;&#26159;&#25105;&#33258;&#24049;&#19968;&#24320;&#22987;&#23601;&#27809;&#26377;&#27880;&#24847;&#21040;&#30340;&#12290;&#22312;LaTeX&#20013;&#65292;&#22238;&#36710;&#24182;&#19981;&#20316;&#20026;&#26032;&#19968;&#27573;&#30340;&#24320;&#22987;&#65292;&#38656;&#35201;&#31354;&#19968;&#34892;&#25165;&#33021;&#35782;&#21035;&#12290;</p>
<p>&#160;</p>
<p>&#20851;&#20110;&#39033;&#30446;&#32534;&#21495;&#65306;(numerate&#32534;&#21495;)</p>
<p>&#20551;&#22914;&#36830;&#32493;&#20960;&#20010;&#32534;&#21495;&#20043;&#38388;&#38548;&#20102;&#20960;&#27573;&#27491;&#25991;&#65292;&#25110;&#32773;&#35828;&#65292;&#24819;&#35201;&#20174;&#19968;&#20010;&#38750;1&#30340;&#32534;&#21495;&#24320;&#22987;&#12290;&#22914;&#65306;</p>
<p>\begin{enumerate}<br />\item&#160; AAA<br />\end{enumerate}<br /><br />XXX<br /><br />\begin{enumerate}<br />\item BBB<br />\end{enumerate}</p>
<p>&#21487;&#20197;&#36825;&#26679;</p>
<p>\begin{enumerate}<br />
\item&#160; AAA<br />
\end{enumerate}<br /><br />
XXX<br /><br />
\begin{enumerate}  \stepcounter{enumi}<br />
\item BBB<br />
\end{enumerate}</p>
<p>&#36825;&#26679;&#65292;BBB&#30340;&#32534;&#21495;&#23601;&#26159;2&#12290;&#20551;&#22914;&#38656;&#35201;&#32534;&#21495;&#20026;3&#65292;4&#65292;5 &#12290;&#12290;&#12290;</p>
<p>\begin{enumerate}<br />\item AAA \item AAA <br />\end{enumerate}<br />XXX<br />\begin{enumerate}\stepcounter{enumi}\stepcounter{enumi}<br />\item BBB<br />\end{enumerate}</p>
<p>&#36825;&#26679;&#30340;&#35805;&#65292;BBB&#30340;&#32534;&#21495;&#23601;&#26159;&#20174;3&#24320;&#22987;&#12290;&#26126;&#30333;&#27809;&#65311;&#20063;&#23601;&#26159;&#35828;&#20174;n&#24320;&#22987;&#32534;&#21495;&#65292;\begin{enumerate}&#21518;&#38754;&#23601;&#35201;&#20889;n-1&#20010;\stepcounter{enumi}&#12290;</p>
<pre></pre>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-04-22T00:00:00+05:30" pubdate data-updated="true">Apr 22<span>nd</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/04/22/%E5%86%8D%E9%80%9B%E5%8C%97%E4%BA%AC-1/">
		
			再逛北京-1</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#26681;&#25454;&#25105;&#30340;&#31508;&#35760;&#65292;4&#26376;15&#26085;&#26202;&#19978;8&#28857;&#21322;&#30340;&#28779;&#36710;&#65292;&#30828;&#24231;&#65292;&#27425;&#26085;8&#28857;&#21040;&#21271;&#20140;&#12290;</p>
<p>&#30001;&#20110;&#26159;&#21608;&#20116;&#65292;WD&#19978;&#29677;&#65292;www&#21435;&#22825;&#27941;&#20986;&#24046;&#65292;ocean&#23398;&#26657;&#20063;&#19981;&#26041;&#20415;&#65292;&#36825;&#22825;&#25105;&#19968;&#20010;&#20154;&#29609;&#20799;&#12290;</p>
<p>&#20808;&#21435;&#20102;&#22269;&#23478;&#22823;&#21095;&#38498;&#65292;&#21069;&#19968;&#22825;&#22312;&#32593;&#19978;&#39044;&#35746;&#20102;&#21442;&#35266;&#31080;&#65292;&#30465;10RMB&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/533314812719400746.jpg" border="0" alt="" /></p>
<p>&#22823;&#21095;&#38498;&#20869;&#37096;&#36824;&#26159;&#24456;&#38712;&#27668;&#30340;~~~~</p>
<p><img src="http://filer.blogbus.com/5333148/53331481271940066j.jpg" border="0" alt="" /></p>
<p>&#19978;&#22270;&#26159;&#27468;&#21095;&#21381;&#30340;&#19968;&#20010;&#20837;&#21475;&#12290;&#21518;&#38754;&#26576;&#22825;&#30475;&#27468;&#21095;&#65292;&#23601;&#22312;&#36825;&#37324;&#65292;&#36229;&#22823;&#12290;&#12290;&#12290;</p>
<p>&#27491;&#22909;&#36825;&#22825;&#26159;&#22823;&#21095;&#38498;&#27468;&#21095;&#33410;&#30340;&#31532;&#19968;&#22825;&#65292;&#21442;&#35266;&#21040;&#20013;&#21320;&#65292;&#31561;&#21040;&#20102;&#19968;&#22330;&#23567;&#28436;&#20986;&#65292;&#35199;&#34255;&#29233;&#20048;&#20048;&#22242;&#12290;</p>
<p>&#20026;&#21861;&#25105;&#21548;&#30528;&#20182;&#20204;&#21019;&#20316;&#30340;&#27665;&#27468;&#24635;&#26377;&#31181;&#21040;&#20102;&#20113;&#21335;&#30340;&#24863;&#35273;&#12290;&#12290;&#12290;&#12290;&#19981;&#36807;&#21518;&#26469;&#26377;&#20960;&#20010;&#23467;&#24311;&#20048;&#30340;&#28436;&#22863;&#65292;&#36824;&#26159;&#24456;&#22909;&#21548;&#30340;&#12290;</p>
<p>&#30475;&#23436;12&#28857;&#65292;&#21518;&#38754;&#30340;&#39033;&#30446;&#27604;&#36739;&#26202;&#65292;&#39295;&#20102;&#12290;&#20110;&#26159;&#20986;&#26469;&#25214;&#20102;&#19968;&#22909;&#24515;&#23567;&#22993;&#23064;&#24110;&#24537;&#25293;&#29031;&#12290;&#22993;&#23064;&#22826;&#21892;&#33391;&#20102;&#65292;&#25105;&#37117;&#24980;&#24756;&#25104;&#21861;&#20102;&#65292;&#36824;&#35753;&#22905;&#25293;&#30340;&#29664;&#22278;&#29577;&#28070;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/533314812719402425.jpg" border="0" alt="" /></p>
<p>&#22823;&#21095;&#38498;&#20986;&#26469;&#65292;&#21448;&#21435;&#22825;&#23433;&#38376;&#36716;&#24736;&#12290;&#21407;&#26412;&#24819;&#21435;&#21442;&#35266;&#27611;&#29239;&#29239;&#32426;&#24565;&#22530;&#65292;&#21487;&#26159;12&#28857;&#37027;&#37324;&#23601;&#20851;&#38376;&#20102;&#65292;&#25105;&#19981;&#30693;&#36947;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#21518;&#26469;&#20877;&#27425;&#36335;&#36807;&#36825;&#37324;&#65292;&#35265;&#35782;&#20102;&#25490;&#38431;&#39046;&#31080;&#30340;&#20154;&#27969;&#22810;&#20040;&#22766;&#35266;&#65292;&#20107;&#23454;&#35777;&#26126;&#65292;&#25105;&#27809;&#21435;&#20945;&#28909;&#38393;&#26159;&#38750;&#24120;&#27491;&#30830;&#30340;&#12290;</p>
<p>&#22312;&#22825;&#23433;&#38376;&#24191;&#22330;&#30475;&#21040;&#30340;&#19968;&#24149;&#65292;&#24863;&#35273;&#24456;&#22909;&#65292;&#24046;&#28857;&#20063;&#20914;&#19978;&#21435;&#35201;&#21512;&#24433;&#12290;&#12290;&#12290;&#12290;&#12290;&#30475;&#26469;&#36825;&#20010;&#26257;&#20551;&#65292;&#38750;&#24471;&#21435;&#19968;&#36255;&#34255;&#21306;&#20102;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481271942562f.jpg" border="0" alt="" /></p>
<p>&#21271;&#20140;&#30340;&#23433;&#26816;&#30495;&#30340;&#38750;&#24120;&#20005;&#26684;&#12290;&#36825;&#20010;&#27599;&#20010;&#22320;&#19979;&#36890;&#36947;&#65292;&#22320;&#38081;&#31449;&#21475;&#37117;&#26377;&#23433;&#26816;&#12290;&#32780;&#22806;&#38754;&#36828;&#36828;&#30475;&#30528;&#20687;&#33945;&#21476;&#21253;&#19968;&#26679;&#30340;&#22320;&#26041;&#65292;&#26159;&#23433;&#26816;2&#12290;&#24456;&#22810;&#24456;&#22810;&#12290;&#12290;&#12290;&#12290;&#25454;&#35828;&#26159;&#22240;&#20026;&#20420;&#32599;&#26031;&#30340;&#22320;&#38081;&#29190;&#28856;&#20107;&#20214;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481271942571x.jpg" border="0" alt="" /></p>
<p>&#25509;&#30528;&#65292;&#25214;&#22320;&#20799;&#21507;&#39277;&#12290;&#22352;&#22320;&#38081;&#21435;&#20102;&#35199;&#30452;&#38376;&#65292;&#23828;&#20171;&#32461;&#30340;&#22909;&#21507;&#27873;&#33433;&#25105;&#27809;&#25214;&#30528;&#65292;&#38543;&#20415;&#36827;&#20102;&#23478;&#24215;&#65292;&#24247;&#24072;&#20613;&#20160;&#20040;&#24555;&#39184;&#12290;&#22826;&#22826;&#38590;&#21507;&#20102;&#65292;&#19968;&#32929;&#27873;&#38754;&#21619;&#20799;&#65292;&#36824;20RMB&#65292;&#21507;&#30340;&#25105;&#24456;&#19981;&#29245;&#65292;&#20063;&#27809;&#24515;&#24773;&#22312;&#37027;&#21830;&#22330;&#36891;&#19979;&#21435;&#12290;</p>
<p>&#22352;&#20102;&#20004;&#31449;&#36335;&#30340;&#20844;&#20132;&#65292;&#21435;&#20102;&#20256;&#35828;&#20013;&#20080;&#34915;&#26381;&#30340;&#21160;&#29289;&#22253;&#12290;&#36319;&#24247;&#22797;&#36335;&#24046;&#19981;&#22810;&#65292;&#24456;&#22823;&#65292;&#24456;&#20081;&#65292;&#20154;&#24456;&#22810;&#65292;&#25105;&#21463;&#19981;&#20102;&#65292;&#36208;&#39532;&#35266;&#33457;&#30340;&#23601;&#21448;&#38378;&#20154;&#20102;&#12290;</p>
<p>&#36825;&#22825;&#30340;&#20498;&#25968;&#31532;&#20108;&#31449;&#65292;&#35199;&#21333;&#12290;</p>
<p>&#21035;&#30475;&#27809;&#21435;&#20160;&#20040;&#22320;&#20799;&#65292;&#20294;&#26102;&#38388;&#36807;&#24471;&#36824;&#36156;&#24555;&#65292;&#22823;&#22478;&#24066;&#23601;&#26159;&#36825;&#26679;&#65292;&#36335;&#19978;&#22826;&#32829;&#35823;&#20107;&#20799;&#65292;&#24184;&#20111;&#26377;&#22320;&#38081;&#65292;&#35201;&#19981;&#19968;&#22825;&#20840;&#36153;&#36335;&#19978;&#20102;&#12290;</p>
<p>&#21040;&#35199;&#21333;&#23601;5&#65292;6&#28857;&#20102;&#12290;&#32972;&#30528;&#22823;&#20070;&#21253;&#33136;&#37117;&#24555;&#25240;&#20102;&#65292;&#23454;&#22312;&#26159;&#36891;&#19981;&#21160;&#21862;&#65292;&#22352;&#31561;WD&#26469;&#25509;&#12290;</p>
<p>&#22823;&#27010;6&#28857;&#21322;&#65292;&#32456;&#20110;&#30896;&#22836;&#20102;&#12290;&#21435;&#21507;&#20102;pizza&#12290;&#19981;&#36149;&#65292;&#20457;&#20154;&#21507;&#20102;80&#12290;&#19968;&#20010;pizza&#65292;&#19968;&#20221;&#27801;&#25289;&#65292;&#19968;&#22774;&#33590;&#65292;&#36824;&#26377;&#40481;&#32709;&#12290;&#20043;&#21069;&#25105;&#22312;&#40614;&#24403;&#21171;&#22443;&#20102;&#28857;&#65292;&#25152;&#20197;&#36825;&#28857;&#19996;&#35199;&#27491;&#22909;&#22815;&#25105;&#20457;&#12290;</p>
<p>&#20498;&#36710;&#30340;&#22320;&#26041;&#27491;&#22909;&#22312;&#21069;&#38376;&#65292;&#23601;&#21435;&#21069;&#38376;&#22823;&#34903;&#21644;&#22823;&#26629;&#26639;&#23567;&#36955;&#20102;&#19968;&#22280;&#65292;&#20063;&#23601;&#37027;&#26679;&#12290;&#22823;&#26629;&#26639;&#30830;&#23454;&#26377;&#28857;&#20687;&#21688;&#38451;&#30340;&#22025;&#24800;&#65292;&#21704;&#21704;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481271942824q.jpg" border="0" alt="" /></p>
<p>WD&#20303;&#30340;&#24456;&#36828;&#65292;&#26179;&#24736;&#22238;&#21435;&#65292;&#24555;10&#28857;&#12290;&#32047;&#24808;&#20102;&#65292;&#36824;&#22352;&#22312;&#24202;&#36793;&#30475;&#20102;&#20250;&#38750;&#35802;&#21247;&#25200;&#65292;&#36825;&#33410;&#30446;&#30830;&#23454;&#27604;&#36739;&#25630;&#31505;&#12290;&#21704;&#21704;&#65292;&#19968;&#22825;&#36824;&#31639;&#20805;&#23454;&#12290;&#19968;&#20010;&#20154;&#30606;&#36716;&#12290;&#12290;&#12290;</p>
<p>&#26126;&#22825;WD&#24102;&#30528;&#25105;&#65292;&#23601;&#36731;&#26494;&#22810;&#20102;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#160;</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-04-22T00:00:00+05:30" pubdate data-updated="true">Apr 22<span>nd</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>

<nav id="pagenavi">
    
        <a href="/blog/page/31/" class="prev">Prev</a>
    
    
        <a href="/blog/page/33/" class="next">Next</a>
    
    <div class="center"><a href="/blog/archives">Blog Archives</a></div>
</nav></div>
	<footer id="footer" class="inner">Copyright &copy; 2014

    muggleyoung

</footer>
	<script src="/javascripts/slash.js"></script>
<script src="/javascripts/jquery.fancybox.pack.js"></script>
<script type="text/javascript">
(function($){
	$('.fancybox').fancybox();
})(jQuery);
</script> <!-- Delete or comment this line to disable Fancybox -->


<script type="text/javascript">
      var disqus_shortname = 'muggleyoung';
      
        
        var disqus_script = 'count.js';
      
    (function () {
      var dsq = document.createElement('script'); dsq.type = 'text/javascript'; dsq.async = true;
      dsq.src = 'http://' + disqus_shortname + '.disqus.com/' + disqus_script;
      (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);
    }());
</script>





</body>
</html>