
<!DOCTYPE HTML>
<html>
<head>
	<meta charset="utf-8">
	<title></title>
	<meta name="author" content="muggleyoung">

	
	<meta name="description" content="&#26681;&#25454;&#25105;&#30340;&#31508;&#35760;&#65292;4&#26376;15&#26085;&#26202;&#19978;8&#28857;&#21322;&#30340;&#28779;&#36710;&#65292;&#30828 &hellip;">
	
	<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

	<link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
	<link rel="canonical" href="">
	<link href="/favicon.png" rel="shortcut icon">
	<link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
	<!--[if lt IE 9]><script src="//html5shiv.googlecode.com/svn/trunk/html5.js"></script><![endif]-->
	<script src="//ajax.googleapis.com/ajax/libs/jquery/1.7.2/jquery.min.js"></script>
	
</head>

<body>
	<header id="header" class="inner"><h1><a href="/"></a></h1>
<nav id="main-nav"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</nav>
<nav id="mobile-nav">
	<div class="alignleft menu">
		<a class="button">Menu</a>
		<div class="container"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</div>
	</div>
	<div class="alignright search">
		<a class="button"></a>
		<div class="container">
			<form action="http://google.com/search" method="get">
				<input type="text" name="q" results="0">
				<input type="hidden" name="q" value="site:muggleyoung.github.com">
			</form>
		</div>
	</div>
</nav>
<nav id="sub-nav" class="alignright">
	<div class="social">
		
		
		
		
    
		
		
		
		
		
		<a class="rss" href="/atom.xml" title="RSS">RSS</a>
		
	</div>
	<form class="search" action="http://google.com/search" method="get">
		<input class="alignright" type="text" name="q" results="0">
		<input type="hidden" name="q" value="site:muggleyoung.github.com">
	</form>
</nav>

</header>
	
		
	
	<div id="content" class="inner">


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/04/22/%E5%86%8D%E9%80%9B%E5%8C%97%E4%BA%AC-1/">
		
			再逛北京-1</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#26681;&#25454;&#25105;&#30340;&#31508;&#35760;&#65292;4&#26376;15&#26085;&#26202;&#19978;8&#28857;&#21322;&#30340;&#28779;&#36710;&#65292;&#30828;&#24231;&#65292;&#27425;&#26085;8&#28857;&#21040;&#21271;&#20140;&#12290;</p>
<p>&#30001;&#20110;&#26159;&#21608;&#20116;&#65292;WD&#19978;&#29677;&#65292;www&#21435;&#22825;&#27941;&#20986;&#24046;&#65292;ocean&#23398;&#26657;&#20063;&#19981;&#26041;&#20415;&#65292;&#36825;&#22825;&#25105;&#19968;&#20010;&#20154;&#29609;&#20799;&#12290;</p>
<p>&#20808;&#21435;&#20102;&#22269;&#23478;&#22823;&#21095;&#38498;&#65292;&#21069;&#19968;&#22825;&#22312;&#32593;&#19978;&#39044;&#35746;&#20102;&#21442;&#35266;&#31080;&#65292;&#30465;10RMB&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/533314812719400746.jpg" border="0" alt="" /></p>
<p>&#22823;&#21095;&#38498;&#20869;&#37096;&#36824;&#26159;&#24456;&#38712;&#27668;&#30340;~~~~</p>
<p><img src="http://filer.blogbus.com/5333148/53331481271940066j.jpg" border="0" alt="" /></p>
<p>&#19978;&#22270;&#26159;&#27468;&#21095;&#21381;&#30340;&#19968;&#20010;&#20837;&#21475;&#12290;&#21518;&#38754;&#26576;&#22825;&#30475;&#27468;&#21095;&#65292;&#23601;&#22312;&#36825;&#37324;&#65292;&#36229;&#22823;&#12290;&#12290;&#12290;</p>
<p>&#27491;&#22909;&#36825;&#22825;&#26159;&#22823;&#21095;&#38498;&#27468;&#21095;&#33410;&#30340;&#31532;&#19968;&#22825;&#65292;&#21442;&#35266;&#21040;&#20013;&#21320;&#65292;&#31561;&#21040;&#20102;&#19968;&#22330;&#23567;&#28436;&#20986;&#65292;&#35199;&#34255;&#29233;&#20048;&#20048;&#22242;&#12290;</p>
<p>&#20026;&#21861;&#25105;&#21548;&#30528;&#20182;&#20204;&#21019;&#20316;&#30340;&#27665;&#27468;&#24635;&#26377;&#31181;&#21040;&#20102;&#20113;&#21335;&#30340;&#24863;&#35273;&#12290;&#12290;&#12290;&#12290;&#19981;&#36807;&#21518;&#26469;&#26377;&#20960;&#20010;&#23467;&#24311;&#20048;&#30340;&#28436;&#22863;&#65292;&#36824;&#26159;&#24456;&#22909;&#21548;&#30340;&#12290;</p>
<p>&#30475;&#23436;12&#28857;&#65292;&#21518;&#38754;&#30340;&#39033;&#30446;&#27604;&#36739;&#26202;&#65292;&#39295;&#20102;&#12290;&#20110;&#26159;&#20986;&#26469;&#25214;&#20102;&#19968;&#22909;&#24515;&#23567;&#22993;&#23064;&#24110;&#24537;&#25293;&#29031;&#12290;&#22993;&#23064;&#22826;&#21892;&#33391;&#20102;&#65292;&#25105;&#37117;&#24980;&#24756;&#25104;&#21861;&#20102;&#65292;&#36824;&#35753;&#22905;&#25293;&#30340;&#29664;&#22278;&#29577;&#28070;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/533314812719402425.jpg" border="0" alt="" /></p>
<p>&#22823;&#21095;&#38498;&#20986;&#26469;&#65292;&#21448;&#21435;&#22825;&#23433;&#38376;&#36716;&#24736;&#12290;&#21407;&#26412;&#24819;&#21435;&#21442;&#35266;&#27611;&#29239;&#29239;&#32426;&#24565;&#22530;&#65292;&#21487;&#26159;12&#28857;&#37027;&#37324;&#23601;&#20851;&#38376;&#20102;&#65292;&#25105;&#19981;&#30693;&#36947;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#21518;&#26469;&#20877;&#27425;&#36335;&#36807;&#36825;&#37324;&#65292;&#35265;&#35782;&#20102;&#25490;&#38431;&#39046;&#31080;&#30340;&#20154;&#27969;&#22810;&#20040;&#22766;&#35266;&#65292;&#20107;&#23454;&#35777;&#26126;&#65292;&#25105;&#27809;&#21435;&#20945;&#28909;&#38393;&#26159;&#38750;&#24120;&#27491;&#30830;&#30340;&#12290;</p>
<p>&#22312;&#22825;&#23433;&#38376;&#24191;&#22330;&#30475;&#21040;&#30340;&#19968;&#24149;&#65292;&#24863;&#35273;&#24456;&#22909;&#65292;&#24046;&#28857;&#20063;&#20914;&#19978;&#21435;&#35201;&#21512;&#24433;&#12290;&#12290;&#12290;&#12290;&#12290;&#30475;&#26469;&#36825;&#20010;&#26257;&#20551;&#65292;&#38750;&#24471;&#21435;&#19968;&#36255;&#34255;&#21306;&#20102;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481271942562f.jpg" border="0" alt="" /></p>
<p>&#21271;&#20140;&#30340;&#23433;&#26816;&#30495;&#30340;&#38750;&#24120;&#20005;&#26684;&#12290;&#36825;&#20010;&#27599;&#20010;&#22320;&#19979;&#36890;&#36947;&#65292;&#22320;&#38081;&#31449;&#21475;&#37117;&#26377;&#23433;&#26816;&#12290;&#32780;&#22806;&#38754;&#36828;&#36828;&#30475;&#30528;&#20687;&#33945;&#21476;&#21253;&#19968;&#26679;&#30340;&#22320;&#26041;&#65292;&#26159;&#23433;&#26816;2&#12290;&#24456;&#22810;&#24456;&#22810;&#12290;&#12290;&#12290;&#12290;&#25454;&#35828;&#26159;&#22240;&#20026;&#20420;&#32599;&#26031;&#30340;&#22320;&#38081;&#29190;&#28856;&#20107;&#20214;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481271942571x.jpg" border="0" alt="" /></p>
<p>&#25509;&#30528;&#65292;&#25214;&#22320;&#20799;&#21507;&#39277;&#12290;&#22352;&#22320;&#38081;&#21435;&#20102;&#35199;&#30452;&#38376;&#65292;&#23828;&#20171;&#32461;&#30340;&#22909;&#21507;&#27873;&#33433;&#25105;&#27809;&#25214;&#30528;&#65292;&#38543;&#20415;&#36827;&#20102;&#23478;&#24215;&#65292;&#24247;&#24072;&#20613;&#20160;&#20040;&#24555;&#39184;&#12290;&#22826;&#22826;&#38590;&#21507;&#20102;&#65292;&#19968;&#32929;&#27873;&#38754;&#21619;&#20799;&#65292;&#36824;20RMB&#65292;&#21507;&#30340;&#25105;&#24456;&#19981;&#29245;&#65292;&#20063;&#27809;&#24515;&#24773;&#22312;&#37027;&#21830;&#22330;&#36891;&#19979;&#21435;&#12290;</p>
<p>&#22352;&#20102;&#20004;&#31449;&#36335;&#30340;&#20844;&#20132;&#65292;&#21435;&#20102;&#20256;&#35828;&#20013;&#20080;&#34915;&#26381;&#30340;&#21160;&#29289;&#22253;&#12290;&#36319;&#24247;&#22797;&#36335;&#24046;&#19981;&#22810;&#65292;&#24456;&#22823;&#65292;&#24456;&#20081;&#65292;&#20154;&#24456;&#22810;&#65292;&#25105;&#21463;&#19981;&#20102;&#65292;&#36208;&#39532;&#35266;&#33457;&#30340;&#23601;&#21448;&#38378;&#20154;&#20102;&#12290;</p>
<p>&#36825;&#22825;&#30340;&#20498;&#25968;&#31532;&#20108;&#31449;&#65292;&#35199;&#21333;&#12290;</p>
<p>&#21035;&#30475;&#27809;&#21435;&#20160;&#20040;&#22320;&#20799;&#65292;&#20294;&#26102;&#38388;&#36807;&#24471;&#36824;&#36156;&#24555;&#65292;&#22823;&#22478;&#24066;&#23601;&#26159;&#36825;&#26679;&#65292;&#36335;&#19978;&#22826;&#32829;&#35823;&#20107;&#20799;&#65292;&#24184;&#20111;&#26377;&#22320;&#38081;&#65292;&#35201;&#19981;&#19968;&#22825;&#20840;&#36153;&#36335;&#19978;&#20102;&#12290;</p>
<p>&#21040;&#35199;&#21333;&#23601;5&#65292;6&#28857;&#20102;&#12290;&#32972;&#30528;&#22823;&#20070;&#21253;&#33136;&#37117;&#24555;&#25240;&#20102;&#65292;&#23454;&#22312;&#26159;&#36891;&#19981;&#21160;&#21862;&#65292;&#22352;&#31561;WD&#26469;&#25509;&#12290;</p>
<p>&#22823;&#27010;6&#28857;&#21322;&#65292;&#32456;&#20110;&#30896;&#22836;&#20102;&#12290;&#21435;&#21507;&#20102;pizza&#12290;&#19981;&#36149;&#65292;&#20457;&#20154;&#21507;&#20102;80&#12290;&#19968;&#20010;pizza&#65292;&#19968;&#20221;&#27801;&#25289;&#65292;&#19968;&#22774;&#33590;&#65292;&#36824;&#26377;&#40481;&#32709;&#12290;&#20043;&#21069;&#25105;&#22312;&#40614;&#24403;&#21171;&#22443;&#20102;&#28857;&#65292;&#25152;&#20197;&#36825;&#28857;&#19996;&#35199;&#27491;&#22909;&#22815;&#25105;&#20457;&#12290;</p>
<p>&#20498;&#36710;&#30340;&#22320;&#26041;&#27491;&#22909;&#22312;&#21069;&#38376;&#65292;&#23601;&#21435;&#21069;&#38376;&#22823;&#34903;&#21644;&#22823;&#26629;&#26639;&#23567;&#36955;&#20102;&#19968;&#22280;&#65292;&#20063;&#23601;&#37027;&#26679;&#12290;&#22823;&#26629;&#26639;&#30830;&#23454;&#26377;&#28857;&#20687;&#21688;&#38451;&#30340;&#22025;&#24800;&#65292;&#21704;&#21704;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481271942824q.jpg" border="0" alt="" /></p>
<p>WD&#20303;&#30340;&#24456;&#36828;&#65292;&#26179;&#24736;&#22238;&#21435;&#65292;&#24555;10&#28857;&#12290;&#32047;&#24808;&#20102;&#65292;&#36824;&#22352;&#22312;&#24202;&#36793;&#30475;&#20102;&#20250;&#38750;&#35802;&#21247;&#25200;&#65292;&#36825;&#33410;&#30446;&#30830;&#23454;&#27604;&#36739;&#25630;&#31505;&#12290;&#21704;&#21704;&#65292;&#19968;&#22825;&#36824;&#31639;&#20805;&#23454;&#12290;&#19968;&#20010;&#20154;&#30606;&#36716;&#12290;&#12290;&#12290;</p>
<p>&#26126;&#22825;WD&#24102;&#30528;&#25105;&#65292;&#23601;&#36731;&#26494;&#22810;&#20102;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#160;</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-04-22T00:00:00+08:00" pubdate data-updated="true">Apr 22<span>nd</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/04/21/%E5%8C%97%E4%BA%AC%E5%BD%92%E6%9D%A5/">
		
			北京归来</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#26085;&#24535;&#30340;&#20998;&#31867;&#34987;&#25105;&#25972;&#30340;&#21487;&#20081;&#65292;&#33258;&#24049;&#37117;&#25630;&#19981;&#28165;&#21738;&#20010;&#26159;&#21738;&#20010;&#20102;&#65292;&#20174;&#36825;&#31687;&#36215;&#20840;&#37096;&#37325;&#26032;&#26469;&#36807;&#12290;&#25105;&#20197;&#21518;&#37117;&#36215;&#26368;&#26222;&#36890;&#26368;&#26131;&#25026;&#30340;&#20998;&#31867;&#21517;&#12290;</p>
<p>&#20174;&#21271;&#20140;&#22238;&#26469;&#21862;&#65281;&#28779;&#36710;&#24555;8&#28857;&#21040;&#65292;&#35199;&#23433;&#19979;&#30528;&#38632;&#12290;&#20844;&#20132;&#19981;&#22909;&#22352;&#65292;&#25171;&#36710;&#20063;&#25171;&#19981;&#30528;&#12290;&#12290;&#12290;</p>
<p>&#21710;&#65292;&#20599;&#36305;&#20960;&#22825;&#65292;&#33853;&#19979;&#19968;&#22823;&#22534;&#20107;&#24773;&#27809;&#20570;</p>
<p>&#26032;&#30005;&#33041;&#26469;&#20102;&#65292;&#25308;&#25176;&#21516;&#23398;&#35013;&#20102;&#31995;&#32479;&#12290;&#36825;&#20123;&#19981;&#38752;&#35889;&#30340;&#23043;&#65292;&#25226;&#20027;&#26426;&#38543;&#20415;&#25918;&#22312;&#26700;&#23376;&#19978;&#65292;&#20081;&#19971;&#20843;&#31967;&#65292;&#36824;&#26159;&#24471;&#37325;&#26032;&#25918;&#19968;&#19979;&#12290;</p>
<p>&#35770;&#25991;&#35201;&#25237;&#31295;&#20102;&#65292;&#30740;&#31350;&#20102;&#19968;&#26089;&#26216;&#65292;&#36824;&#27809;&#25972;&#26126;&#30333;&#36825;&#26684;&#24335;&#21040;&#24213;&#26159;&#21643;&#22238;&#20107;&#65292;&#26032;&#36719;&#20214;&#24456;&#38476;&#29983;&#21834;&#65292;&#25490;&#20010;&#29256;&#36824;&#35201;&#20889;&#28857;&#20195;&#30721;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#25105;&#19981;&#22312;&#65292;&#22362;&#23432;&#38453;&#22320;&#30340;&#21516;&#24535;&#20204;&#20063;&#25032;&#24608;&#20102;&#65292;&#26089;&#19978;&#26202;&#26202;&#30340;&#26469;&#23454;&#39564;&#23460;&#65292;&#25454;&#35828;boss&#26152;&#22825;&#29983;&#27668;&#20102;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#25152;&#20197;&#65292;&#22238;&#26469;&#20197;&#21518;&#25105;&#19968;&#21051;&#27809;&#28040;&#20572;&#12290;&#22238;&#23487;&#33293;&#27927;&#33080;&#21518;&#30452;&#25509;&#22868;&#23454;&#39564;&#23460;&#24178;&#27963;&#12290;&#24184;&#22909;&#26202;&#19978;&#25105;&#36824;&#23567;&#30561;&#20102;&#19968;&#20250;&#12290;</p>
<p>&#22909;&#22909;&#24052;&#32467;boss&#21834;~~~~</p>
<p>&#21271;&#20140;&#29609;&#30340;&#25105;&#37117;&#22823;&#27010;&#20570;&#20102;&#31508;&#35760;&#65292;&#22238;&#22836;&#20877;&#20889;&#21543;&#12290;&#26412;&#26469;&#36824;&#35828;&#27599;&#22825;&#19968;&#31687;&#65292;&#24456;&#24555;&#23601;&#20889;&#23436;&#20102;&#21602;&#12290;</p>
<p>&#29616;&#22312;&#36824;&#26377;&#19968;&#20010;&#20840;&#26032;&#30005;&#33041;&#35201;&#35013;&#36719;&#20214;&#65292;&#36824;&#26377;&#24456;&#22810;&#27963;&#35201;&#24178;&#65292;&#26197;&#21834;&#65292;&#24537;&#36215;&#26469;&#36824;&#30495;&#26159;&#27809;&#23436;&#12290;&#12290;&#12290;</p>
<p>&#24819;&#36215;&#19968;&#20598;&#20687;&#21516;&#23398;&#35828;&#65292;&#26102;&#38388;&#23601;&#26159;&#29273;&#33167;&#37324;&#30340;&#29273;&#33167;&#65292;&#24537;&#20102;&#23398;&#30340;&#19996;&#35199;&#23601;&#22810;&#12290;&#24456;&#32469;&#21475;&#21704;&#12290;</p>
<p>&#19981;&#24223;&#35805;&#20102;&#65292;&#25226;&#29031;&#29255;&#20498;&#19968;&#19979;&#65292;&#24178;&#27963;&#20102;&#12290;</p>
<p>&#32047;&#21834;&#65292;&#33151;&#29616;&#22312;&#36824;&#26159;&#30828;&#30340;&#65292;&#31361;&#28982;&#24456;&#25285;&#24515;&#38745;&#33033;&#26354;&#24352;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481271833023k.jpg" border="0" alt="" /></p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-04-21T00:00:00+08:00" pubdate data-updated="true">Apr 21<span>st</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/04/13/%E8%8B%B1%E8%AF%AD%E8%8F%9C%E9%B8%9F/">
		
			英语菜鸟</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#20170;&#22825;&#36824;&#26159;&#27969;&#27700;&#36134;&#65292;&#20854;&#23454;&#21861;&#37117;&#27809;&#24178;&#65292;&#23601;&#25913;&#20102;&#20010;&#35770;&#25991;</p>
<p>&#21457;&#29616;&#33258;&#24049;&#30340;&#33521;&#25991;&#20889;&#20316;&#27700;&#24179;&#23454;&#22312;&#19981;&#26159;&#19968;&#33324;&#30340;&#24046;&#21170;&#21834;</p>
<p>AW&#30340;&#25104;&#32489;&#29616;&#22312;&#26159;&#24443;&#24213;&#19981;&#25351;&#26395;&#20102;</p>
<p>&#26080;&#35770;&#26159;&#35841;&#30475;&#20102;&#25105;&#33258;&#24049;&#36896;&#30340;&#21477;&#23376;&#65292;&#37117;&#23545;&#35821;&#27861;&#34920;&#31034;&#20102;&#26497;&#22823;&#30340;&#26080;&#22856;&#12290;&#24182;&#19988;&#36319;&#25105;&#35762;&#36848;&#20027;&#35859;&#23486;&#36825;&#26679;&#30340;&#21021;&#32423;&#35821;&#27861;&#30693;&#35782;&#65292;&#21487;&#24796;&#25105;&#19981;&#25026;&#12290;&#12290;&#12290;&#21482;&#35201;&#26159;&#35835;&#30528;&#39034;&#28316;&#30340;&#21477;&#23376;&#65292;&#32479;&#32479;&#21548;&#35805;&#30340;&#25913;&#25481;&#20102;</p>
<p>&#21516;&#23398;&#20204;&#32463;&#36807;&#25105;&#30340;&#25240;&#30952;&#20063;&#35813;&#26159;&#38271;&#36827;&#19981;&#23569;&#21543;</p>
<p>&#36825;&#20250;&#20102;&#65292;CK&#21516;&#23398;&#36824;&#22312;&#37027;&#36793;&#36763;&#33510;&#30340;&#21827;&#30528;&#21602;&#65292;11&#39029;&#27915;&#27915;&#27922;&#27922;&#30340;&#22823;&#20316;&#65292;&#21363;&#20351;&#21482;&#30475;&#20010;&#24320;&#22836;&#32467;&#23614;&#20063;&#22815;&#20182;&#21463;&#30340;&#20102;&#65292;&#22079;&#22079;</p>
<p>&#20105;&#21462;&#20170;&#26202;&#25913;&#22909;&#20102;&#65292;&#32473;boss&#21457;&#36807;&#21435;</p>
<p>&#24681;&#65292;&#20170;&#26202;&#27809;&#30475;&#33521;&#35821;~&#26377;&#27491;&#24403;&#29702;&#30001;&#30340;&#21734;</p>
<p>&#35199;&#23433;&#30495;&#26159;&#20919;&#27515;&#20102;&#65292;&#25105;&#29240;&#22920;&#20351;&#21170;&#25171;&#30005;&#35805;&#26469;&#35753;&#25105;&#25226;&#26825;&#34948;&#25438;&#20986;&#26469;&#31359;&#12290;&#12290;&#12290;&#12290;&#32416;&#32467;&#20102;&#19979;&#65292;&#36824;&#26159;&#31639;&#20102;&#21543;&#65292;&#25105;&#25042;~~~</p>
<p>&#36807;&#20102;&#26126;&#22825;&#65292;&#36214;&#32039;&#22825;&#26228;&#21543;~~~</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-04-13T00:00:00+08:00" pubdate data-updated="true">Apr 13<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/04/12/%E8%A5%BF%E5%AE%89%E4%B8%8D%E6%98%AF%E5%9C%B0%E7%8B%B1%EF%BC%8C%E4%BB%8A%E5%A4%A9%E7%9A%84%E5%9C%B0%E7%8B%B1%E6%98%AFubuntu/">
		
			西安不是地狱，今天的地狱是Ubuntu</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#31361;&#28982;&#23601;&#24819;&#36215;&#20102;&#39134;&#26152;&#26202;&#36319;&#25105;&#36716;&#36848;&#30340;&#19968;&#21477;&#35805;&#65306;&#21435;&#35199;&#23433;&#24037;&#20316;&#26377;&#20160;&#20040;&#65292;&#37027;&#37324;&#21448;&#19981;&#26159;&#22320;&#29425;</p>
<p>&#35841;&#35828;&#19981;&#26159;&#21602;&#65292;&#21621;&#21621;&#65292;&#25105;&#19981;&#22810;&#24863;&#24936;&#20102;&#65292;&#22826;&#24433;&#21709;&#24515;&#24773;</p>
<p>&#20854;&#23454;&#65292;&#24515;&#24773;&#26089;&#23601;&#34987;Ubuntu&#21644;&#19975;&#24694;&#30340;H3C&#24433;&#21709;&#20102;</p>
<p>&#20854;&#23454;&#31995;&#32479;&#20013;&#21320;&#23601;&#35013;&#22909;&#20102;&#65292;&#25972;&#20010;&#19979;&#21320;&#37117;&#22312;&#25630;&#19978;&#32593;&#30340;&#20107;&#24773;&#12290;&#26377;&#38382;&#39064;&#20102;&#65292;&#27809;&#21150;&#27861;&#26597;&#65292;&#36824;&#24471;&#37325;&#21551;&#20102;&#20877;&#21435;&#38382;&#37117;&#27515;&#19979;&#26597;&#65292;&#26597;&#22909;&#20102;&#20877;&#37325;&#21551;&#21435;&#26080;&#24110;&#22270;&#19979;&#35797;&#39564;&#12290;&#26469;&#26469;&#22238;&#22238;&#25240;&#33150;&#22909;&#20037;&#65292;&#24515;&#30140;&#25105;&#30005;&#33041;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#22909;&#19981;&#23481;&#26131;&#65292;&#25220;&#20102;&#20960;&#39029;&#32440;&#30340;&#21629;&#20196;&#34892;&#65292;&#32456;&#20110;&#19968;&#27493;&#19968;&#27493;&#30340;&#36208;&#21521;&#25104;&#21151;&#20102;</p>
<p>&#35013;&#22909;&#20102;&#23458;&#25143;&#31471;&#65292;&#36755;&#20837;&#36134;&#21495;&#21644;&#23494;&#30721;&#12290;&#12290;&#12290;&#12290;nnd&#65292;&#31455;&#28982;&#35828;&#26159;&#38169;&#35823;&#30340;&#12290;&#20877;&#35797;&#65292;&#20877;&#35797;&#65292;&#20877;&#35797;&#12290;&#12290;&#12290;&#12290;&#35828;&#38169;&#35823;10&#27425;&#23601;&#19978;&#40657;&#21517;&#21333;&#20102;&#65292;&#25105;&#19981;&#25954;&#25191;&#30528;&#20102;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#37057;&#38391;&#21584;&#65292;&#24212;&#35813;&#26159;&#35013;&#22909;&#20102;&#25165;&#23545;&#30340;&#21834;~~&#24618;&#35841;&#65292;&#23458;&#25143;&#31471;&#36824;&#26159;&#26080;&#24110;&#22270;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#21710;&#65292;&#36825;&#25165;&#26159;&#30495;&#27491;&#30340;&#22320;&#29425;&#21834;&#65292;&#19981;&#30693;&#36947;&#31350;&#31455;&#21738;&#37324;&#20986;&#20102;&#38382;&#39064;&#12290;&#29992;&#23436;&#20102;&#25105;&#20170;&#22825;&#30340;&#32784;&#24515;&#65292;&#19981;&#29245;&#65292;&#19981;&#29245;&#12290;&#12290;&#12290;&#12290;</p>
<p>over&#20102;&#65292;&#25265;&#24616;&#23436;&#20102;&#36824;&#26159;&#24471;&#23398;&#20064;&#12290;&#31361;&#28982;&#21457;&#29616;&#65292;&#25628;&#32034;&#27425;&#25968;&#22826;&#22810;&#20102;&#65292;&#22909;&#22810;&#25970;&#20986;&#26469;&#30340;&#23383;&#32852;&#24819;&#30340;&#37117;&#36319;Ubuntu&#21644;&#19978;&#32593;&#26377;&#20851;&#12290;&#12290;&#12290;&#12290;&#25105;&#23481;&#26131;&#22043;&#25105;&#65292;&#21756;&#21756;&#65292;&#32487;&#32493;&#23398;&#20064;&#21435;~~~</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-04-12T00:00:00+08:00" pubdate data-updated="true">Apr 12<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/04/10/%E5%91%A8%E6%9C%AB%E6%B5%81%E6%B0%B4%E4%B9%8B%E7%8A%AF%E9%94%99/">
		
			周末流水之犯错</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#20170;&#22825;&#65292;&#27809;&#21861;&#22909;&#35828;&#30340;&#12290;</p>
<p>&#26089;&#19978;&#22238;&#23478;&#20102;&#65292;&#21507;&#39277;&#65292;&#24110;&#24537;&#65292;&#21435;&#21307;&#38498;&#30475;&#23016;&#22920;&#65292;&#20877;&#21507;&#39277;&#65292;&#21435;&#20070;&#24215;&#27873;&#20102;&#19968;&#20250;&#12290;&#31561;&#22238;&#21040;&#23478;&#24050;&#32463;8&#28857;</p>
<p>&#36825;&#19968;&#22825;&#36807;&#30340;&#65292;&#22909;&#32047;&#12290;&#12290;&#12290;</p>
<p>&#23478;&#37324;&#30340;&#38190;&#30424;&#34987;&#32769;&#29241;&#35065;&#25104;&#20102;&#26408;&#20035;&#20234;&#65292;&#22826;&#38590;&#20351;&#20102;&#65292;&#29378;&#25171;&#38169;&#21035;&#23383;</p>
<p>&#20170;&#22825;&#23601;&#35760;&#19979;&#25105;&#33258;&#24049;&#27963;&#35813;&#29359;&#30340;&#38169;&#21543;&#65306;&#20080;&#23567;&#20102;&#30340;&#35044;&#23376;&#65292;&#26159;&#22240;&#20026;&#30475;&#35265;&#20215;&#38065;&#22826;&#20415;&#23452;&#65292;&#25105;&#24613;&#30528;&#20080;&#65292;&#19968;&#20010;&#28608;&#21160;&#33258;&#24049;&#36873;&#38169;&#21495;&#30721;&#30340;&#12290;&#21710;&#65292;&#25105;&#36825;&#23043;&#35265;&#19981;&#24471;&#33258;&#24049;&#29359;&#36825;&#31181;&#24908;&#37324;&#24908;&#24352;&#30340;&#38169;&#65292;&#24515;&#29702;&#19981;&#29245;&#12290;&#19981;&#36807;&#21543;&#65292;&#26368;&#23567;&#21495;&#30340;&#36824;&#26159;&#34987;&#25105;&#30828;&#22622;&#36827;&#21435;&#20102;&#65292;&#26377;&#28508;&#21147;&#12290;&#31561;&#25105;&#20877;&#30246;&#28857;~</p>
<p>&#21035;&#30340;&#27809;&#21861;&#20102;&#65292;&#22312;&#20070;&#24215;&#30475;&#35265;&#20960;&#26412;&#19981;&#38169;&#30340;&#20070;&#65292;&#26377;&#26426;&#20250;&#20080;&#20102;&#20877;&#35828;&#21543;&#12290;</p>
<p>&#31561;&#30528;&#21507;&#26202;&#39277;&#20102;~~</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-04-10T00:00:00+08:00" pubdate data-updated="true">Apr 10<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>

<nav id="pagenavi">
    
        <a href="/blog/page/31/" class="prev">Prev</a>
    
    
        <a href="/blog/page/33/" class="next">Next</a>
    
    <div class="center"><a href="/blog/archives">Blog Archives</a></div>
</nav></div>
	<footer id="footer" class="inner">Copyright &copy; 2013

    muggleyoung

</footer>
	<script src="/javascripts/slash.js"></script>
<script src="/javascripts/jquery.fancybox.pack.js"></script>
<script type="text/javascript">
(function($){
	$('.fancybox').fancybox();
})(jQuery);
</script> <!-- Delete or comment this line to disable Fancybox -->


<script type="text/javascript">
      var disqus_shortname = 'muggleyoung';
      
        
        var disqus_script = 'count.js';
      
    (function () {
      var dsq = document.createElement('script'); dsq.type = 'text/javascript'; dsq.async = true;
      dsq.src = 'http://' + disqus_shortname + '.disqus.com/' + disqus_script;
      (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);
    }());
</script>





</body>
</html>