
<!DOCTYPE HTML>
<html>
<head>
	<meta charset="utf-8">
	<title></title>
	<meta name="author" content="muggleyoung">

	
	<meta name="description" content="&#26152;&#20799;&#20598;&#28982;&#30475;&#21040;&#30340;&#19968;&#37096;&#21160;&#30011;~
&#22312;&#24202;&#19978;&#36182;&#21040;3&#28857;&#20043 &hellip;">
	
	<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

	<link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
	<link rel="canonical" href="">
	<link href="/favicon.png" rel="shortcut icon">
	<link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
	<!--[if lt IE 9]><script src="//html5shiv.googlecode.com/svn/trunk/html5.js"></script><![endif]-->
	<script src="//ajax.googleapis.com/ajax/libs/jquery/1.7.2/jquery.min.js"></script>
	
</head>

<body>
	<header id="header" class="inner"><h1><a href="/"></a></h1>
<nav id="main-nav"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</nav>
<nav id="mobile-nav">
	<div class="alignleft menu">
		<a class="button">Menu</a>
		<div class="container"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</div>
	</div>
	<div class="alignright search">
		<a class="button"></a>
		<div class="container">
			<form action="http://google.com/search" method="get">
				<input type="text" name="q" results="0">
				<input type="hidden" name="q" value="site:muggleyoung.github.com">
			</form>
		</div>
	</div>
</nav>
<nav id="sub-nav" class="alignright">
	<div class="social">
		
		
		
		
    
		
		
		
		
		
		<a class="rss" href="/atom.xml" title="RSS">RSS</a>
		
	</div>
	<form class="search" action="http://google.com/search" method="get">
		<input class="alignright" type="text" name="q" results="0">
		<input type="hidden" name="q" value="site:muggleyoung.github.com">
	</form>
</nav>

</header>
	
		
	
	<div id="content" class="inner">


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/09/06/%E6%88%90%E9%BE%99%E5%8E%86%E9%99%A9%E8%AE%B0/">
		
			成龙历险记</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p><img src="http://imgsrc.baidu.com/forum/pic/item/78896860e6a45f74eaf8f812.jpg" border="0" alt="" /></p>
<p>&#26152;&#20799;&#20598;&#28982;&#30475;&#21040;&#30340;&#19968;&#37096;&#21160;&#30011;~</p>
<p>&#22312;&#24202;&#19978;&#36182;&#21040;3&#28857;&#20043;&#21518;&#65292;&#23454;&#22312;&#29100;&#19981;&#20303;&#20102;&#21482;&#22909;&#20986;&#38376;&#35269;&#39135;</p>
<p>&#35199;&#24037;&#22823;&#26049;&#36793;&#30340;&#38889;&#22269;&#26009;&#29702;&#65292;&#26159;&#25105;&#36804;&#20170;&#20026;&#27490;&#21507;&#21040;&#30340;&#24615;&#20215;&#27604;&#26368;&#39640;&#30340;&#28023;&#40092;&#38754;&#65292;&#26009;&#24456;&#36275;</p>
<p>&#24215;&#37324;&#25918;&#30528;&#30005;&#35270;&#65292;&#22235;&#28857;&#21322;&#65292;&#21160;&#30011;&#22478;&#65292;&#23601;&#26159;&#36825;&#37096;&#21160;&#30011;</p>
<p>&#30011;&#20986;&#26469;&#30340;&#25104;&#40857;&#30495;&#19981;&#22909;&#30475;&#65292;&#27809;&#29305;&#28857;</p>
<p>&#22823;&#27010;&#22240;&#20026;&#24456;&#20037;&#27809;&#30475;&#36807;&#21160;&#30011;&#21095;&#20102;&#65292;&#26377;&#28857;&#20799;&#36319;&#19981;&#19978;&#33410;&#22863;</p>
<p>&#31532;&#19968;&#38598;&#27809;&#30475;&#25026;&#65292;&#21040;&#20102;&#31532;&#20108;&#38598;&#25165;&#26377;&#28857;&#36319;&#19978;&#33410;&#22863;</p>
<p>&#37197;&#38899;&#27809;&#30340;&#35828;&#65292;&#22826;&#38590;&#21548;&#20102;&#65292;&#20856;&#22411;&#30340;&#37197;&#38899;&#33108;</p>
<p>&#21095;&#24773;&#22043;&#65292;&#21464;&#24471;&#20498;&#26159;&#25402;&#24555;&#30340;&#65292;&#21487;&#36825;&#24605;&#32500;&#26041;&#24335;&#21543;&#65292;&#25110;&#35768;&#25105;&#26159;&#30495;&#30340;&#32769;&#20102;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#30475;&#26679;&#23376;&#24212;&#35813;&#26159;&#32654;&#22269;&#22242;&#38431;&#65292;&#30011;&#39118;&#31895;&#29367;</p>
<p>&#24773;&#33410;&#22043;&#65292;&#24681;&#65292;&#24456;&#22810;&#21160;&#30011;&#29255;&#25105;&#37117;&#27427;&#36175;&#19981;&#20102;&#20102;</p>
<p>&#37197;&#38899;&#30495;&#30340;&#26159;&#19981;&#21916;&#27426;&#65292;&#19981;&#33021;&#33258;&#28982;&#28857;&#20799;&#21527;~~~~</p>
<p>P.S. &#21069;&#38754;&#25918;&#30340;&#26159;&#37329;&#31881;&#19990;&#23478;&#65292;&#30475;&#35265;&#32972;&#26223;&#20013;&#30340;&#21521;&#26085;&#33909;&#25670;&#21160;&#65292;&#25105;&#24819;&#21040;&#20102;&#25171;&#20725;&#23608;&#37324;&#38754;&#37027;&#25197;&#25197;&#30340;&#21521;&#26085;&#33909;&#33041;&#34955;&#12290;&#21834;&#21834;&#21834;&#65292;&#30495;&#26159;&#65292;&#25105;&#26366;&#32463;&#22810;&#20040;&#21916;&#27426;&#36825;&#33457;&#20799;&#21834;~~~~</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-09-06T00:00:00+08:00" pubdate data-updated="true">Sep 6<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/09/04/%E5%90%83%E5%98%9B%E5%98%9B%E9%A6%99/">
		
			吃嘛嘛香</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#26089;&#26216;&#24320;&#20250;&#65292;&#20250;&#35758;&#31616;&#21333;&#65292;&#20294;&#23545;&#25105;&#26469;&#35828;&#26159;&#39640;&#24378;&#24230;</p>
<p>&#19979;&#21320;&#39072;&#31800;&#20457;&#23567;&#26102;&#21040;&#22969;&#23398;&#26657;&#65292;&#27604;&#22238;&#23478;&#36824;&#32047;</p>
<p>&#22238;&#26469;&#25171;&#31639;&#29330;&#21171;&#33258;&#24049;</p>
<p>&#35199;&#38376;&#20498;&#36710;&#26102;&#65292;&#20026;&#20102;&#19968;&#26479;&#19977;&#30343;&#19977;&#23478;&#65292;&#22352;&#21040;&#21171;&#21160;&#21335;&#36335;&#65292;&#38752;&#30528;&#21220;&#21171;&#30340;&#21452;&#33151;&#32487;&#32493;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#20013;&#38388;&#24515;&#24773;&#22909;&#65292;&#36824;&#32473;&#32654;&#26684;&#33778;&#20581;&#36523;&#39038;&#38382;&#22635;&#20102;&#35843;&#26597;&#34920;&#12290;&#21518;&#26469;&#24847;&#35782;&#21040;&#23436;&#20840;&#26159;&#31096;&#23475;&#20154;&#65292;&#25105;&#26159;&#27515;&#20063;&#19981;&#20250;&#20877;&#21435;&#20102;&#30340;&#12290;&#12290;&#12290;</p>
<p>&#21171;&#21160;&#36335;&#19968;&#36335;&#37117;&#26159;&#21507;&#30340;&#12290;&#37240;&#36771;&#31881;&#65292;&#35910;&#33104;&#30382;&#28078;&#29275;&#32922;&#65292;&#31561;&#31561;&#31561;&#65292;&#19968;&#36335;&#37027;&#20010;&#21475;&#27700;&#21568;</p>
<p>&#21040;&#20102;&#19977;&#30343;&#19977;&#23478;&#65292;&#25105;&#26159;&#30495;&#30340;&#28212;&#20102;&#65292;&#21704;&#21704;</p>
<p>&#28982;&#21518;&#26497;&#24230;&#39307;&#25259;&#33832;&#65292;&#32771;&#34385;&#21040;&#24052;&#20811;&#26031;&#30340;&#20215;&#26684;&#65292;&#21644;&#24517;&#32988;&#23458;&#30340;&#36317;&#31163;&#65292;&#32943;&#24503;&#22522;&#30340;&#21619;&#36947;&#65292;&#20915;&#23450;&#21435;&#21507;Subway&#22909;&#20102;</p>
<p>&#20170;&#22825;&#30340;&#29305;&#20215;&#26159;&#37329;&#26538;&#40060;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#24635;&#32467;&#65306;&#37329;&#26538;&#40060;&#19977;&#26126;&#27835;&#30495;&#30340;&#24456;&#38590;&#21507;&#65307;&#30334;&#39321;&#32511;&#33590;&#22826;&#22909;&#21917;&#21862;&#65281;</p>
<p>&#26469;&#30475;&#30475;&#36825;&#26159;&#21861;&#65292;&#22969;&#25512;&#33616;&#32473;&#25105;&#30340;&#22909;&#21507;&#30340;&#65292;&#29305;&#39321;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12836055369.jpg" border="0" alt="" /></p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-09-04T00:00:00+08:00" pubdate data-updated="true">Sep 4<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/09/04/south-america%EF%BC%8C%E5%8D%8E%E4%B8%BA%E6%9D%80%E8%BF%87%E6%9D%A5%E5%95%A6/">
		
			South America，华为杀过来啦</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#25105;&#35201;&#24320;&#22987;&#20851;&#24515;&#31185;&#25216;&#26032;&#38395;&#21862;</p>
<p>&#21738;&#37324;&#26377;&#24456;&#22810;&#26377;&#24847;&#24605;&#30340;&#31185;&#25216;&#26032;&#38395;&#21568;~</p>
<p>&#25105;&#20170;&#22825;&#30340;&#37117;&#26159;&#21326;&#23572;&#34903;&#26085;&#25253;&#19978;&#30475;&#30340;&#12290;&#12290;&#12290;&#12290;</p>
<p><a href="http://cn.wsj.com/gb/20100904/tec084734.asp?source=rss" target="_blank">T-Mobile&#19982;&#21326;&#20026;&#23601;&#38144;&#21806;&#26234;&#33021;&#25163;&#26426;&#36827;&#34892;&#35848;&#21028;</a></p>
<p><a href="http://cn.wsj.com/gb/20100903/tec112108.asp?source=article" target="_blank">&#20013;&#20852;&#12289;&#21326;&#20026;&#35745;&#21010;&#25512;&#20986;&#26356;&#22810;Android&#25163;&#26426;</a></p>
<p><a href="http://cn.wsj.com/gb/20100824/bch114851.asp?source=article" target="_blank">&#21326;&#20026;&#20511;&#21161;Sprint&#21069;&#39640;&#31649;&#20105;&#21462;&#22312;&#32654;&#19994;&#21153;</a></p>
<p>&#30475;&#26469;&#23459;&#35762;&#30340;&#26102;&#20505;&#21326;&#20026;&#26576;&#32463;&#29702;&#35828;&#65292;&#19968;&#23450;&#20250;&#24819;&#21150;&#27861;&#36827;&#20837;&#32654;&#22269;&#24066;&#22330;&#65292;&#34892;&#21160;&#26089;&#23601;&#24320;&#22987;&#20102;&#65292;&#24182;&#19988;&#24555;&#26377;&#32467;&#26524;&#20102;</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-09-04T00:00:00+08:00" pubdate data-updated="true">Sep 4<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/09/03/%E8%8B%B1%E5%89%A7%E5%88%9D%E4%BD%93%E9%AA%8C/">
		
			英剧初体验</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#20174;&#36855;&#19978;Sherlock&#65292;&#23545;&#33521;&#21095;&#20135;&#29983;&#22909;&#21360;&#35937;&#65292;&#25628;&#32034;&#20043;&#21518;&#65292;&#24378;&#28872;&#25512;&#33616;&#30340;&#65292;&#20171;&#32461;&#27604;&#36739;&#21560;&#24341;&#25105;&#30340;&#65306;the IT crowd, Coupling, Yes,Prime Minister.&#37117;&#26159;&#21916;&#21095;&#12290;</p>
<p>&#19979;&#36733;&#20102;&#21069;&#20004;&#37096;&#30340;&#31532;&#19968;&#23395;&#32771;&#23519;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1283500305r.jpg" border="0" alt="" /></p>
<p>&#20808;&#35828;IT crowd&#21543;&#65292;&#26159;&#25402;&#22909;&#31505;&#30340;&#65292;&#20294;&#26377;&#28857;&#20799;&#38393;&#12290;&#25972;&#20010;&#34920;&#28436;&#37117;&#26377;&#28857;&#22840;&#24352;&#65292;&#27604;&#36739;Drama&#30340;&#24863;&#35273;&#12290;&#24182;&#19981;&#26159;&#24819;&#35937;&#20013;big bang&#30340;&#24863;&#35273;&#12290;&#25110;&#35768;&#25105;&#19968;&#27668;&#20799;&#30475;&#23436;&#19968;&#23395;&#26159;&#19981;&#24212;&#35813;&#30340;&#65292;&#34987;&#38393;&#30528;&#20102;&#12290;&#12290;&#12290;&#32531;&#32531;&#20877;&#30475;&#21862;</p>
<p>&#27492;&#21095;&#30446;&#21069;&#20986;&#33267;&#31532;&#20845;&#23395;&#12290;&#27599;&#23395;&#22823;&#32422;7&#65292;8&#38598;&#21543;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12835003644.jpg" border="0" alt="" /></p>
<p>Coupling&#65292;3&#30007;3&#22899;&#65292;&#32452;&#21512;&#31867;&#20284;Friends&#12290;&#30456;&#27604;IT crowd&#65292;&#26356;&#29983;&#27963;&#19968;&#28857;&#65292;sex&#30340;&#35805;&#39064;&#27604;&#36739;&#22810;&#65292;&#23567;&#28857;&#20063;&#24046;&#19981;&#22810;&#12290;&#30456;&#23545;&#19981;&#38393;&#19968;&#28857;&#65292;&#20063;&#36229;&#32423;&#22909;&#31505;&#12290;&#20540;&#24471;&#32487;&#32493;&#36861;&#30475;&#12290;</p>
<p>&#20986;&#21040;&#31532;&#22235;&#23395;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12835005384.jpg" border="0" alt="" /></p>
<p>&#39034;&#36947;&#65292;&#30475;&#35265;&#20102;Sherlock&#30340;60&#20998;&#38047;&#26410;&#25773;&#20986;&#29256;&#65292;&#36824;&#26159;&#39640;&#28165;&#30340;&#65292;&#24590;&#33021;&#19981;&#19979;&#36733;&#12290;&#21644;&#25773;&#20986;&#30340;&#65292;&#24046;&#21035;&#36824;&#26159;&#25402;&#22823;&#30340;&#12290;</p>
<p>&#31119;&#23572;&#25705;&#26031;&#25198;&#30456;&#26377;&#21464;&#21270;&#65292;&#25773;&#20986;&#29256;&#26356;&#32453;&#22763;&#65292;&#35270;&#35273;&#25928;&#26524;&#33394;&#24425;&#20160;&#20040;&#30340;&#22909;&#20123;&#65307;&#26410;&#25773;&#29256;&#25198;&#30456;&#26102;&#23578;&#24863;&#26356;&#24378;&#12290;&#35265;&#19978;&#22270;&#21704;&#65292;&#22836;&#21457;&#31245;&#30701;&#65292;&#19981;&#24590;&#20040;&#21367;&#12290;&#25105;&#21916;&#27426;&#33258;&#26469;&#21367;&#21834;~</p>
<p>&#25925;&#20107;&#21465;&#36848;&#65292;&#25773;&#20986;&#29256;&#25103;&#21095;&#20914;&#31361;&#65292;&#20154;&#29289;&#24615;&#26684;&#21861;&#30340;&#26356;&#26377;&#29305;&#28857;&#65307;&#19981;&#36807;E0&#26576;&#20123;&#31243;&#24230;&#19978;&#20063;&#33021;&#35748;&#20026;&#26159;&#34917;&#20805;&#12290;&#26356;&#22810;&#29983;&#27963;&#21270;&#30340;&#23545;&#30333;&#65292;&#26356;&#23569;&#31070;&#32463;&#36136;&#30340;Holmes&#12290;&#25925;&#20107;&#21644;E1&#19968;&#26679;&#30340;&#65292;but&#20982;&#25163;&#38271;&#24471;&#22826;&#26377;&#21916;&#24863;&#20102;&#65292;&#20687;&#21704;&#21033;&#27874;&#29305;&#37324;&#30340;&#32769;&#40736;&#26001;&#26001;&#65292;&#35828;&#35805;&#19968;&#23383;&#19968;&#21477;&#65292;&#36824;&#26377;&#22823;&#26495;&#29273;&#30340;&#21475;&#38899;&#65292;&#20498;&#26159;&#26368;&#21518;&#30475;&#21040;&#30495;&#20982;&#21518;&#65292;&#27809;&#20102;&#32039;&#24352;&#24863;&#12290;</p>
<p>&#25972;&#20307;&#19978;&#65292;&#23545;&#27604;&#20986;&#20102;&#25972;&#20010;&#21095;&#30340;&#21046;&#20316;&#30340;&#31934;&#33391;&#12290;&#26399;&#24453;&#26126;&#24180;S2~</p>
<p>P.S. BBC&#26377;&#22815;&#35748;&#30495;&#30340;&#65292;&#36824;&#30495;&#20570;&#20102;Holmes&#20851;&#20110;deduction&#30340;&#32593;&#31449; <a title="http://www.thescienceofdeduction.co.uk/hidden-messages" href="http://www.thescienceofdeduction.co.uk/hidden-messages" target="_blank">http://www.thescienceofdeduction.co.uk/</a>&#65292;&#26377;&#30041;&#35328;&#65292;&#20063;&#35762;&#26696;&#20363;&#12290;</p>
<p>&#36824;&#26377;Watson&#21307;&#29983;&#30340;blog: <a title="http://www.johnwatsonblog.co.uk/" href="http://www.johnwatsonblog.co.uk/" target="_blank">http://www.johnwatsonblog.co.uk/</a>&#12290;&#22826;&#22909;&#29609;&#20799;&#20102;&#65292;&#22909;&#20687;&#30495;&#30340;&#22312;&#35760;&#24405;&#20182;&#20204;&#30340;&#29983;&#27963;&#65292;&#36824;&#26377;&#21508;&#31181;&#26377;&#30340;&#27809;&#24471;&#35282;&#33394;&#30340;&#30041;&#35328;&#65292;Watson&#30340;&#21733;&#21733;&#65292;&#20171;&#32461;&#20182;&#20204;&#19968;&#36215;&#31199;&#25151;&#30340;&#21516;&#23398;&#65292;&#24515;&#29702;&#21307;&#29983;&#12290;&#12290;&#12290;&#24403;&#28982;&#65292;&#36824;&#26377;my dear Sherlock~&#22079;&#22079;&#65292;&#30495;&#19981;&#30693;&#36947;&#33258;&#24049;&#24471;&#33457;&#30196;&#21040;&#21861;&#26102;&#20505;&#12290;&#12290;&#12290;&#12290;&#21710;&#21568;&#21568;&#65292;&#36824;&#35828;&#25214;&#20010;&#27573;&#23376;&#32763;&#35793;&#19979;&#30475;&#21602;&#65292;&#31639;&#21862;&#31639;&#21862;&#65292;&#21916;&#27426;&#30340;&#33258;&#24049;&#21435;&#30475;&#21543;&#65292;&#30495;&#22909;&#29609;&#20799;&#12290;&#23601;&#20687;&#30495;&#26377;&#36825;&#26679;&#20004;&#20010;&#20154;&#22312;&#32842;&#22825;~</p>
<p>&#21703;&#21734;&#21703;&#21734;&#65292;&#21482;&#33021;&#35828;&#65292;&#21046;&#20316;&#31934;&#33391;&#21834;~&#22826;&#20180;&#32454;&#20102;~</p>
<p>yes,prime minister&#27809;&#19979;&#36733;&#65292;&#29616;&#22312;&#26469;&#35828;&#65292;&#35748;&#30495;&#25214;&#24037;&#20316;&#25165;&#26159;&#27491;&#32463;&#20107;&#20102;&#12290;</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-09-03T00:00:00+08:00" pubdate data-updated="true">Sep 3<span>rd</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/09/03/%E8%87%AA%E8%AF%B4%E8%87%AA%E8%AF%9D-my-way/">
		
			自说自话-my Way</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p><img src="http://pic.yupoo.com/isomeday/855349bf2511/7szbxi7i.jpg" border="0" alt="" /></p>
<p>&#25105;&#20869;&#24515;&#20173;&#28982;&#19981;&#22815;&#24378;&#22823;&#65292;&#21363;&#20415;&#22362;&#23450;&#33258;&#24049;&#35748;&#20026;&#23545;&#30340;&#20107;&#24773;&#65292;&#21487;&#26159;&#24403;&#30475;&#21040;&#32467;&#26524;&#26102;&#65292;&#36824;&#26159;&#24525;&#19981;&#20303;&#25233;&#37057;</p>
<p>&#21487;&#26159;&#35805;&#21448;&#35828;&#22238;&#26469;&#65292;&#21363;&#20415;&#30693;&#36947;&#20250;&#26377;&#36825;&#26679;&#30340;&#32467;&#26524;&#65292;&#25105;&#20173;&#28982;&#22362;&#25345;&#33258;&#24049;&#30340;&#36873;&#25321;</p>
<p>&#26159;&#19981;&#26159;&#24456;&#32416;&#32467;&#21602;</p>
<p>&#25152;&#20197;&#65292;&#25105;&#20381;&#28982;&#30456;&#20449;&#65292;&#26410;&#26469;&#26159;&#35201;&#38752;&#33258;&#24049;&#30340;&#21452;&#25163;&#21019;&#36896;</p>
<p>&#24403;&#24456;&#22810;&#20154;&#35828;&#36215;&#23233;&#20154;&#25913;&#21464;&#21629;&#36816;&#26102;&#65292;&#20869;&#24515;&#20919;&#31505;</p>
<p>&#30011;&#34503;&#28155;&#36275;&#30340;&#35828;&#65292;&#33258;&#24049;&#20063;&#35201;&#24378;&#22823;&#65292;&#20381;&#28982;&#20919;&#31505;&#12290;&#33258;&#24049;&#24378;&#22823;&#20102;&#65292;&#37027;&#20040;&#25214;&#33258;&#24049;&#21916;&#27426;&#30340;&#20154;&#23601;&#22909;&#20102;&#21834;&#12290;&#20854;&#23454;&#65292;&#30495;&#27491;&#20869;&#24515;&#24378;&#22823;&#30340;&#20154;&#65292;&#20320;&#21916;&#27426;&#30340;&#20154;&#20063;&#24046;&#19981;&#21040;&#21738;&#20799;&#21435;&#21543;</p>
<p>&#25152;&#20197;&#65292;&#25105;&#20570;&#30340;&#19981;&#22909;&#65292;&#25105;&#19981;&#28909;&#29233;&#31185;&#30740;&#65292;&#21487;&#25105;&#36824;&#26159;&#22362;&#25345;&#65292;&#33258;&#20010;&#20799;&#36367;&#36367;&#23454;&#23454;&#22909;&#22909;&#20570;&#12290;&#20570;&#25104;&#20160;&#20040;&#26679;&#65292;&#37117;&#26159;&#25105;&#30340;&#21162;&#21147;&#65292;&#25105;&#30340;&#25104;&#26524;</p>
<p>&#25152;&#20197;&#65292;&#20160;&#20040;&#20107;&#37117;&#23613;&#37327;&#19981;&#25214;&#20154;&#24110;&#24537;&#65292;&#21448;&#19981;&#26159;&#33258;&#24049;&#20570;&#19981;&#20102;&#65292;&#21482;&#26159;&#19981;&#22815;&#22909;&#32780;&#24050;</p>
<p>&#32463;&#21382;&#20063;&#26159;&#19968;&#31181;&#36130;&#23500;&#65292;&#19981;&#26159;&#20040;</p>
<p>&#33258;&#24049;&#21019;&#36896;&#30340;&#29983;&#27963;&#65292;&#26080;&#35770;&#24590;&#26679;&#65292;&#25105;&#36367;&#23454;</p>
<p>&#36825;&#20063;&#26159;&#22240;&#20026;&#27809;&#26377;&#23433;&#20840;&#24863;&#20040;</p>
<p>&#21704;&#21704;&#65292;&#25105;&#26159;&#21220;&#21171;&#29233;&#21741;&#30340;&#23567;&#34588;&#34562;~</p>
<p>&#25105;&#24819;&#36828;&#31163;&#19975;&#20107;&#38752;&#20154;&#24773;&#20250;&#20570;&#24471;&#26356;&#22909;&#30340;&#19990;&#30028;</p>
<p>&#32769;&#29241;&#25918;&#36807;&#25105;&#21543;&#65292;&#21035;&#35753;&#25105;&#21435;&#20570;&#20844;&#21153;&#21592;&#20570;&#32769;&#24072;&#21861;&#30340;&#20102;</p>
<p>&#21482;&#24819;&#35201;&#19968;&#20010;&#38543;&#25105;&#20219;&#24615;&#20500;&#24378;&#30340;&#20154;&#38469;&#20851;&#31995;</p>
<p>but&#65292;&#29616;&#22312;&#30475;&#26469;&#65292;&#25402;&#38590;</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-09-03T00:00:00+08:00" pubdate data-updated="true">Sep 3<span>rd</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>

<nav id="pagenavi">
    
        <a href="/blog/page/17/" class="prev">Prev</a>
    
    
        <a href="/blog/page/19/" class="next">Next</a>
    
    <div class="center"><a href="/blog/archives">Blog Archives</a></div>
</nav></div>
	<footer id="footer" class="inner">Copyright &copy; 2013

    muggleyoung

</footer>
	<script src="/javascripts/slash.js"></script>
<script src="/javascripts/jquery.fancybox.pack.js"></script>
<script type="text/javascript">
(function($){
	$('.fancybox').fancybox();
})(jQuery);
</script> <!-- Delete or comment this line to disable Fancybox -->


<script type="text/javascript">
      var disqus_shortname = 'muggleyoung';
      
        
        var disqus_script = 'count.js';
      
    (function () {
      var dsq = document.createElement('script'); dsq.type = 'text/javascript'; dsq.async = true;
      dsq.src = 'http://' + disqus_shortname + '.disqus.com/' + disqus_script;
      (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);
    }());
</script>





</body>
</html>