
<!DOCTYPE html>
<!--[if IEMobile 7 ]><html class="no-js iem7"><![endif]-->
<!--[if lt IE 9]><html class="no-js lte-ie8"><![endif]-->
<!--[if (gt IE 8)|(gt IEMobile 7)|!(IEMobile)|!(IE)]><!--><html class="no-js" lang="en"><!--<![endif]-->
<head>
  <meta charset="utf-8">
  <title>2009的最后一天--you raise me up - </title>
  <meta name="author" content="muggleyoung">

  
  <meta name="description" content="09&#24180;&#22799;&#22825;&#65292;&#27604;&#36739;&#30246;&#30340;&#25105;&#65292;&#38500;&#20102;&#23567;&#33151;&#31895;&#22766;&#12290;&#25105;&# &hellip;">
  

  <!-- http://t.co/dKP3o1e -->
  <meta name="HandheldFriendly" content="True">
  <meta name="MobileOptimized" content="320">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  
  <link rel="canonical" href="http://muggleyoung.github.com/blog/2009/12/31/2009%E7%9A%84%E6%9C%80%E5%90%8E%E4%B8%80%E5%A4%A9--you-raise-me-up/">
  <link href="/favicon.png" rel="icon">
  <link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
  <script src="/javascripts/modernizr-2.0.js"></script>
  <script src="/javascripts/ender.js"></script>
  <script src="/javascripts/octopress.js" type="text/javascript"></script>
  <link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
  <!--Fonts from Google"s Web font directory at http://google.com/webfonts -->
<link href="http://fonts.googleapis.com/css?family=PT+Serif:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<link href="http://fonts.googleapis.com/css?family=PT+Sans:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">

  

</head>

<body   >
  <header role="banner"><hgroup>
  <h1><a href="/"></a></h1>
  
    <h2>young for you</h2>
  
</hgroup>

</header>
  <nav role="navigation"><ul class="subscription" data-subscription="rss">
  <li><a href="/atom.xml" rel="subscribe-rss" title="subscribe via RSS">RSS</a></li>
  
</ul>
  
<form action="http://google.com/search" method="get">
  <fieldset role="search">
    <input type="hidden" name="q" value="site:muggleyoung.github.com" />
    <input class="search" type="text" name="q" results="0" placeholder="Search"/>
  </fieldset>
</form>
  
<ul class="main-navigation">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
</ul>

</nav>
  <div id="main">
    <div id="content">
      <div>
<article class="hentry" role="article">
  
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2009-12-31T00:00:00+08:00" pubdate data-updated="true">Dec 31<span>st</span>, 2009</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title">2009的最后一天--you Raise Me Up</h1>
    
  </header>


<div class="entry-content"><p>
                                    <p><img src="http://filer.blogbus.com/5333148/53331481262273823l.jpg" border="0" alt="" /></p>
<p>09&#24180;&#22799;&#22825;&#65292;&#27604;&#36739;&#30246;&#30340;&#25105;&#65292;&#38500;&#20102;&#23567;&#33151;&#31895;&#22766;&#12290;&#25105;&#29233;&#36825;&#26679;&#30340;&#33258;&#24049;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;</p>
<p>2009 </p>
<p>&#31350;&#31455;&#26159;&#24590;&#26679;&#30340;&#19968;&#24180;</p>
<p>&#25105;&#26159;&#25042;&#34507;&#65292;&#19981;&#29233;&#20889;&#24635;&#32467;&#65292;&#21487;&#36825;&#26679;&#27985;&#27985;&#22121;&#22121;&#30340;&#26085;&#23376;&#65292;&#25165;&#26356;&#35201;&#24635;&#32467;</p>
<p>2009&#65292;&#32467;&#26463;&#20102;&#19968;&#27573;&#24863;&#24773;&#65292;&#20043;&#21518;&#33258;&#24049;&#36824;&#24456;&#27809;&#20986;&#24687;&#30340;&#32416;&#32467;&#20102;&#24456;&#20037;&#25300;&#19981;&#20986;&#26469;</p>
<p>2009&#65292;&#24471;&#21040;&#20102;&#19968;&#20010;&#24456;&#38590;&#30475;&#30340;GPA&#65292;&#35753;&#25105;&#23545;&#26410;&#26469;&#19968;&#24230;&#24863;&#21040;&#27822;&#20007;</p>
<p>2009&#65292;&#25105;&#21162;&#21147;&#30528;&#65292;&#35843;&#25972;&#33258;&#24049;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#24590;&#20040;&#20889;&#21602;&#65292;&#25105;&#23454;&#22312;&#27809;&#26377;&#26102;&#38388;&#27010;&#24565;&#65292;&#23601;&#36319;&#30528;&#24605;&#32500;&#36208;&#21543;&#12290;&#12290;&#12290;</p>
<p>&#24180;&#21021;&#65292;&#19968;&#24230;&#35748;&#20026;&#26377;&#20102;&#24819;&#35201;&#30340;&#24863;&#24773;&#65292;&#21363;&#20351;&#23398;&#20064;&#25104;&#32489;&#24046;&#19968;&#28857;&#20063;&#27809;&#20160;&#20040;&#65292;&#26377;&#33293;&#24517;&#26377;&#24471;&#12290;&#21518;&#38754;&#36825;&#21477;&#35805;&#26159;&#23545;&#30340;&#65292;&#21487;&#26159;&#25105;&#20570;&#30340;&#19981;&#23545;&#12290;</p>
<p>&#22823;&#27010;&#26159;&#20116;&#26376;&#65292;&#36319;&#30528;&#21021;&#20013;&#30340;&#19968;&#24110;&#29392;&#26379;&#21435;&#20102;&#40644;&#23665;&#65292;&#22825;&#28079;&#28023;&#35282;&#30340;&#19968;&#24110;&#20154;&#33021;&#32858;&#22312;&#19968;&#36215;&#30495;&#30340;&#24456;&#19981;&#23481;&#26131;&#12290;&#25105;&#33086;&#27668;&#19981;&#22909;&#65292;&#35874;&#35874;&#22823;&#23478;&#32784;&#24515;&#12290;&#25105;&#22352;&#22312;&#20303;&#22788;&#30340;&#24202;&#19978;&#30171;&#21741;&#27969;&#28053;&#65292;&#35874;&#35874;&#22823;&#23478;&#21253;&#23481;&#12290;&#23588;&#20854;&#35201;&#35874;&#35874;&#28966;&#21516;&#23398;&#65292;&#29992;&#20320;&#33258;&#24049;&#30340;&#26041;&#24335;&#23433;&#24944;&#25105;&#65292;&#25105;&#25165;&#30693;&#36947;&#20320;&#20063;&#26366;&#32463;&#22914;&#27492;&#21463;&#20260;&#65307;&#35874;&#35874;&#31243;&#21516;&#23398;&#65292;&#37027;&#26679;&#40664;&#40664;&#30340;&#24110;&#21161;&#30528;&#25105;&#65307;&#36824;&#26377;&#20854;&#20182;&#21516;&#23398;&#20204;&#23478;&#30519;&#20204;&#65292;&#24102;&#30528;&#25105;&#25955;&#24515;&#65292;&#21507;&#22909;&#21507;&#30340;&#65292;&#28982;&#21518;&#29228;&#19978;&#40644;&#23665;&#26368;&#39640;&#23792;&#65307;&#26102;&#38388;&#26469;&#24471;&#21450;&#30340;&#21516;&#23398;&#38506;&#25105;&#21435;&#23439;&#26449;&#29609;&#31561;&#31561;&#31561;</p>
<p>&#30740;&#19968;&#30340;&#21518;&#21322;&#23398;&#26399;&#27809;&#20160;&#20040;&#35838;&#20102;&#65292;GPA&#26159;&#30830;&#23450;&#20102;&#30340;&#12290;</p>
<p>&#26257;&#20551;&#26412;&#31185;&#22235;&#20154;&#20877;&#32858;&#39318;&#65292;&#26477;&#24030;&#35199;&#22616;&#65292;&#26053;&#28216;&#19981;&#26159;&#37325;&#28857;&#65292;&#37325;&#28857;&#26159;&#22823;&#23478;&#22312;&#19968;&#36215;&#12290;&#25105;&#20250;&#19968;&#30452;&#35760;&#24471;&#65292;&#39134;&#36182;&#24202;&#30340;&#24503;&#24615;&#65292;&#22235;&#20154;&#29609;&#25169;&#20811;&#29609;&#21040;&#20940;&#26216;3&#28857;&#12290;</p>
<p>&#30740;&#20108;&#20102;&#65292;&#25105;&#28966;&#34385;&#20102;&#12290;&#25105;&#24076;&#26395;&#33258;&#24049;&#26377;&#20010;&#22909;&#30340;&#26410;&#26469;&#65292;&#25105;&#21162;&#21147;&#32473;&#33258;&#24049;&#19968;&#20010;&#30446;&#26631;&#65292;&#26080;&#35770;&#38271;&#26399;&#30701;&#26399;&#30340;&#65292;&#26080;&#35770;&#21512;&#29702;&#30340;&#20914;&#21160;&#30340;&#12290;&#20110;&#26159;&#24320;&#22987;&#24378;&#36843;&#33258;&#24049;&#21162;&#21147;&#65292;&#21363;&#20351;&#25928;&#29575;&#20302;&#19979;&#65292;&#25105;&#22312;&#21162;&#21147;&#12290;&#12290;&#12290;</p>
<p>&#22823;&#32422;&#26159;&#20061;&#26376;&#65292;&#24456;&#28608;&#21160;&#30340;&#36827;&#20102;&#27809;&#26377;&#20219;&#20309;&#35774;&#22791;&#30340;&#23454;&#39564;&#23460;&#12290;</p>
<p>&#21313;&#26376;&#24213;&#65292;&#32771;&#20102;&#25176;&#12290;&#24618;&#25105;&#22826;&#39556;&#20658;&#65292;&#36731;&#25932;&#20102;&#65292;&#20004;&#21608;&#30340;&#31361;&#20987;&#65292;&#20197;&#19968;&#20010;&#19985;&#19985;&#30340;&#20998;&#25968;&#25910;&#22330;&#12290;</p>
<p>&#30452;&#21040;&#29616;&#22312;&#65292;&#31185;&#30740;&#29978;&#26080;&#36827;&#23637;&#65292;&#33521;&#35821;&#22362;&#25345;&#22312;&#30475;&#65292;&#19981;&#20813;&#20013;&#38388;&#26377;&#19977;&#22825;&#25171;&#40060;&#20004;&#22825;&#26194;&#32593;&#12290;&#33267;&#23569;&#65292;&#26377;&#20102;&#36861;&#27714;&#33258;&#24049;&#26410;&#26469;&#30340;&#30446;&#26631;&#12290;</p>
<p>&#36825;&#19968;&#24180;&#65292;&#23398;&#20250;&#20102;&#29233;&#33258;&#24049;&#12290;&#29233;&#33258;&#24049;&#65292;&#25165;&#20250;&#26377;&#20154;&#29233;</p>
<p>&#36825;&#19968;&#24180;&#65292;&#26126;&#30333;&#20102;&#24180;&#36731;&#22312;&#20110;&#25240;&#33150;&#65292;&#25105;&#22312;&#20351;&#21170;&#20799;&#25240;&#33150;&#30528;</p>
<p>&#36825;&#19968;&#24180;&#65292;&#26377;&#20154;&#25945;&#25105;&#65306;&#20154;&#29983;&#24471;&#24847;&#38656;TM&#23613;&#27426;</p>
<p>&#36825;&#19968;&#24180;&#65292;&#27809;&#20160;&#20040;&#25910;&#33719;&#65292;&#33267;&#23569;&#25105;&#36716;&#21521;&#20102;&#22909;&#30340;&#26041;&#21521;</p>
<p>&#36825;&#19968;&#24180;&#24320;&#22987;&#30340;&#26102;&#20505;&#65292;&#25105;&#27809;&#23450;&#30446;&#26631;&#65292;&#21482;&#35828;&#24076;&#26395;&#33258;&#24049;&#33021;&#20570;&#25104;&#20004;&#20214;&#20107;&#65292;&#38500;&#20102;&#26412;&#32844;&#20043;&#22806;&#30340;&#12290;&#32771;&#25176;&#31639;&#19968;&#20214;&#65292;&#25105;&#27809;&#20570;&#22909;&#65292;&#33267;&#23569;&#21475;&#35821;&#26159;&#19968;&#20010;totally&#26479;&#20855;&#65307;&#21478;&#19968;&#20214;&#65292;&#25105;&#33258;&#24049;&#37117;&#24536;&#35760;&#20102;&#31350;&#31455;&#26159;&#20160;&#20040;&#12290;</p>
<p>&#36825;&#19968;&#24180;&#32467;&#26463;&#30340;&#26102;&#20505;&#65292;&#25105;&#35201;&#23450;&#30446;&#26631;&#30340;&#12290;&#20381;&#28982;&#19981;&#36138;&#24515;&#65292;&#20004;&#20214;&#20107;&#65306;</p>
<p>&#160;&#160;&#160; &#35753;&#25105;&#25343;&#21040;&#24819;&#35201;&#30340;offer&#65288;&#21253;&#25324;&#20004;&#31181;offer&#65292;&#35841;&#30693;&#36947;&#26377;&#36175;&#65292;&#21704;&#21704;&#65289;</p>
<p>&#160;&#160;&#160; &#20570;&#22909;&#25105;&#30340;&#31185;&#30740;&#65292;&#21457;&#35770;&#25991;&#65288;&#20013;&#25991;&#30340;&#33521;&#25991;&#30340;&#65289;</p>
<p>&#20854;&#23454;&#25105;&#36824;&#26159;&#36138;&#24515;&#20102;&#65292;&#34429;&#28982;&#27809;&#21521;&#26576;&#20010;&#27809;&#20986;&#24687;&#30340;&#21516;&#23398;&#65292;&#24613;&#30528;&#32473;&#33258;&#24049;&#25214;&#20010;&#22353;&#65292;&#20294;&#36825;&#20004;&#20214;&#20107;&#20013;&#38388;&#36824;&#21253;&#21547;&#30528;&#24456;&#22810;&#65292;&#38656;&#35201;&#25105;&#22909;&#22909;&#21162;&#21147;&#30340;</p>
<p>&#27604;&#22914;&#65292;&#19968;&#20010;&#32771;&#35797;&#65292;&#35831;&#30693;&#26195;&#30340;&#21516;&#23398;&#27809;&#20107;&#20799;&#22810;&#25958;&#20419;&#25105;&#22909;&#22909;&#23398;&#20064;</p>
<p>&#27604;&#22914;&#65292;&#20004;&#31867;offer&#65292;&#27599;&#19968;&#20010;&#37117;&#19981;&#26159;&#30465;&#24515;&#30340;&#20027;&#20799;&#12290;&#20170;&#22825;&#36319;&#19968;&#20010;&#25191;&#24847;&#21435;&#38134;&#34892;&#30340;&#21516;&#23398;&#32842;&#20102;&#32842;&#65292;&#20182;&#26159;&#25105;&#20598;&#20687;&#65292;&#25105;&#24456;&#30475;&#22909;&#20182;&#12290;</p>
<p>&#27604;&#22914;&#65292;&#35770;&#25991;&#65292;&#20570;&#19981;&#20986;&#25104;&#26524;&#24590;&#20040;&#20889;&#35770;&#25991;&#65292;&#23398;&#19981;&#22909;&#33521;&#25991;&#24590;&#20040;&#21804;&#32769;&#22806;&#12290;</p>
<p>09&#24180;&#65292;&#27809;&#20160;&#20040;&#25104;&#26524;&#65292;&#35843;&#25972;&#30340;&#26041;&#21521;&#65307;</p>
<p>&#20154;&#29983;&#26159;&#22330;&#39532;&#25289;&#26494;&#65292;&#19968;&#26102;&#21322;&#20250;&#20799;&#30475;&#19981;&#20986;&#32988;&#36127;&#12290;&#36825;&#21477;&#35805;&#35753;&#25105;&#23545;&#33258;&#24049;&#30340;&#29616;&#29366;&#28129;&#23450;&#12290;&#21487;&#20063;&#35201;&#20445;&#25345;&#22312;&#31532;&#19968;&#26799;&#38431;&#19981;&#26159;&#65311;</p>
<p>10&#24180;&#65292;&#23601;&#20801;&#35768;&#25105;&#22823;&#36367;&#27493;&#21543;&#65292;&#36814;&#22836;&#36214;&#19978;&#12290;</p>
<p>
<object classid="clsid:6bf52a52-394a-11d3-b153-00c04f79faa6" width="0" height="0" codebase="http://activex.microsoft.com/activex/controls/mplayer/en/nsmp2inf.cab#Version=5,1,52,701">
<param name="url" value="http://webpages.charter.net/virtualskynet/12%20You%20Raise%20Me%20Up.mp3" /><param name="url" value="http://webpages.charter.net/virtualskynet/12%20You%20Raise%20Me%20Up.mp3" /><embed type="application/x-mplayer2" width="0" height="0" src="http://webpages.charter.net/virtualskynet/12%20You%20Raise%20Me%20Up.mp3" url="http://webpages.charter.net/virtualskynet/12%20You%20Raise%20Me%20Up.mp3"></embed></object>
</p>
                                    </p>
</div>


  <footer>
    <p class="meta">
      
  

<span class="byline author vcard">Posted by <span class="fn">muggleyoung</span></span>

      








  



<time datetime="2009-12-31T00:00:00+08:00" pubdate data-updated="true">Dec 31<span>st</span>, 2009</time>
      


    </p>
    
      <div class="sharing">
  
  <a href="http://twitter.com/share" class="twitter-share-button" data-url="http://muggleyoung.github.com/blog/2009/12/31/2009%E7%9A%84%E6%9C%80%E5%90%8E%E4%B8%80%E5%A4%A9--you-raise-me-up/" data-via="" data-counturl="http://muggleyoung.github.com/blog/2009/12/31/2009%E7%9A%84%E6%9C%80%E5%90%8E%E4%B8%80%E5%A4%A9--you-raise-me-up/" >Tweet</a>
  
  
  
</div>

    
    <p class="meta">
      
        <a class="basic-alignment left" href="/blog/2009/12/25/%E5%9B%BD%E5%86%85%E6%8E%A5%E6%94%B6%E5%9B%BE%E5%83%8F%E8%9E%8D%E5%90%88%E7%9A%84%E6%9C%9F%E5%88%8A/" title="Previous Post: 国内接收图像融合的期刊">&laquo; 国内接收图像融合的期刊</a>
      
      
        <a class="basic-alignment right" href="/blog/2009/12/31/%E5%90%91%E5%9B%BD%E5%A4%96%E5%AD%A6%E8%80%85%E7%B4%A2%E5%8F%96%E8%AE%BA%E6%96%87/" title="Next Post: 向国外学者索取论文">向国外学者索取论文 &raquo;</a>
      
    </p>
  </footer>
</article>

</div>

<aside class="sidebar">
  
    <section>
  <h1>Recent Posts</h1>
  <ul id="recent_posts">
    
      <li class="post">
        <a href="/blog/2013/01/25/how-to-use-font-icon-in-html/">How to use font icon in HTML</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-change-git-repo-name/">how to change git repo name</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-setup-a-new-remote-git-repo/">How to setup a new remote git repo</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/13/hui-gu-2012/">回顾2012</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/08/my-frist-post/">my-frist-post</a>
      </li>
    
  </ul>
</section>






  
</aside>


    </div>
  </div>
  <footer role="contentinfo"><p>
  Copyright &copy; 2013 - muggleyoung -
  <span class="credit">Powered by <a href="http://octopress.org">Octopress</a>. Design by <a href="http://octopressthemes.com">Octopress Themes</a>.</span>
</p>

</footer>
  







  <script type="text/javascript">
    (function(){
      var twitterWidgets = document.createElement('script');
      twitterWidgets.type = 'text/javascript';
      twitterWidgets.async = true;
      twitterWidgets.src = 'http://platform.twitter.com/widgets.js';
      document.getElementsByTagName('head')[0].appendChild(twitterWidgets);
    })();
  </script>





</body>
</html>
