
<!DOCTYPE HTML>
<html>
<head>
	<meta charset="utf-8">
	<title>twilight-月食 - </title>
	<meta name="author" content="muggleyoung">

	
	<meta name="description" content="&#19981;&#24471;&#19981;&#23458;&#35266;&#20844;&#27491;&#30340;&#35828;&#35828;&#36825;&#37096;&#29255;&#23376;&#21862;
&#28436;&#21592;&#27809;&# &hellip;">
	
	<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

	<link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
	<link rel="canonical" href="">
	<link href="/favicon.png" rel="shortcut icon">
	<link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
	<!--[if lt IE 9]><script src="//html5shiv.googlecode.com/svn/trunk/html5.js"></script><![endif]-->
	<script src="//ajax.googleapis.com/ajax/libs/jquery/1.7.2/jquery.min.js"></script>
	
</head>

<body>
	<header id="header" class="inner"><h1><a href="/"></a></h1>
<nav id="main-nav"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</nav>
<nav id="mobile-nav">
	<div class="alignleft menu">
		<a class="button">Menu</a>
		<div class="container"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</div>
	</div>
	<div class="alignright search">
		<a class="button"></a>
		<div class="container">
			<form action="http://google.com/search" method="get">
				<input type="text" name="q" results="0">
				<input type="hidden" name="q" value="site:muggleyoung.github.com">
			</form>
		</div>
	</div>
</nav>
<nav id="sub-nav" class="alignright">
	<div class="social">
		
		
		
		
    
		
		
		
		
		
		<a class="rss" href="/atom.xml" title="RSS">RSS</a>
		
	</div>
	<form class="search" action="http://google.com/search" method="get">
		<input class="alignright" type="text" name="q" results="0">
		<input type="hidden" name="q" value="site:muggleyoung.github.com">
	</form>
</nav>

</header>
	
		
	
	<div id="content" class="inner"><article class="post">
	<h2 class="title">Twilight-月食</h2>
	<div class="entry-content"><p>
                                    <p><img src="http://img3.douban.com/view/photo/photo/public/p561223057.jpg" border="0" alt="" /></p>
<p><img src="http://img3.douban.com/view/photo/photo/public/p561223057.jpg" border="0" alt="" /></p>
<p>&#19981;&#24471;&#19981;&#23458;&#35266;&#20844;&#27491;&#30340;&#35828;&#35828;&#36825;&#37096;&#29255;&#23376;&#21862;</p>
<p>&#28436;&#21592;&#27809;&#30340;&#35828;&#65292;&#38500;&#20102;&#30007;&#22899;&#29482;&#33050;&#65292;&#21097;&#19979;&#30340;&#21448;&#24069;&#21448;&#22909;&#30475;~</p>
<p>&#30007;&#30340;&#22043;&#65292;&#19968;&#24320;&#22987;&#35013;&#37239;&#65292;&#35273;&#24471;&#36824;&#19981;&#38169;&#65292;&#21487;&#26159;&#65292;&#36825;&#20063;&#19981;&#38271;&#20037;&#21834;&#12290;&#38271;&#24471;&#23454;&#22312;&#19981;&#21644;&#25105;&#21475;&#21619;&#65292;&#23588;&#20854;&#31532;&#20108;&#37096;&#36523;&#26448;&#26126;&#26174;&#36874;&#20110;&#23567;&#29436;&#20154;&#12290;&#19981;&#36807;&#28436;&#21560;&#34880;&#39740;&#36824;&#31639;&#21512;&#36866;&#12290;</p>
<p>&#22899;&#30340;&#22043;&#65292;&#36234;&#26469;&#36234;&#32982;&#21862;&#65292;&#28436;&#25216;&#27809;&#25552;&#39640;&#65292;&#23436;&#27605;&#12290;</p>
<p><img src="http://img3.douban.com/view/photo/photo/public/p533586973.jpg" border="0" alt="" /></p>
<p><img src="http://img3.douban.com/view/photo/photo/public/p533586973.jpg" border="0" alt="" /></p>
<p>&#31532;&#19977;&#37096;&#20013;&#65292;&#21448;&#21457;&#29616;&#20960;&#20010;&#20859;&#30524;&#30340;&#12290;Jasper&#65292;Rosalie&#12290;&#19978;&#22270;&#20013;&#38388;&#20799;&#20457;&#12290;Jasper&#30340;&#28436;&#21592;&#65292;&#19981;&#36825;&#26679;&#26356;&#24069;&#12290;&#20598;&#28982;&#30475;&#35265;&#20182;&#21478;&#22806;&#30340;&#29031;&#29255;&#65292;&#30495;&#22909;&#30475;&#21584;~&#24456;&#26377;&#21619;&#36947;&#30340;&#65292;&#36825;&#20010;&#21457;&#22411;&#19981;&#22909;&#12290;&#25442;&#20102;&#21457;&#22411;&#30340;&#30495;&#20154;&#30495;&#30340;&#22909;&#30475;&#22810;&#20102;~</p>
<p><img src="http://img3.douban.com/view/photo/photo/public/p533590900.jpg" border="0" alt="" /></p>
<p><img src="http://img3.douban.com/view/photo/photo/public/p533590900.jpg" border="0" alt="" /></p>
<p>&#29240;&#29240;&#22920;&#22920;&#37117;&#27604;&#29482;&#33050;&#22909;&#30475;&#12290;&#29240;&#29240;&#30495;&#30340;&#24456;&#26377;&#21476;&#20856;&#30340;&#24863;&#35273;&#65292;&#22920;&#22920;&#23458;&#20018;&#36807;&#23454;&#20064;&#21307;&#29983;&#26684;&#38647;&#37324;&#38754;&#25442;&#33080;&#30340;&#37027;&#20010;&#65292;eva&#12290;Bella&#30340;&#22920;&#22920;&#19981;&#22914;&#20197;&#21069;&#22909;&#30475;&#20102;&#65292;24&#23567;&#26102;&#37324;&#38754;&#30340;Nina&#65292;&#36824;&#35760;&#24471;&#19981;&#65311;</p>
<p><img src="http://img3.douban.com/view/photo/photo/public/p541696698.jpg" border="0" alt="" /></p>
<p><img src="http://img3.douban.com/view/photo/photo/public/p541696698.jpg" border="0" alt="" /></p>
<p>&#36825;&#20010;&#26159;&#20160;&#20040;&#20160;&#20040;fanning&#65292;&#21517;&#23383;&#24536;&#20102;&#65292;&#23567;&#22993;&#23064;&#25165;&#21313;&#20960;&#23681;&#65292;&#34920;&#28436;&#22815;&#32769;&#36947;&#65292;&#20457;&#29482;&#33050;&#24813;&#24871;&#19981;&#12290;&#12290;&#12290;</p>
<p>&#20197;&#21069;&#37027;&#20010;&#22351;&#22899;&#21560;&#34880;&#39740;&#25442;&#20154;&#20102;&#65292;&#19981;&#22909;&#30475;&#20102;&#65292;&#27809;&#20107;&#65292;&#21453;&#27491;&#24050;&#32463;&#27515;&#25481;&#20102;&#12290;Alice&#65292;&#19968;&#30452;&#37117;&#36824;&#19981;&#38169;&#12290;&#30475;&#20070;&#37324;&#38754;&#65292;&#22905;&#24212;&#35813;&#26159;&#21644;&#22899;&#20027;&#35282;&#20851;&#31995;&#27604;&#36739;&#22909;&#65292;&#25103;&#20221;&#27604;&#36739;&#22810;&#30340;&#12290;</p>
<p>&#23545;&#20102;&#65292;&#35828;&#35828;&#20070;&#12290;&#36215;&#21021;&#65292;&#22240;&#20026;&#21916;&#27426;&#65292;&#24819;&#20080;&#20102;&#21407;&#29256;&#26469;&#30475;&#65292;&#19968;&#30452;&#31561;&#38477;&#20215;&#12290;&#21518;&#26469;&#19979;&#20102;&#30005;&#23376;&#29256;&#30475;&#65292;&#35821;&#35328;&#36824;&#19981;&#38169;&#65292;&#24515;&#24773;&#25551;&#36848;&#21568;&#21861;&#30340;&#65292;&#24456;&#20180;&#32454;&#65292;&#20294;&#21448;&#26377;&#24819;&#35937;&#31354;&#38388;&#12290;&#21453;&#27491;&#23601;&#26159;&#23569;&#22899;&#23567;&#35828;&#20284;&#30340;&#12290;but&#65292;&#21465;&#36848;&#30340;&#35282;&#24230;&#26159;&#25105;&#19981;&#21916;&#27426;&#30340;&#65292;&#19968;&#30452;&#20174;Bella&#30340;&#35282;&#24230;&#35828;&#65292;&#35841;&#35841;&#35841;&#23545;&#25105;&#24590;&#26679;&#22909;&#65292;&#24590;&#26679;&#30196;&#24773;&#65292;&#24590;&#26679;&#21916;&#27426;&#25105;&#12290;&#21040;&#31532;&#19977;&#37096;&#65292;&#30452;&#25509;&#21033;&#29992;&#20154;&#23478;&#23567;&#29436;&#20154;&#12290;&#24681;&#65292;&#19981;&#21916;&#27426;~</p>
<p>&#30005;&#24433;&#65292;&#27809;&#20102;&#26032;&#40092;&#24863;&#12290;&#31532;&#19968;&#37096;&#65292;&#30475;&#30528;&#20805;&#28385;&#26102;&#23578;&#24863;&#30340;&#21098;&#36753;&#65292;&#35273;&#24471;&#24456;&#32654;&#24456;&#24069;&#12290;&#21487;&#36825;&#37117;&#20004;&#37096;&#36807;&#21435;&#20102;&#65292;&#36824;&#26159;&#37027;&#20960;&#25307;&#65292;&#21560;&#34880;&#39740;&#30340;&#36861;&#36880;&#25915;&#20987;&#65292;&#27809;&#26377;&#26032;&#33457;&#26679;&#65292;&#29436;&#20154;&#26412;&#26469;&#23601;&#31528;&#37325;&#65292;&#26356;&#26174;&#19981;&#20986;&#20160;&#20040;&#33457;&#20799;&#12290;</p>
<p>&#38899;&#20048;&#65292;&#27809;&#30340;&#35828;&#30340;&#21916;&#27426;&#12290;&#22826;&#21916;&#27426;&#12290;&#27599;&#37096;&#20013;&#37117;&#26377;&#22909;&#20960;&#39318;&#25105;&#29233;&#30340;&#12290;&#27969;&#34892;&#38899;&#20048;&#20856;&#33539;&#21584;~</p>
<p>&#25152;&#20197;&#35828;&#65292;&#21830;&#19994;&#29255;&#65292;&#19981;&#35201;&#22826;&#33499;&#21051;&#12290;&#21095;&#24773;&#29399;&#34880;&#65292;&#21487;&#20197;&#19981;&#20851;&#27880;&#21095;&#24773;&#65292;&#30475;&#30475;&#20859;&#30524;&#30340;&#28436;&#21592;&#20204;&#65292;&#21548;&#22909;&#21548;&#30340;&#21407;&#22768;&#65292;&#19981;&#22833;&#20026;&#19968;&#31181;&#32654;&#22909;&#30340;&#20139;&#21463;&#12290;</p>
<p>&#19979;&#19968;&#37096;&#65292;&#25105;&#24403;&#28982;&#32487;&#32493;&#30475;&#12290;&#21482;&#26159;&#19981;&#21435;&#24433;&#38498;&#32610;&#24278;~
<object classid="clsid:6bf52a52-394a-11d3-b153-00c04f79faa6" width="0" height="0" codebase="http://activex.microsoft.com/activex/controls/mplayer/en/nsmp2inf.cab#Version=5,1,52,701">
<param name="url" value="http://data10.nghenhac.info/ah/ahha/f//ffc946494e0315fa930e49a67d670a3d.mp3" /><embed type="application/x-mplayer2" width="0" height="0" src="http://data10.nghenhac.info/ah/ahha/f//ffc946494e0315fa930e49a67d670a3d.mp3"></embed></object>
</p>
                                    </p>
</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-09-10T00:00:00+05:30" pubdate data-updated="true">Sep 10<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>

	<div class="share">
	<div class="addthis_toolbox addthis_default_style ">
	
	
	<a class="addthis_button_tweet"></a>
	
	
	<a class="addthis_counter addthis_pill_style"></a>
	</div>
  <script type="text/javascript" src="http://s7.addthis.com/js/250/addthis_widget.js#pubid="></script>
</div>


</div>
	<footer id="footer" class="inner">Copyright &copy; 2014

    muggleyoung

</footer>
	<script src="/javascripts/slash.js"></script>
<script src="/javascripts/jquery.fancybox.pack.js"></script>
<script type="text/javascript">
(function($){
	$('.fancybox').fancybox();
})(jQuery);
</script> <!-- Delete or comment this line to disable Fancybox -->






</body>
</html>