---
layout: post
title: 话说这写论文啊
categories: []
tags: []
published: true
comments: false
---
<p>
                                    <p>&#160;</p>
<p style="text-align: center;"><img src="http://filer.blogbus.com/5333148/5333148_1292422938o.jpg" border="0" alt="" /></p>
<p style="text-align: center;">&#65288;&#25105;&#20146;&#29233;&#30340;&#32769;&#22969;&#23567;&#23567;&#24180;&#32426;&#65292;&#30828;&#26159;&#25343;&#30528;&#25105;&#30340;&#30772;&#25163;&#26426;&#25293;&#20986;&#20102;&#28857;&#22823;&#29255;&#30340;&#36214;&#33050;~&#21643;&#33021;&#19981;&#35753;&#25105;&#26469;&#26174;&#25670;&#19979;&#65292;&#21704;&#21704;~&#65289;</p>
<p>&#32456;&#20110;&#32456;&#20110;&#65292;&#35770;&#25991;&#19981;&#37027;&#20040;&#32039;&#24352;&#65292;&#21487;&#20197;&#24930;&#24736;&#24736;&#30340;&#20462;&#25913;</p>
<p>&#20854;&#23454;&#25105;&#24819;&#35828;&#65292;&#21681;&#32422;&#31561;&#20110;&#22312;&#21516;&#26102;&#20889;&#20004;&#31687;&#35770;&#25991;&#65292;&#33021;&#36798;&#21040;&#36825;&#20010;&#25928;&#29575;&#65292;&#35813;&#28385;&#24847;&#20102;</p>
<p>&#25972;&#25972;&#19968;&#21608;&#65292;&#22836;&#26197;&#33041;&#32960;&#65292;&#23548;&#33268;&#35828;&#35805;&#37117;&#19968;&#21475;&#35770;&#25991;&#33108;~</p>
<p>&#160;</p>
<p>&#27604;&#22914;&#21608;&#26411;&#30340;pre-class&#26368;&#21518;&#30340;&#22238;&#39038;&#29615;&#33410;&#65292;&#22823;&#23478;&#20889;&#24847;&#35265;&#20043;&#31867;&#12290;&#38544;&#32422;&#35760;&#24471;&#33258;&#24049;&#20889;&#30340;&#26159;&#65306;**&#24110;&#21161;&#29983;&#21160;&#28145;&#21051;&#30340;&#29702;&#35299;&#30456;&#20851;&#27010;&#24565;&#65292;&#20113;&#20113;&#12290;&#20889;&#30340;&#26102;&#20505;&#19981;&#35273;&#24471;&#65292;&#31561;&#21040;&#34987;&#24565;&#20986;&#26469;&#26159;&#65292;&#25165;&#35273;&#24471;&#30699;&#24773;&#65292;&#26377;&#35805;&#19981;&#33021;&#22909;&#22909;&#35828;&#21834;&#65292;&#19968;&#32929;&#35770;&#25991;&#21619;&#20799;&#65292;&#30495;&#22949;&#24180;~</p>
<p>&#27604;&#22914;&#65292;&#36319;&#22969;&#35828;&#20107;&#20799;&#30340;&#26102;&#20505;&#65306;&#27492;&#29616;&#35937;&#35828;&#26126;***&#30340;&#36235;&#21183;&#65292;blah&#65292;blah&#12290;&#12290;&#12290;&#12290;</p>
<p>&#27604;&#22914;&#25171;&#30005;&#35805;&#26102;&#20505;&#65292;&#24565;&#21480;&#65306;&#36890;&#36807;&#20197;&#19978;&#65292;&#21487;&#20197;&#24471;&#20986;&#32467;&#35770;******</p>
<p>&#20110;&#26159;&#21681;&#20063;&#21464;&#24471;&#25797;&#38271;&#20070;&#38754;&#35821;&#65292;&#36824;&#33021;&#20986;&#38754;&#32473;&#20154;&#26015;&#37196;&#35770;&#25991;&#30340;&#36963;&#35789;&#36896;&#21477;&#21862;~</p>
<p>&#160;</p>
<p>&#35770;&#25991;&#30340;&#29305;&#28857;&#23601;&#26159;&#65292;&#21516;&#19968;&#26679;&#19996;&#35199;&#65292;&#20320;&#24471;&#29992;&#20004;&#27573;&#35805;&#35828;&#19968;&#36941;&#65292;&#20877;&#29992;&#20004;&#39029;&#32440;&#35828;&#19968;&#36941;&#65292;&#26368;&#21518;&#36824;&#24471;&#29992;&#25972;&#25972;&#20004;&#31456;&#30340;&#20869;&#23481;&#20877;&#35828;&#19968;&#36941;&#12290;</p>
<p>&#19981;&#28982;&#65292;&#23601;&#20973;&#33258;&#20010;&#20799;&#20570;&#24471;&#37027;&#28857;&#20799;&#19996;&#35199;&#65292;&#21738;&#33021;&#20010;&#20010;&#37117;&#20889;&#20986;&#19971;&#20843;&#21313;&#39029;&#30340;&#25991;&#23383;&#21834;</p>
<p>&#35805;&#35828;&#36825;&#35770;&#25991;&#25343;&#20986;&#21435;&#24517;&#23450;&#19981;&#20540;&#38065;&#12290;&#38500;&#20102;&#24223;&#35805;&#65292;&#23601;&#26159;&#20844;&#24335;&#65292;&#22270;&#34920;&#65292;&#35201;&#20040;&#23601;&#26159;&#19968;&#26465;&#19968;&#26465;&#30340;&#20998;&#26512;&#20248;&#21155;&#65292;&#21069;&#26223;&#65292;&#31639;&#27861;&#27969;&#31243;&#21780;&#24471;&#12290;&#32780;&#19988;&#20320;&#36824;&#24471;&#26377;&#26412;&#20107;&#25226;&#31616;&#21333;&#30340;&#19996;&#35199;&#35828;&#22797;&#26434;&#20102;&#65292;&#35753;&#20154;&#19981;&#21160;&#28857;&#33041;&#23376;&#37117;&#30475;&#19981;&#26126;&#30333;&#12290;</p>
<p>&#24403;&#28982;&#65292;&#20154;&#23478;&#36825;&#26679;&#26159;&#20026;&#20102;&#31185;&#23398;&#30340;&#20005;&#35880;&#24615;&#22043;~</p>
<p>&#38669;&#37329;&#35828;&#20102;&#65292;&#20320;&#30340;&#20070;&#37324;&#38754;&#27599;&#22810;&#21152;&#19968;&#20010;&#20844;&#24335;&#65292;&#35835;&#32773;&#30340;&#25968;&#37327;&#23601;&#20250;&#20943;&#23569;&#19968;&#21322;&#12290;&#25353;&#29031;&#36825;&#20010;&#29702;&#35770;&#65292;&#25105;&#20915;&#23450;&#20102;&#65292;&#23613;&#37327;&#22810;&#20889;&#28857;&#20799;&#20844;&#24335;&#21704;~&#36825;&#20040;&#25199;&#24471;&#35770;&#25991;&#65292;&#36824;&#26159;&#23569;&#31096;&#23475;&#20154;&#20102;~</p>
<p>&#24635;&#20043;&#21834;&#65292;&#20889;&#23436;&#20102;&#25165;&#19981;&#24471;&#19981;&#24863;&#24936;&#65292;&#20154;&#23478;&#38669;&#37329;&#33021;&#19981;&#29992;&#20844;&#24335;&#24573;&#24736;&#23601;&#32473;&#20320;&#35762;&#26126;&#30333;&#20102;&#21861;&#26159;&#40657;&#27934;&#34411;&#27934;&#65292;&#21508;&#31181;&#29289;&#29702;&#27010;&#24565;&#65292;&#36825;&#26159;&#26412;&#20107;&#65307;</p>
<p>&#21681;&#30340;&#27809;&#21861;&#25216;&#26415;&#21547;&#37327;&#30340;&#35770;&#25991;&#65292;&#24341;&#29992;&#21508;&#31181;&#26032;&#27010;&#24565;&#65292;&#21508;&#31181;&#39640;&#28145;&#29702;&#35770;&#65292;&#21152;&#21508;&#31181;&#20844;&#24335;&#22270;&#34920;&#65292;&#30828;&#29983;&#29983;&#20889;&#20102;60&#39029;&#65292;&#36825;&#20063;&#26159;&#26412;&#20107;&#21834;~~~</p>
                                    </p>
