---
layout: post
title: 长假碎碎念-la vie en rose
categories: []
tags: []
published: true
comments: false
---
<p>
                                    <p><img src="http://filer.blogbus.com/5333148/5333148_12865233678.jpg" border="0" alt="" /></p>
<p>&#34429;&#28982;&#27809;&#21861;&#24515;&#24773;&#65292;&#24819;&#20102;&#24819;&#65292;&#36825;&#20040;&#38271;&#30340;&#20551;&#26399;&#65292;&#36825;&#20040;&#22810;&#30340;&#30862;&#20107;&#65292;&#36824;&#26159;&#32110;&#21480;&#19979;&#21543;</p>
<p>&#36825;&#19968;&#32110;&#21480;&#65292;&#23601;&#24471;&#20174;&#19978;&#26376;29&#21495;&#24320;&#22987;</p>
<p>&#26202;&#19978;&#23828;&#21516;&#23398;&#21246;&#24341;&#25105;&#20986;&#21435;&#29609;&#65292;&#32467;&#26524;&#36824;&#27809;&#21507;&#23436;&#39277;&#65292;&#23043;&#23601;&#22240;&#20026;&#24863;&#20882;&#25346;&#25481;&#65292;&#26089;&#26089;&#23601;&#21508;&#22238;&#21508;&#23478;&#20102;&#12290;</p>
<p>&#21518;&#26469;&#23401;&#23376;&#36319;&#25105;&#30005;&#35805;&#35828;&#65292;&#37027;&#26202;&#19978;&#65292;&#22905;&#30007;&#26379;&#21451;&#26412;&#26469;&#25171;&#31639;&#27714;&#23130;&#30340;&#65292;&#22312;&#21335;&#28246;&#20934;&#22791;&#20102;&#24040;&#22411;&#28895;&#28779;&#34920;&#28436;&#65292;&#32467;&#26524;&#22240;&#20026;&#24863;&#20882;&#32479;&#32479;&#27873;&#27748;&#12290;&#25105;&#12290;&#12290;&#12290;&#12290;&#25105;&#21548;&#20102;&#37117;&#37027;&#20010;&#36951;&#25022;&#21584;&#65292;&#26412;&#26469;&#36824;&#26377;&#20010;&#26426;&#20250;&#35265;&#35777;&#19979;&#65292;&#28608;&#21160;&#19979;&#21602;&#12290;</p>
<p>&#35746;&#23130;&#24635;&#26159;&#20214;&#22909;&#20107;&#12290;1&#21495;&#20882;&#38632;&#22238;&#23478;&#65292;&#25105;&#20204;&#21435;&#24198;&#31069;&#21507;&#39277;&#21917;&#33590;ipad&#65292;&#26202;&#19978;&#23401;&#23376;&#25226;&#25345;&#19981;&#20303;&#30828;&#35201;&#21917;&#37202;&#12290;&#32456;&#20110;&#32456;&#20110;&#65292;&#21681;&#21917;&#22823;&#20102;&#19968;&#22238;&#12290;&#36208;&#36335;&#25758;&#21040;&#20102;&#37202;&#29942;&#65292;&#33258;&#24049;&#27985;&#28982;&#19981;&#30693;&#65292;&#21482;&#26159;&#38544;&#32422;&#21548;&#35265;&#36523;&#21518;&#26377;&#21160;&#38745;&#65292;&#25197;&#33080;&#30475;&#35265;&#19968;&#22534;&#20154;&#22312;&#25910;&#25342;&#21861;&#12290;&#12290;&#12290;&#22238;&#23478;&#30340;&#26102;&#20505;&#65292;&#35760;&#24518;&#20063;&#20165;&#20572;&#30041;&#20110;&#21516;&#23398;&#20204;&#25226;&#25105;&#36865;&#21040;&#20102;&#27004;&#19979;&#65292;&#25509;&#19979;&#26469;&#24590;&#26679;&#65292;&#25105;&#20063;&#19981;&#30693;&#36947;&#21834;~</p>
<p>&#26089;&#19978;&#37266;&#26469;&#36824;&#19968;&#24778;&#65292;&#20197;&#20026;&#38544;&#24418;&#30524;&#38236;&#24536;&#20102;&#25688;&#12290;&#36824;&#22909;&#65292;&#30561;&#34915;&#25442;&#20102;&#30524;&#38236;&#20063;&#25688;&#20102;&#65292;&#23064;&#35828;&#25105;&#22238;&#26469;&#36824;&#21898;&#39295;&#65292;&#21507;&#20102;&#28857;&#19996;&#35199;&#25165;&#30561;&#12290;&#21507;&#36135;&#21834;&#21507;&#36135;&#65292;&#21861;&#26102;&#20505;&#36825;&#20107;&#20799;&#24536;&#19981;&#20102;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#24403;&#28982;&#65292;&#37202;&#36824;&#26159;&#24471;&#23569;&#21917;&#65292;&#36807;&#21170;&#20799;&#25105;&#23601;&#20063;&#24863;&#20882;&#24278;&#12290;&#12290;&#12290;but&#21704;&#23572;&#28392;&#36824;&#25402;&#22909;&#21917;&#30340;&#21568;&#65292;&#20063;&#19981;&#36149;&#21543;</p>
<p>-------------------------------------------------------------------</p>
<p>&#24037;&#20316;&#27809;&#23450;&#65292;&#22312;&#23478;&#21574;&#30528;&#20063;&#19981;&#36367;&#23454;&#65292;3&#21495;&#23601;&#22238;&#23398;&#26657;&#20102;&#65292;&#19978;&#23398;&#36825;&#20040;&#22810;&#24180;&#65292;&#22836;&#22238;&#22914;&#27492;&#31215;&#26497;&#12290;&#12290;&#12290;</p>
<p>&#36824;&#25277;&#31354;&#36827;&#22478;&#24736;&#21714;&#19968;&#22280;&#65292;10&#28857;&#20986;&#38376;&#65292;12&#28857;&#24102;&#30528;&#19968;Subway&#23601;&#22238;&#26469;&#20102;&#12290;&#20986;&#24687;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#21830;&#22330;&#20840;&#37117;&#26159;100&#24403;&#20570;&#22810;&#23569;&#22810;&#23569;&#33457;&#30340;&#65292;&#30495;&#28902;&#20154;&#65292;&#30452;&#25509;&#25171;&#25240;&#19981;&#34892;&#20040;&#65292;&#31639;&#38065;&#22826;&#40635;&#28902;&#20102;</p>
<p>&#23815;&#25308;lh&#21516;&#23398;&#21568;&#65292;&#24403;&#21021;&#24102;&#30528;&#25105;&#22312;&#19975;&#36798;&#65292;&#29992;&#19968;&#23567;&#22369;&#25163;&#26426;&#30828;&#26159;&#31639;&#20986;&#26368;&#20248;&#35299;&#65292;&#20080;&#20102;&#19968;&#22534;&#19996;&#35199;&#22238;&#26469;&#12290;&#25105;&#19968;&#20010;&#20154;&#26159;&#27809;&#36825;&#32784;&#24515;&#20102;&#65292;&#19981;&#22914;&#28120;&#23453;&#21435;</p>
<p>-----------------------------------------------------------------</p>
<p>&#25918;&#20551;&#26399;&#38388;&#27809;&#23569;&#25237;&#31616;&#21382;&#65292;&#26681;&#26412;&#37117;&#19981;&#35760;&#24471;&#25237;&#20102;&#20160;&#20040;&#65292;&#21487;&#30475;&#30475;&#32593;&#31449;&#19978;&#65292;&#24590;&#20040;&#36824;&#26377;&#37027;&#20040;&#22810;&#20844;&#21496;&#27809;&#26377;&#25237;&#65292;&#30495;&#30340;&#35201;&#30127;&#25481;&#20102;&#12290;</p>
<p>&#36824;&#26377;&#24456;&#22810;&#24102;open questions&#30340;&#65292;&#25105;&#37117;&#36824;&#20599;&#25042;&#27809;&#22238;&#31572;&#21602;</p>
<p>&#26152;&#22825;&#29983;&#30149;&#65292;&#25346;&#25481;&#19968;&#22825;&#22312;&#24202;&#19978;&#30561;&#35273;&#12290;&#20170;&#26089;&#22312;&#26446;&#21516;&#23398;&#30340;&#40723;&#21169;&#19979;&#65292;&#30828;&#26159;&#25226;P&amp;G&#30340;&#22312;&#32447;&#27979;&#35797;&#25630;&#23450;&#20102;&#65292;&#20854;&#23454;&#65292;&#25105;&#30495;&#27809;&#25265;&#24076;&#26395;&#65292;&#20154;&#23478;&#33021;&#36827;&#21435;&#65292;&#33258;&#28982;&#26159;&#26377;&#36947;&#29702;&#30340;&#65292;&#21482;&#26159;&#21681;&#24403;&#21021;&#27809;&#30475;&#21040;&#20154;&#36523;&#19978;&#30340;&#20160;&#20040;&#29305;&#36136;&#32780;&#24050;&#65292;&#25105;&#24076;&#26395;&#36824;&#26159;&#19981;&#24590;&#20040;&#22823;&#21568;&#12290;</p>
<p>&#24555;&#28040;&#65292;&#22235;&#22823;&#36825;&#20123;&#65292;&#20808;&#25918;&#19968;&#25918;&#21543;&#65292;&#26377;&#26102;&#38388;&#25105;&#20063;&#25237;&#19979;&#65292;&#27809;&#26377;&#30456;&#24212;&#30340;&#22522;&#30784;&#65292;&#25105;&#20063;&#20174;&#21069;&#27809;&#36142;&#22791;&#28857;&#30693;&#35782;&#65292;&#30003;&#35831;&#36215;&#26469;&#65292;&#24635;&#24863;&#35273;&#19981;&#38752;&#35889;&#12290;</p>
<p>&#26089;&#19978;&#32982;&#23043;&#30005;&#35805;&#24944;&#38382;&#25105;&#65292;&#39034;&#20415;&#35828;&#20426;&#37233;&#20063;&#31614;&#21326;&#20026;&#20102;&#12290;&#39069;&#39069;&#39069;&#65292;&#30495;&#30340;&#33267;&#20110;&#20040;&#65292;&#25105;&#30127;&#20102;&#65292;&#20426;&#37233;&#22810;&#29275;&#30340;&#23043;&#65292;&#24178;&#22043;&#19981;&#31561;&#30740;&#31350;&#25152;&#21568;&#65292;&#22826;&#21487;&#24796;&#20102;&#12290;</p>
<p>&#21387;&#21147;&#36234;&#26469;&#36234;&#22823;&#40479;~</p>
<p>----------------------------------------------------------------------</p>
<p>&#20013;&#21320;&#25972;&#29702;&#35777;&#20214;&#21457;&#29616;&#24590;&#20040;&#37117;&#26159;&#33521;&#35821;&#30340;&#19996;&#35199;&#65292;toeic&#30340;&#65292;tofel&#30340;&#65292;&#20081;&#19971;&#20843;&#31967;&#30340;&#65292;&#35201;&#26159;gre&#33021;&#22810;&#32771;&#20960;&#20998;&#23601;&#22909;&#20102;&#65292;&#30475;&#36215;&#26469;&#26377;&#28857;&#29275;&#20154;&#30340;&#26679;&#23376;&#36215;&#30721;&#12290;</p>
<p>&#24681;&#65292;&#26576;&#21516;&#23398;&#65292;&#19981;&#35201;&#39554;&#25105;&#65292;&#27809;&#22797;&#20064;gre&#25105;&#30693;&#36947;&#38169;&#20102;&#65292;&#20302;&#20272;&#33258;&#24049;&#33521;&#35821;&#24212;&#35797;&#30340;&#26412;&#20107;&#20102;&#12290;&#22238;&#22836;&#24515;&#24773;&#22909;&#20102;&#65292;&#20877;&#32771;&#19968;&#20010;&#21435;&#65292;&#23601;&#19981;&#30693;&#36947;&#32771;&#20102;&#26377;&#27611;&#27611;&#29992;&#22788;</p>
<p>&#23454;&#39564;&#23460;&#24320;&#22987;&#38480;&#21046;&#27969;&#37327;&#65292;&#19981;&#33021;&#19979;&#30005;&#35270;&#30475;&#21862;&#12290;&#21548;&#27468;&#21591;&#12290;&#21457;&#29616;&#38899;&#20048;&#24211;&#37324;&#24050;&#32463;&#26377;&#33267;&#23569;5&#20010;&#29256;&#26412;&#30340;la vie en rose&#20102;&#65292;&#30495;&#22909;&#65292;&#22810;&#25910;&#38598;&#28857;&#65292;&#22826;&#26377;&#29233;&#21862;&#12290;&#23588;&#20854;&#26159;&#20004;&#23567;&#26080;&#29468;&#37324;&#38754;&#37027;&#20010;&#31461;&#22768;&#29256;&#26412;&#65292;&#21487;&#24796;&#25105;&#27809;&#26377;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#32463;&#20856;&#30340;edith piaf&#65292;&#21333;&#22905;&#33258;&#24049;&#21809;&#30340;&#23601;&#22909;&#20960;&#20010;&#19981;&#21516;&#29256;&#26412;</p>
<p>&#23567;&#37326;&#20029;&#33678;&#30340;</p>
<p>&#36824;&#26377;&#26368;&#36817;&#27969;&#34892;&#36215;&#26469;&#30340;&#25163;&#23707;&#33909;&#65292;&#22768;&#38899;&#24456;&#24178;&#20928;</p>
<p>Louis Armstrong&#30340;&#29256;&#26412;&#20063;&#22815;&#24576;&#26087;</p>
<p>&#36203;&#26412;&#30340;&#40857;&#20964;&#37197;&#37324;&#65292;&#20063;&#26377;&#36825;&#19968;&#27573;&#65292;&#21487;&#24796;&#27809;&#26377;&#25214;&#21040;&#24102;&#20154;&#22768;&#30340;</p>
<p>&#25509;&#19979;&#26469;&#23601;&#26159;&#20004;&#23567;&#26080;&#29468;&#37324;&#38754;&#30340;&#25913;&#32534;&#20102;&#65292;&#26377;&#33410;&#22863;&#24863;&#30340;&#37027;&#19968;&#27573;&#65292;&#21548;&#30528;&#24635;&#24863;&#35273;&#22810;&#20102;&#28857;&#32039;&#24352;&#65307;&#21512;&#21809;&#30340;&#21602;&#65292;&#21487;&#29233;&#22810;&#28857;&#65307;&#21834;&#21834;&#21834;&#65292;&#19981;&#34892;&#20102;&#65292;&#20877;&#35828;&#19979;&#21435;&#65292;&#25105;&#21448;&#24819;&#20877;&#30475;&#19968;&#36941;&#30005;&#24433;&#20102;&#12290;&#12290;&#12290;&#12290;&#12290;
<object classid="clsid:6bf52a52-394a-11d3-b153-00c04f79faa6" width="0" height="0" codebase="http://activex.microsoft.com/activex/controls/mplayer/en/nsmp2inf.cab#Version=5,1,52,701">
<param name="url" value="http://www.anna.is/mp3/LaVieEnRose.mp3" /><param name="url" value="http://www.anna.is/mp3/LaVieEnRose.mp3" /><embed type="application/x-mplayer2" width="0" height="0" src="http://www.anna.is/mp3/LaVieEnRose.mp3" url="http://www.anna.is/mp3/LaVieEnRose.mp3"></embed></object>
</p>
<p>&#21548;&#21548;Armstrong&#30340;&#21543;&#65292;walle&#37324;&#38754;&#20063;&#29992;&#21040;&#20102;&#36825;&#39318;&#27468;&#65292;&#20182;&#21644;eva&#22312;&#22826;&#31354;&#20013;&#36339;&#33310;&#30340;&#26102;&#20505;&#12290;&#28010;&#28459;&#27515;&#20102;</p>
                                    </p>
