---
layout: post
title: 天府成都游1
categories: []
tags: []
published: true
comments: false
---
<p>
                                    <p>7&#28857;&#38047;&#21040;&#20102;4&#21495;&#24037;&#21378;&#12290;&#24403;&#28982;&#65292;&#21435;&#30340;&#36335;&#19978;&#65292;&#25105;&#24456;&#19981;&#20986;&#24847;&#22806;&#30340;&#21448;&#36208;&#38169;&#26041;&#21521;&#20102;&#65292;&#24184;&#22909;&#27809;&#22352;&#38169;&#36710;&#65292;&#22079;&#22079;&#65292;&#19975;&#24184;&#19975;&#24184;~</p>
<p>&#37027;&#20250;&#20799;&#65292;&#25105;&#30340;&#24202;&#38138;&#36824;&#27809;&#25171;&#25195;&#20986;&#26469;&#65292;&#30475;&#26469;&#36825;&#22320;&#20799;&#26524;&#28982;&#32039;&#20431;&#21834;&#65292;&#39044;&#35746;&#22909;&#20303;&#30340;&#22320;&#26041;&#36824;&#26159;&#26126;&#26234;&#30340;&#65292;&#33267;&#23569;&#33258;&#24049;&#24515;&#37324;&#36367;&#23454;&#19981;&#26159;&#12290;&#12290;&#12290;</p>
<p>&#21069;&#21488;&#35828;&#35201;&#31561;&#21040;9&#28857;&#24038;&#21491;&#65292;&#25105;&#21018;&#21040;&#25104;&#37117;&#65292;&#29609;&#20799;&#24615;&#27491;&#36215;&#65292;&#21738;&#20799;&#26377;&#32784;&#24515;&#22352;&#31561;&#21568;&#12290;&#30452;&#25509;&#32972;&#30528;&#22823;&#21253;&#34892;&#26446;&#65292;&#20986;&#21457;&#21435;&#23452;&#23478;&#12290;</p>
<p>&#21040;&#23452;&#23478;7&#65306;30</p>
<p>&#21457;&#29616;&#23452;&#23478;10&#28857;&#19978;&#29677;&#65292;&#30127;&#20102;&#65292;&#22909;&#27785;&#30340;&#21253;&#21602;&#12290;&#12290;&#12290;</p>
<p>&#26049;&#36793;&#26377;KFC&#65292;&#21482;&#22909;&#36827;&#21435;&#21507;&#26089;&#39184;&#65292;&#30952;&#21501;&#21040;9&#28857;</p>
<p>&#25226;&#23043;&#32473;&#26080;&#32842;&#30340;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12795162532.jpg" border="0" alt="" /></p>
<p>&#23454;&#22312;&#29100;&#19981;&#20303;&#20102;&#65292;&#20986;&#38376;&#22352;&#22312;&#27431;&#23578;&#36229;&#24066;&#38376;&#21475;&#30340;&#38271;&#26885;&#19978;&#65292;&#30475;&#20154;&#26469;&#20154;&#24448;</p>
<p>&#25104;&#37117;&#30340;&#38463;&#23016;&#20204;&#30495;&#26377;&#36141;&#29289;&#28909;&#24773;&#65292;&#22823;&#26089;&#30340;&#22352;&#30528;&#20813;&#36153;&#29677;&#36710;&#65292;&#25552;&#22909;&#20960;&#20828;&#22823;&#31859;&#21040;&#22788;&#36305;&#12290;</p>
<p>&#36824;&#35265;&#21040;&#32972;&#30528;&#31568;&#31568;&#30340;&#20102;&#12290;&#12290;&#12290;</p>
<p>&#26377;&#20010;&#38463;&#23016;&#65292;&#25805;&#30528;&#22320;&#36947;&#22235;&#24029;&#35805;&#36319;&#25105;&#35828;&#20102;&#28857;&#21861;&#65292;&#27604;&#27604;&#21010;&#21010;&#30340;&#65292;&#27809;&#21643;&#21548;&#25026;&#12290;&#26368;&#21518;&#29468;&#22905;&#26159;&#24819;&#21435;&#21397;&#25152;&#65292;&#35753;&#25105;&#24110;&#22905;&#30475;&#19979;&#19996;&#35199;&#65292;&#28857;&#22836;&#12290;&#32467;&#26524;&#38463;&#23016;&#36305;&#21040;&#26049;&#36793;&#30340;&#33457;&#22363;&#37324;&#20570;&#36156;&#20284;&#30340;&#21040;&#22788;&#30597;&#12290;&#25105;&#21523;&#19968;&#36339;&#65292;&#20197;&#20026;&#22905;&#35201;&#22312;&#20844;&#20849;&#22330;&#21512;&#12290;&#12290;&#12290;&#28982;&#21518;&#38463;&#23016;&#20197;&#36805;&#38647;&#19981;&#21450;&#25513;&#32819;&#30423;&#38083;&#20043;&#21183;&#25300;&#20102;&#19968;&#26421;&#33457;&#36305;&#22238;&#26469;&#20102;&#12290;</p>
<p>&#21704;&#21704;&#65292;&#38463;&#23016;&#24320;&#24515;&#30340;&#20914;&#25105;&#21501;&#21501;&#21653;&#21653;&#21448;&#35828;&#20102;&#19968;&#22823;&#22534;&#12290;&#36825;&#27425;&#29468;&#20986;&#26469;&#20102;&#65292;&#22905;&#26089;&#23601;&#30475;&#20013;&#36825;&#37324;&#30340;&#33457;&#20799;&#20102;&#65292;&#27491;&#22909;&#20170;&#22825;&#36319;&#22905;&#30340;&#25163;&#34955;&#24456;&#25645;&#37197;&#20160;&#20040;&#30340;&#65292;&#20284;&#20046;&#21518;&#26469;&#36824;&#36992;&#35831;&#25105;&#36319;&#22905;&#19968;&#36215;&#21435;&#25300;&#12290;&#12290;&#12290;&#12290;&#20869;&#20010;&#65292;&#19981;&#30830;&#23450;&#38463;&#23016;&#34920;&#36798;&#30340;&#26159;&#19981;&#26159;&#36825;&#20010;&#24847;&#24605;&#65292;&#31505;&#31505;&#20043;&#21518;&#65292;&#25105;&#36824;&#26159;&#32769;&#32769;&#23454;&#23454;&#30340;&#22352;&#30528;&#30475;&#20154;&#26469;&#20154;&#24448;&#65292;&#19968;&#30452;&#21040;10&#28857;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#23452;&#23478;&#65292;&#25105;&#26469;&#24278;&#65281;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1279517147b.jpg" border="0" alt="" /></p>
<p>&#20799;&#31461;&#21306;&#22909;&#29609;&#20799;&#30340;&#19996;&#35199;&#22826;&#22810;&#22826;&#22810;&#20102;&#65292;&#19968;&#20010;&#20154;&#29609;&#30340;&#29408;&#27426;&#20048;&#21834;~</p>
<p>&#24456;&#22810;&#23567;&#23401;&#23376;&#25140;&#30340;&#24125;&#23376;&#65292;&#21482;&#26377;&#36825;&#20010;&#26159;&#25105;&#25140;&#30340;&#19978;&#30340;&#12290;&#21518;&#38754;&#29992;&#25163;&#25341;&#30528;&#30340;&#12290;&#12290;&#12290;&#20687;&#19981;&#20687;&#27611;&#21033;&#20154;&#65292;&#21704;&#21704;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1279517443.jpg" border="0" alt="" /></p>
<p>&#36825;&#20010;&#33457;&#26421;&#36824;&#19981;&#38169;&#21704;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1279517435n.jpg" border="0" alt="" /></p>
<p>&#31456;&#40060;~&#19978;&#38754;&#37027;&#20457;&#30524;&#20799;&#65292;&#24212;&#35813;&#26159;&#30524;&#30555;&#25165;&#23545;&#65292;&#21487;&#24796;&#65292;&#38271;&#25105;&#33041;&#34955;&#19978;&#20102;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1279518034k.jpg" border="0" alt="" /></p>
<p>&#36825;&#20010;&#26356;&#22909;&#29609;&#65292;&#26159;&#25351;&#22871;&#12290;&#19987;&#38376;&#24324;&#20102;&#25972;&#21482;&#25163;&#65292;&#25343;&#26469;&#21523;&#21804;&#23567;&#39134;&#65292;&#21704;&#21704;&#21704;&#12290;&#20854;&#23454;&#26412;&#24819;10&#20010;&#25163;&#25351;&#20840;&#22871;&#19978;&#30340;&#65292;&#19968;&#22826;&#28909;&#65292;&#20108;&#27809;&#25163;&#25293;&#29031;&#20102;&#65292;&#20316;&#32610;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1279517459j.jpg" border="0" alt="" /></p>
<p>&#36825;&#20010;&#65292;&#23567;&#39134;&#21704;&#23612;&#20320;&#23475;&#24597;&#20040;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1279517467k.jpg" border="0" alt="" /></p>
<p>&#36825;&#38754;&#38236;&#23376;&#36229;&#32423;&#21916;&#27426;&#21568;&#65292;&#20197;&#21518;&#26377;&#23478;&#20102;&#65292;&#24471;&#32473;&#33258;&#20010;&#20799;&#20080;&#20010;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1279517452q.jpg" border="0" alt="" /></p>
<p>&#36825;&#26679;&#30340;&#20063;&#19981;&#38169;&#65292;&#22079;&#22079;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12795174134.jpg" border="0" alt="" /></p>
<p>&#20986;&#38376;&#26102;&#20505;&#30475;&#35265;&#30340;&#23043;&#23043;&#65292;&#34542;&#21916;&#27426;&#12290;&#26377;&#36825;&#26679;&#30340;&#25163;&#26426;&#38142;&#20040;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12795174067.jpg" border="0" alt="" /></p>
<p>&#23452;&#23478;&#21507;&#30340;&#20063;&#36229;&#32423;&#22909;&#21834;&#65292;&#25105;&#26159;&#24565;&#24565;&#19981;&#24536;&#20102;&#12290;&#20808;&#30475;&#30475;&#36825;&#22825;&#21507;&#30340;&#21543;&#12290;</p>
<p>&#29790;&#20856;&#29275;&#32905;&#20024;+&#20160;&#20040;&#34507;&#31957;&#26469;&#30528;&#65292;&#21453;&#27491;&#35828;&#26159;&#29790;&#20856;&#20844;&#20027;&#32467;&#23130;&#26102;&#20505;&#19987;&#38376;&#23450;&#21046;&#20102;&#36825;&#20010;&#28857;&#24515;&#65292;&#31639;&#26159;&#29305;&#33394;&#21543;&#65292;&#25105;&#23601;&#35201;&#20102;&#65292;&#20854;&#23454;&#24456;&#36149;&#30340;&#65292;&#36825;&#20010;&#28857;&#24515;&#23601;10&#22359;&#12290;&#36824;&#26377;&#21654;&#21857;&#39278;&#26009;&#20160;&#20040;&#30340;&#65292;&#20813;&#36153;&#32493;&#26479;&#30340;&#65292;&#25105;&#27809;&#35201;&#12290;&#20026;&#21861;&#21602;&#65292;&#23545;&#20102;&#65292;&#33258;&#24049;&#24102;&#20102;&#27700;&#65292;&#20026;&#20102;&#30465;&#38065;&#65292;&#23601;&#27809;&#35201;&#65292;&#22826;&#26126;&#26234;&#20102;&#65292;&#22806;&#38754;&#30340;&#20813;&#36153;&#32493;&#26479;&#26356;&#21010;&#31639;&#65292;&#21704;&#21704;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1279518374q.jpg" border="0" alt="" /></p>
<p>&#30406;&#20799;&#24178;&#30871;&#20799;&#20928;&#12290;&#22303;&#35910;&#27877;&#25105;&#23454;&#22312;&#19981;&#21916;&#27426;&#65292;&#33021;&#21507;&#25481;&#19968;&#21322;&#24050;&#32463;&#24456;&#32473;&#38754;&#23376;&#20102;&#12290;&#32905;&#20024;&#30495;&#30340;&#24456;&#22909;&#21507;&#21568;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1279518382g.jpg" border="0" alt="" /></p>
<p>&#23601;&#26159;&#36825;&#20010;&#65292;&#19968;&#20010;&#28909;&#29399;+&#19968;&#26479;&#39278;&#26009;&#65292;&#20813;&#36153;&#32493;&#26479;&#30340;&#65292;5&#22359;&#12290;&#29980;&#31570;1&#22359;&#65292;&#25105;&#32416;&#32467;&#20102;&#19979;&#65292;&#36824;&#26159;&#20080;&#20102;&#20010;&#29980;&#31570;&#35299;&#39307;&#12290;&#22826;&#20415;&#23452;&#21862;~~~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1279518366j.jpg" border="0" alt="" /></p>
<p>&#20174;&#23452;&#23478;&#20986;&#26469;&#65292;&#22823;&#27010;3&#28857;&#65292;&#20877;&#22352;&#36710;&#22868;&#27874;&#22238;&#20303;&#22788;&#65292;&#30331;&#35760;&#20837;&#20303;&#65292;&#27927;&#28577;&#25442;&#34915;&#12290;&#27491;&#22909;&#20457;&#21516;&#23398;&#20063;&#37117;&#21040;&#20102;&#25104;&#37117;&#65292;&#26202;&#19978;&#19968;&#36215;&#21435;&#20102;&#23485;&#31364;&#24055;&#23376;&#12290;</p>
<p>&#25104;&#37117;&#20154;&#30340;&#29983;&#27963;&#36824;&#30495;&#26377;&#22815;&#24736;&#38386;&#30340;~&#32842;&#22825;&#30340;&#65292;&#21969;&#29916;&#23376;&#20799;&#30340;&#65292;&#25171;&#29260;&#30340;&#65292;&#24178;&#22352;&#30528;&#30340;&#65292;&#21917;&#33590;&#30340;&#65292;&#25402;&#22810;&#20154;&#12290;&#12290;&#12290;</p>
<p>&#26202;&#39277;&#35980;&#20284;&#22312;&#36825;&#37324;&#35299;&#20915;&#30340;&#65292;&#21487;&#24796;&#25105;&#20204;&#27809;&#26377;&#25214;&#21040;&#27839;&#34903;&#30340;&#24231;&#20799;&#65292;&#22352;&#22312;&#37324;&#38754;&#21507;&#12290;&#29228;&#29228;&#34430;&#65292;&#28900;&#40060;&#65292;&#36824;&#26377;&#19968;&#22534;&#28900;&#20018;&#12290;&#25105;&#21507;&#30340;&#36156;&#21704;&#30382;&#65292;&#35980;&#20284;&#21478;&#22806;&#37027;&#20457;&#23545;&#29228;&#29228;&#34430;&#30340;&#22823;&#23567;&#39047;&#26377;&#24494;&#35789;&#65292;&#27809;&#35265;&#35782;&#30340;&#22909;&#22788;&#20307;&#29616;&#20102;&#65292;&#25105;&#21507;&#30340;&#24456;&#28385;&#36275;&#21834;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12795386521.jpg" border="0" alt="" /></p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1279538644o.jpg" border="0" alt="" /></p>
<p>&#20854;&#23454;&#23485;&#24055;&#23376;&#21543;&#65292;&#30830;&#23454;&#26377;&#28857;&#20687;&#22823;&#21776;&#36890;&#26131;&#22346;&#21644;&#21335;&#38179;&#40723;&#24055;&#30340;&#32467;&#21512;&#65292;&#28982;&#21518;&#24314;&#31569;&#27604;&#36739;&#21335;&#26041;&#39118;&#26684;&#12290;&#34542;&#26377;&#29983;&#27963;&#27668;&#24687;&#30340;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1279538682p.jpg" border="0" alt="" /></p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12795386621.jpg" border="0" alt="" /></p>
<p>&#21322;&#19994;&#20313;&#25293;&#23458;&#26472;&#23567;&#30473;~&#20165;&#26377;&#30340;&#21322;&#20010;&#19994;&#20313;&#27700;&#24179;&#65292;&#23436;&#20840;&#24402;&#21151;&#20110;&#23435;&#24635;&#21516;&#23398;&#30340;&#30456;&#26426;~&#19981;&#23458;&#27668;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12795386701.jpg" border="0" alt="" /></p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1279539243c.jpg" border="0" alt="" /></p>
<p>&#22909;&#30130;&#20518;&#30340;&#30524;&#31070;&#20799;~&#37117;&#32959;&#20102;&#65292;&#21704;&#21704;&#12290;&#20843;&#23681;&#29983;&#26085;&#29031;&#65292;&#23601;&#26159;&#36825;&#24503;&#34892;&#65292;&#25668;&#24433;&#24072;&#30828;&#26159;&#32473;&#25105;&#33041;&#34955;&#19978;&#39030;&#20102;&#19968;&#26421;&#27604;&#22836;&#36824;&#22823;&#30340;&#34013;&#33394;&#19997;&#24102;&#20570;&#30340;&#33457;&#20799;&#12290;&#22909;&#24808;&#30340;&#22238;&#24518;&#21584;~~~~~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12795386293.jpg" border="0" alt="" /></p>
<p>&#21518;&#38754;&#36825;&#20010;&#22043;&#65292;&#21704;&#21704;&#65292;&#31456;&#40060;&#22068;&#12290;CK&#30475;&#20102;&#32477;&#23545;&#29378;&#31505;&#21704;&#12290;&#26032;&#32418;&#27004;&#37324;&#20986;&#29616;&#30340;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1279538636x.jpg" border="0" alt="" /></p>
<p>&#36824;&#26377;&#20123;&#22909;&#29609;&#20799;&#30340;&#29031;&#29255;&#19981;&#22312;&#25105;&#36825;&#37324;&#65292;&#22238;&#22836;&#20877;&#21152;&#19978;&#21543;~</p>
<p>&#23485;&#31364;&#24055;&#23376;&#20117;&#24055;&#23376;&#28216;&#29609;&#32467;&#26463;&#65292;&#23485;&#24055;&#23376;&#21475;&#24456;&#22810;&#22823;&#22920;&#22312;&#36339;&#33310;&#65292;&#29305;&#24102;&#21170;&#20799;&#65292;&#36824;&#26377;&#20123;&#24180;&#36731;&#30340;&#22993;&#23064;&#36335;&#36807;&#65292;&#20063;&#20250;&#21152;&#20837;&#19968;&#36215;&#12290;&#21916;&#27426;&#30475;&#36825;&#26679;&#30340;&#22330;&#26223;&#65292;&#20250;&#35753;&#20154;&#35273;&#24471;&#29983;&#27963;&#30495;&#32654;&#22909;&#12290;&#34429;&#28982;&#20316;&#20026;&#23567;&#33041;&#19981;&#21457;&#36798;&#19968;&#26063;&#65292;&#33258;&#24049;&#19981;&#20250;&#21152;&#20837;&#20854;&#20013;&#65292;&#21487;&#26159;&#23601;&#36825;&#26679;&#38745;&#38745;&#30340;&#30475;&#30528;&#65292;&#30495;&#22909;~</p>
<p>&#24819;&#36215;&#20197;&#21069;&#22312;&#35199;&#23433;&#30005;&#23376;&#21830;&#22478;&#24191;&#22330;&#19978;&#65292;&#24456;&#22810;&#20154;&#19968;&#36215;&#36339;&#33310;&#65292;&#19968;&#36215;&#28369;&#26097;&#20912;&#65292;&#20316;&#20026;&#30475;&#23458;&#65292;&#25105;&#27604;&#21442;&#19982;&#32773;&#36824;&#35201;&#28608;&#21160;&#65292;&#24680;&#19981;&#24471;&#19968;&#30452;&#23601;&#37027;&#20040;&#30475;&#30528;&#65292;&#19981;&#35201;&#22238;&#23398;&#26657;&#65292;&#22079;&#22079;&#65292;&#36825;&#26159;&#29233;&#20945;&#28909;&#38393;&#30340;&#26412;&#24615;&#20040;&#12290;&#12290;&#12290;</p>
<p>&#26377;&#21516;&#23398;&#35273;&#24471;&#30475;&#22823;&#22920;&#36339;&#33310;&#27809;&#21170;&#65292;&#25105;&#21448;&#32047;&#30340;&#19981;&#24819;&#36208;&#36828;&#65292;&#20110;&#26159;&#36208;&#21435;&#20154;&#27665;&#20844;&#22253;&#12290;&#24681;&#65292;&#24456;&#19981;&#26126;&#26234;&#30340;&#20915;&#23450;&#65292;&#20154;&#27665;&#20844;&#22253;&#25402;&#36828;&#30340;&#65292;&#20027;&#35201;&#19981;&#35748;&#35782;&#36335;&#65292;&#32047;&#30340;&#31232;&#37324;&#31946;&#28034;&#65292;&#22909;&#19981;&#23481;&#26131;&#36208;&#21040;&#20102;&#65292;&#40657;&#28422;&#28422;&#19968;&#29255;&#65292;&#22352;&#19968;&#20250;&#21543;&#65292;&#21448;&#25307;&#20102;&#19968;&#33151;&#34442;&#23376;&#12290;&#28982;&#21518;&#20877;&#36208;&#22238;&#21435;&#65292;&#22909;&#21543;&#65292;&#25105;&#36825;&#36335;&#30196;&#65292;&#19968;&#22825;&#19981;&#36208;&#20900;&#26505;&#36335;&#37117;&#19981;&#34892;&#65292;&#32469;&#22238;&#20303;&#22788;&#65292;11&#28857;&#36807;&#21322;&#65292;&#33151;&#37117;&#35201;&#26029;&#25481;&#20102;&#65292;&#27809;&#27927;&#28577;&#30452;&#25509;&#20498;&#19979;&#30561;&#35273;&#40479;&#65281;</p>
                                    </p>
