---
layout: post
title: 天府成都游3
categories: []
tags: []
published: true
comments: false
---
<p>
                                    <p>3rd day&#65306;&#37117;&#27743;&#22576;</p>
<p>&#38738;&#23665;&#32511;&#27700;&#30340;&#22320;&#26041;&#26377;&#20154;&#33021;&#19968;&#36215;&#29609;&#20799;&#26368;&#22909;&#65292;&#36825;&#22825;&#27491;&#22909;&#25509;&#24453;&#30340;&#20154;&#24102;&#23435;&#24635;&#21435;&#37117;&#27743;&#22576;&#65292;&#26377;&#31354;&#20301;&#65292;&#25105;&#23601;&#36461;&#29609;&#20799;&#20102;</p>
<p>&#35745;&#21010;&#30340;&#26102;&#20505;&#65292;&#26412;&#25171;&#31639;&#20808;&#21435;&#37117;&#27743;&#22576;&#65292;&#20877;&#21435;&#38738;&#22478;&#23665;&#30340;&#12290;&#36461;&#29609;&#65292;&#23601;&#24471;&#21548;&#20154;&#23478;&#30340;&#19981;&#26159;&#65292;&#30001;&#20110;&#26102;&#38388;&#38382;&#39064;&#65292;&#23601;&#27809;&#26377;&#21435;&#37117;&#27743;&#22576;&#12290;&#36319;&#38543;&#30528;&#22312;&#37117;&#27743;&#22576;&#24066;&#21306;&#37324;&#36716;&#24736;&#20102;&#20004;&#22280;&#12290;&#29615;&#22659;&#21487;&#30495;&#22909;&#65292;&#38738;&#23665;&#32511;&#27700;&#30340;&#65292;&#30001;&#20110;&#22320;&#38663;&#65292;&#24456;&#22810;&#25151;&#23376;&#37117;&#26159;&#26032;&#24314;&#30340;&#65292;&#25972;&#40784;&#28418;&#20142;&#12290;&#21487;&#26159;&#30475;&#21040;&#26032;&#25151;&#26049;&#36793;&#23567;&#23665;&#20284;&#30340;&#24314;&#31569;&#22403;&#22334;&#65292;&#21496;&#26426;&#35828;&#26159;&#22320;&#38663;&#24223;&#22687;&#25972;&#29702;&#36215;&#26469;&#65292;&#23601;&#22320;&#24314;&#20102;&#29615;&#20445;&#21378;&#12290;&#21333;&#36825;&#19968;&#21477;&#35805;&#65292;&#25105;&#24046;&#28857;&#21741;&#20102;&#12290;&#21621;&#21621;&#65292;&#27809;&#20986;&#24687;&#21704;&#65292;&#30475;&#30528;&#36825;&#24223;&#22687;&#65292;&#33258;&#24049;&#24819;&#24819;&#22320;&#38663;&#23436;&#30340;&#22330;&#26223;&#65292;&#23601;&#22815;&#24515;&#37240;&#30340;&#20102;&#12290;&#36825;&#20040;&#32654;&#30340;&#22478;&#24066;&#12290;&#12290;&#12290;</p>
<p>&#30830;&#23454;&#65292;&#20197;&#21518;&#35201;&#26159;&#33021;&#20303;&#22312;&#36825;&#26679;&#30340;&#22320;&#26041;&#24863;&#35273;&#30495;&#22909;&#12290;&#32452;&#32455;&#20986;&#28216;&#30340;&#32769;&#22823;&#65292;&#23601;&#22312;&#37117;&#27743;&#22576;&#20080;&#20102;&#21035;&#22661;&#65292;&#21435;&#21035;&#22661;&#21306;&#28316;&#36798;&#20102;&#19968;&#22280;&#20043;&#21518;&#65292;&#22868;&#21521;&#38738;&#22478;&#23665;&#19979;&#30340;&#20892;&#23478;&#20048;&#65292;&#39640;&#31471;&#20892;&#23478;&#20048;&#65292;&#21704;&#21704;&#12290;&#29983;&#20154;&#22810;&#65292;&#21507;&#20102;&#22909;&#22810;&#22909;&#21507;&#30340;&#20063;&#27809;&#22909;&#24847;&#24605;&#25293;&#29031;&#65292;&#36824;&#26377;&#24456;&#22810;&#21483;&#19981;&#19978;&#21517;&#23383;&#30340;&#24403;&#22320;&#29305;&#33394;&#12290;&#20160;&#20040;&#40481;&#21568;&#65292;&#20160;&#20040;&#38754;&#21568;&#65292;&#20160;&#20040;&#40060;&#21568;&#65292;&#20160;&#20040;&#33756;&#21568;&#65292;&#21453;&#27491;&#31232;&#37324;&#31946;&#28034;&#32654;&#21619;&#37117;&#36827;&#32922;&#23376;&#20102;&#12290;</p>
<p>&#28982;&#21518;&#23601;&#26159;&#29228;&#38738;&#22478;&#23665;&#21591;&#65292;&#38738;&#22478;&#23665;&#20998;&#21069;&#23665;&#21644;&#21518;&#23665;&#65292;&#36825;&#23665;&#19981;&#39640;&#65292;&#23545;&#25105;&#36825;&#20307;&#21147;&#36229;&#24378;&#30340;&#23043;&#65292;&#23567;case&#22043;&#65292;&#24456;&#24555;&#23601;&#21040;&#39030;&#20102;&#12290;&#21518;&#23665;&#22320;&#38663;&#20043;&#21518;&#36824;&#22312;&#20462;&#32558;&#65292;&#27809;&#24320;&#25918;&#12290;&#36825;&#22825;&#27809;&#29031;&#29255;&#65292;&#22522;&#26412;&#19978;&#37117;&#22312;&#23435;&#24635;&#30456;&#26426;&#37324;&#65292;&#20197;&#21518;&#20877;&#34917;&#19978;</p>
<p>&#26469;&#20010;&#38738;&#22478;&#23665;&#30340;&#22823;&#38376;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280302446l.jpg" border="0" alt="" /></p>
<p>&#39118;&#26223;&#29305;&#22909;&#65292;&#32511;&#33394;&#22810;&#30340;&#19981;&#34892;&#12290;&#25104;&#37117;&#23601;&#26159;&#31481;&#23376;&#22810;&#65292;&#38271;&#24471;&#19968;&#31751;&#19968;&#31751;&#30340;&#12290;&#24819;&#36215;&#26477;&#24030;&#30340;&#28789;&#38544;&#65292;&#37027;&#37324;&#20154;&#22826;&#22810;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280302458x.jpg" border="0" alt="" /></p>
<p>&#36335;&#19978;&#22909;&#22810;&#36825;&#26679;&#30340;&#20141;&#23376;&#65292;&#26377;&#30340;&#36824;&#22312;&#20462;&#33914;&#65292;&#21916;&#27426;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280302465.jpg" border="0" alt="" /></p>
<p>&#21018;&#19978;&#23665;&#23601;&#30896;&#35265;&#19968;&#22823;&#29239;&#65292;&#21334;&#31515;&#23376;&#12290;&#22823;&#29239;&#30475;&#19981;&#35265;&#65292;&#21482;&#26159;&#19968;&#30452;&#21561;&#31515;&#23376;&#12290;20&#19968;&#20010;&#65292;&#36335;&#20154;&#37117;&#22312;&#20080;&#12290;&#36825;&#27604;&#36523;&#24378;&#21147;&#22766;&#35013;&#21487;&#24604;&#35201;&#38065;&#30340;&#22909;&#22810;&#23569;&#20493;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280302472e.jpg" border="0" alt="" /></p>
<p>&#23665;&#19978;&#23601;&#19968;&#36947;&#35266;&#65292;&#21830;&#19994;&#27675;&#22260;&#22826;&#27987;&#65292;&#25293;&#29031;&#20241;&#24687;&#19968;&#20250;&#65292;&#26102;&#38388;&#36824;&#26089;&#65292;&#24930;&#24930;&#19979;&#23665;&#12290;</p>
<p>&#24555;&#21040;&#38376;&#21475;&#36935;&#19978;&#21516;&#34892;&#30340;&#22823;&#21733;&#22823;&#22992;&#22352;&#22312;&#36335;&#36793;&#21917;&#33590;&#20241;&#24687;&#12290;&#20945;&#28909;&#38393;&#21591;&#65292;&#36319;&#30528;&#20307;&#39564;&#19979;&#25104;&#37117;&#20154;&#21917;&#33590;&#30340;&#24863;&#35273;&#12290;&#33590;&#19981;&#22909;&#21917;&#65292;&#32842;&#22825;&#20498;&#25402;&#26377;&#24847;&#24605;&#12290;&#30952;&#26426;&#21040;&#26202;&#39277;&#26102;&#38388;&#65292;&#32769;&#22823;&#32487;&#32493;&#35831;&#23458;&#65292;&#22312;&#37117;&#27743;&#22576;&#26049;&#36793;&#65292;&#39184;&#21381;&#39118;&#26223;&#19981;&#38169;&#65292;&#21507;&#30340;&#22043;&#65292;&#24403;&#28982;&#22909;&#21507;&#65292;&#24819;&#30528;&#23601;&#39295;&#65292;&#21704;&#21704;</p>
<p>&#20174;&#39184;&#21381;&#30340;&#31383;&#25143;&#65292;&#23601;&#33021;&#30475;&#21040;&#36825;&#12290;&#22312;&#21271;&#26041;&#38271;&#22823;&#30340;&#23043;&#65292;&#24456;&#23569;&#35265;&#21040;&#36825;&#20040;&#22823;&#30340;&#27700;&#65292;&#28205;&#27827;&#38450;&#28061;&#30340;&#26102;&#20505;&#65292;&#27969;&#36895;&#20063;&#27809;&#36825;&#37324;&#24555;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280302479q.jpg" border="0" alt="" /></p>
<p>&#23736;&#36793;&#30340;&#20154;&#23478;&#12290;&#35201;&#26159;&#25105;&#33021;&#20303;&#36825;&#37324;&#12290;&#12290;&#12290;&#12290;&#12290;YY ing&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280302451x.jpg" border="0" alt="" /></p>
<p>&#19968;&#39039;&#39277;&#21507;&#20102;&#22909;&#20037;&#65292;&#23435;&#24635;&#19968;&#34892;&#21435;&#20061;&#23528;&#27807;&#20102;&#12290;&#25105;&#36319;&#30528;&#19968;&#36742;&#26469;&#26102;&#30340;&#36710;&#36820;&#22238;&#65292;&#32047;&#24808;&#20102;~</p>
                                    </p>
