---
layout: post
title: 英剧初体验
categories: []
tags: []
published: true
comments: false
---
<p>
                                    <p>&#20174;&#36855;&#19978;Sherlock&#65292;&#23545;&#33521;&#21095;&#20135;&#29983;&#22909;&#21360;&#35937;&#65292;&#25628;&#32034;&#20043;&#21518;&#65292;&#24378;&#28872;&#25512;&#33616;&#30340;&#65292;&#20171;&#32461;&#27604;&#36739;&#21560;&#24341;&#25105;&#30340;&#65306;the IT crowd, Coupling, Yes,Prime Minister.&#37117;&#26159;&#21916;&#21095;&#12290;</p>
<p>&#19979;&#36733;&#20102;&#21069;&#20004;&#37096;&#30340;&#31532;&#19968;&#23395;&#32771;&#23519;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1283500305r.jpg" border="0" alt="" /></p>
<p>&#20808;&#35828;IT crowd&#21543;&#65292;&#26159;&#25402;&#22909;&#31505;&#30340;&#65292;&#20294;&#26377;&#28857;&#20799;&#38393;&#12290;&#25972;&#20010;&#34920;&#28436;&#37117;&#26377;&#28857;&#22840;&#24352;&#65292;&#27604;&#36739;Drama&#30340;&#24863;&#35273;&#12290;&#24182;&#19981;&#26159;&#24819;&#35937;&#20013;big bang&#30340;&#24863;&#35273;&#12290;&#25110;&#35768;&#25105;&#19968;&#27668;&#20799;&#30475;&#23436;&#19968;&#23395;&#26159;&#19981;&#24212;&#35813;&#30340;&#65292;&#34987;&#38393;&#30528;&#20102;&#12290;&#12290;&#12290;&#32531;&#32531;&#20877;&#30475;&#21862;</p>
<p>&#27492;&#21095;&#30446;&#21069;&#20986;&#33267;&#31532;&#20845;&#23395;&#12290;&#27599;&#23395;&#22823;&#32422;7&#65292;8&#38598;&#21543;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12835003644.jpg" border="0" alt="" /></p>
<p>Coupling&#65292;3&#30007;3&#22899;&#65292;&#32452;&#21512;&#31867;&#20284;Friends&#12290;&#30456;&#27604;IT crowd&#65292;&#26356;&#29983;&#27963;&#19968;&#28857;&#65292;sex&#30340;&#35805;&#39064;&#27604;&#36739;&#22810;&#65292;&#23567;&#28857;&#20063;&#24046;&#19981;&#22810;&#12290;&#30456;&#23545;&#19981;&#38393;&#19968;&#28857;&#65292;&#20063;&#36229;&#32423;&#22909;&#31505;&#12290;&#20540;&#24471;&#32487;&#32493;&#36861;&#30475;&#12290;</p>
<p>&#20986;&#21040;&#31532;&#22235;&#23395;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12835005384.jpg" border="0" alt="" /></p>
<p>&#39034;&#36947;&#65292;&#30475;&#35265;&#20102;Sherlock&#30340;60&#20998;&#38047;&#26410;&#25773;&#20986;&#29256;&#65292;&#36824;&#26159;&#39640;&#28165;&#30340;&#65292;&#24590;&#33021;&#19981;&#19979;&#36733;&#12290;&#21644;&#25773;&#20986;&#30340;&#65292;&#24046;&#21035;&#36824;&#26159;&#25402;&#22823;&#30340;&#12290;</p>
<p>&#31119;&#23572;&#25705;&#26031;&#25198;&#30456;&#26377;&#21464;&#21270;&#65292;&#25773;&#20986;&#29256;&#26356;&#32453;&#22763;&#65292;&#35270;&#35273;&#25928;&#26524;&#33394;&#24425;&#20160;&#20040;&#30340;&#22909;&#20123;&#65307;&#26410;&#25773;&#29256;&#25198;&#30456;&#26102;&#23578;&#24863;&#26356;&#24378;&#12290;&#35265;&#19978;&#22270;&#21704;&#65292;&#22836;&#21457;&#31245;&#30701;&#65292;&#19981;&#24590;&#20040;&#21367;&#12290;&#25105;&#21916;&#27426;&#33258;&#26469;&#21367;&#21834;~</p>
<p>&#25925;&#20107;&#21465;&#36848;&#65292;&#25773;&#20986;&#29256;&#25103;&#21095;&#20914;&#31361;&#65292;&#20154;&#29289;&#24615;&#26684;&#21861;&#30340;&#26356;&#26377;&#29305;&#28857;&#65307;&#19981;&#36807;E0&#26576;&#20123;&#31243;&#24230;&#19978;&#20063;&#33021;&#35748;&#20026;&#26159;&#34917;&#20805;&#12290;&#26356;&#22810;&#29983;&#27963;&#21270;&#30340;&#23545;&#30333;&#65292;&#26356;&#23569;&#31070;&#32463;&#36136;&#30340;Holmes&#12290;&#25925;&#20107;&#21644;E1&#19968;&#26679;&#30340;&#65292;but&#20982;&#25163;&#38271;&#24471;&#22826;&#26377;&#21916;&#24863;&#20102;&#65292;&#20687;&#21704;&#21033;&#27874;&#29305;&#37324;&#30340;&#32769;&#40736;&#26001;&#26001;&#65292;&#35828;&#35805;&#19968;&#23383;&#19968;&#21477;&#65292;&#36824;&#26377;&#22823;&#26495;&#29273;&#30340;&#21475;&#38899;&#65292;&#20498;&#26159;&#26368;&#21518;&#30475;&#21040;&#30495;&#20982;&#21518;&#65292;&#27809;&#20102;&#32039;&#24352;&#24863;&#12290;</p>
<p>&#25972;&#20307;&#19978;&#65292;&#23545;&#27604;&#20986;&#20102;&#25972;&#20010;&#21095;&#30340;&#21046;&#20316;&#30340;&#31934;&#33391;&#12290;&#26399;&#24453;&#26126;&#24180;S2~</p>
<p>P.S. BBC&#26377;&#22815;&#35748;&#30495;&#30340;&#65292;&#36824;&#30495;&#20570;&#20102;Holmes&#20851;&#20110;deduction&#30340;&#32593;&#31449; <a title="http://www.thescienceofdeduction.co.uk/hidden-messages" href="http://www.thescienceofdeduction.co.uk/hidden-messages" target="_blank">http://www.thescienceofdeduction.co.uk/</a>&#65292;&#26377;&#30041;&#35328;&#65292;&#20063;&#35762;&#26696;&#20363;&#12290;</p>
<p>&#36824;&#26377;Watson&#21307;&#29983;&#30340;blog: <a title="http://www.johnwatsonblog.co.uk/" href="http://www.johnwatsonblog.co.uk/" target="_blank">http://www.johnwatsonblog.co.uk/</a>&#12290;&#22826;&#22909;&#29609;&#20799;&#20102;&#65292;&#22909;&#20687;&#30495;&#30340;&#22312;&#35760;&#24405;&#20182;&#20204;&#30340;&#29983;&#27963;&#65292;&#36824;&#26377;&#21508;&#31181;&#26377;&#30340;&#27809;&#24471;&#35282;&#33394;&#30340;&#30041;&#35328;&#65292;Watson&#30340;&#21733;&#21733;&#65292;&#20171;&#32461;&#20182;&#20204;&#19968;&#36215;&#31199;&#25151;&#30340;&#21516;&#23398;&#65292;&#24515;&#29702;&#21307;&#29983;&#12290;&#12290;&#12290;&#24403;&#28982;&#65292;&#36824;&#26377;my dear Sherlock~&#22079;&#22079;&#65292;&#30495;&#19981;&#30693;&#36947;&#33258;&#24049;&#24471;&#33457;&#30196;&#21040;&#21861;&#26102;&#20505;&#12290;&#12290;&#12290;&#12290;&#21710;&#21568;&#21568;&#65292;&#36824;&#35828;&#25214;&#20010;&#27573;&#23376;&#32763;&#35793;&#19979;&#30475;&#21602;&#65292;&#31639;&#21862;&#31639;&#21862;&#65292;&#21916;&#27426;&#30340;&#33258;&#24049;&#21435;&#30475;&#21543;&#65292;&#30495;&#22909;&#29609;&#20799;&#12290;&#23601;&#20687;&#30495;&#26377;&#36825;&#26679;&#20004;&#20010;&#20154;&#22312;&#32842;&#22825;~</p>
<p>&#21703;&#21734;&#21703;&#21734;&#65292;&#21482;&#33021;&#35828;&#65292;&#21046;&#20316;&#31934;&#33391;&#21834;~&#22826;&#20180;&#32454;&#20102;~</p>
<p>yes,prime minister&#27809;&#19979;&#36733;&#65292;&#29616;&#22312;&#26469;&#35828;&#65292;&#35748;&#30495;&#25214;&#24037;&#20316;&#25165;&#26159;&#27491;&#32463;&#20107;&#20102;&#12290;</p>
                                    </p>
