---
layout: post
title: 毕业旅行-厦门2
categories: []
tags: []
published: true
comments: false
---
<p>
                                    <p>3&#26376;20&#26085;</p>
<p>&#21069;&#21322;&#26085;&#20381;&#28982;&#40723;&#28010;&#23679;&#65292;&#21448;&#25235;&#32039;&#26102;&#38388;&#21507;&#20102;&#19968;&#22280;&#12290;</p>
<p>&#26159;&#26102;&#20505;&#35813;&#22909;&#22909;&#35828;&#35828;&#40723;&#28010;&#23679;&#30340;&#39118;&#26223;&#20102;</p>
<p>&#24456;&#23567;&#19968;&#24231;&#23707;&#65292;&#22825;&#27668;&#22909;&#30340;&#26102;&#20505;&#65292;&#22312;&#21414;&#38376;&#23601;&#21487;&#20197;&#30475;&#21040;&#23707;&#19978;&#24314;&#31569;&#65292;&#30446;&#27979;&#20004;&#23736;&#36317;&#31163;&#65292;&#27700;&#24615;&#22909;&#28857;&#20799;&#30340;&#32477;&#23545;&#33021;&#28216;&#36807;&#21435;</p>
<p>&#35770;&#26223;&#33394;&#21602;&#65292;&#28216;&#20154;&#23569;&#30340;&#22320;&#20799;&#26356;&#22909;&#30475;&#65292;&#23621;&#27665;&#21306;&#30340;&#28023;&#28392;&#21035;&#37326;&#65292;&#33756;&#24066;&#22330;&#65292;&#23567;&#33457;&#22253;&#65292;&#29978;&#33267;&#27599;&#19968;&#26465;&#23567;&#36947;&#37117;&#24456;&#32654;</p>
<p>&#26377;&#23478;&#25151;&#23627;&#20027;&#20154;&#38376;&#21475;&#20889;&#30528;&#65306;&#29399;&#19981;&#24597;&#20320;&#65292;&#20320;&#24597;&#29399;&#20040;&#65311;&#27492;&#35805;&#21453;&#20498;&#21560;&#24341;&#36335;&#20154;&#24525;&#19981;&#20303;&#29228;&#19978;&#22681;&#20599;&#30475;&#26159;&#20309;&#31561;&#24694;&#29356;&#12290;&#12290;&#12290;</p>
<p>&#40723;&#28010;&#23679;&#30340;&#26223;&#28857;&#26377;&#32852;&#31080;&#65292;&#27604;&#36739;&#21010;&#31639;</p>
<p>&#25105;&#19981;&#29233;&#36891;&#26223;&#28857;&#65292;&#21482;&#36873;&#25321;&#20102;&#38050;&#29748;&#21338;&#29289;&#39302;&#21644;&#39118;&#29748;&#21338;&#29289;&#39302;&#20004;&#23478;&#65292;&#38376;&#31080;&#22823;&#32422;&#25110;&#32773;&#35980;&#20284;20 or 30</p>
<p>&#36825;&#20457;&#21338;&#29289;&#39302;&#36824;&#26159;&#20540;&#24471;&#30597;&#30340;&#65292;&#25945;&#35757;&#23601;&#26159;&#36891;&#21338;&#29289;&#39302;&#21069;&#26368;&#22909;&#20570;&#21151;&#35838;</p>
<p>&#20687;&#21681;&#36825;&#31181;&#26408;&#26377;&#38899;&#20048;&#32454;&#27873;&#30340;&#23043;&#65292;&#30528;&#23454;&#25630;&#19981;&#25026;&#38754;&#21069;&#30340;&#20457;&#38050;&#29748;&#21306;&#21035;&#22312;&#21738;&#20799;&#65292;&#26377;&#21861;&#20248;&#21155;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#40723;&#28010;&#23679;&#36824;&#26377;&#38899;&#20048;&#21381;&#65292;&#20960;&#20046;&#27599;&#26202;&#37117;&#26377;&#28436;&#20986;&#65292;&#20598;&#23572;&#25910;&#36153;&#12290;7&#28857;&#38047;&#21435;&#38899;&#20048;&#21381;&#23601;&#22909;</p>
<p>&#20154;&#21697;&#19981;&#22909;&#65292;&#37027;&#22825;&#19979;&#38632;&#65292;&#22240;&#20026;&#22825;&#27668;&#21407;&#22240;&#65292;&#20048;&#38431;&#27809;&#26469;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#160;</p>
<p>&#27809;&#26377;&#30456;&#26426;&#65292;&#27809;&#26377;&#29031;&#29255;&#65292;&#22238;&#24518;&#36215;&#26469;&#30495;&#30340;&#26377;&#22256;&#38590;&#65292;&#37117;&#26159;&#29255;&#27573;&#65292;&#27809;&#27861;&#20018;&#36215;&#26469;</p>
<p>&#35752;&#21388;&#30340;&#23567;&#20599;&#21834;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#160;</p>
<p>&#19979;&#21320;&#20250;&#21414;&#38376;&#23707;&#20869;&#65292;&#36891;&#21414;&#22823;</p>
<p>&#20381;&#26087;&#20154;&#21697;&#36127;&#29190;&#21457;&#65292;&#38632;&#19979;&#30340;&#19981;&#20572;&#65292;&#36827;&#20102;&#21414;&#22823;&#65292;&#36234;&#19979;&#36234;&#22823;</p>
<p>&#21271;&#26041;&#23043;&#23545;&#28526;&#28287;&#30340;&#27668;&#20505;&#23454;&#22312;&#19981;&#20064;&#24815;&#65292;&#27985;&#36523;&#19981;&#24471;&#21170;&#65292;&#20063;&#27809;&#20180;&#32454;&#36891;</p>
<p>&#32467;&#21512;&#20043;&#21518;&#21435;&#38598;&#32654;&#35266;&#23519;&#32467;&#26524;&#65292;&#21414;&#22823;&#36824;&#26159;&#24456;&#26377;&#38901;&#21619;&#30340;&#65292;&#27605;&#31455;&#26102;&#38388;&#20037;&#36828;&#20123;&#12290;&#24314;&#31569;&#39118;&#26684;&#36824;&#26159;&#31867;&#20284;&#30340;&#65292;&#21335;&#27915;&#39118;&#26684;</p>
<p>&#21414;&#22823;&#35199;&#38376;&#26049;&#36793;&#23601;&#26159;&#21335;&#26222;&#38464;&#65292;&#29305;&#21035;&#26377;&#29233;&#30340;&#22320;&#20799;</p>
<p>&#23546;&#38376;&#21475;&#30340;&#20004;&#24231;&#22612;&#19978;&#36466;&#28385;&#20102;&#21508;&#31181;&#40479;&#65292;&#40509;&#23376;&#23621;&#22810;</p>
<p>&#27700;&#27744;&#37324;&#21508;&#31181;&#40060;&#65292;&#38738;&#34521;&#65292;&#20044;&#40863;&#27867;&#28389;&#12290;&#35828;&#23454;&#35805;&#65292;&#36825;&#20010;&#30475;&#30528;&#26377;&#28857;&#20799;&#24910;&#24471;&#24908;&#12290;&#12290;&#12290;&#12290;&#24819;&#36215;&#21069;&#20004;&#22825;&#22312;&#26032;&#26657;&#21306;&#23380;&#21733;&#25235;&#21040;&#30340;&#34532;&#34758;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#21335;&#26222;&#38464;&#38376;&#31080;&#19981;&#36149;&#65292;3&#22359;&#36824;&#26159;5&#22359;&#65292;&#20294;&#28216;&#23458;&#22826;&#22810;&#65292;&#30475;&#30528;&#22836;&#30140;</p>
<p>&#25105;&#19981;&#26159;&#34388;&#35802;&#25945;&#24466;&#65292;&#27809;&#36827;&#21435;</p>
<p>&#26049;&#36793;&#26377;&#32032;&#25995;&#39302;&#65292;&#20284;&#20046;&#21475;&#30865;&#19981;&#38169;&#65292;&#36824;&#26377;&#21335;&#26222;&#38464;&#30340;&#32032;&#39292;</p>
<p>&#24681;&#65292;&#25105;&#26597;&#25915;&#30053;&#20928;&#30475;&#22909;&#21507;&#30340;&#20102;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#32469;&#21414;&#22823;&#27801;&#28393;&#36208;&#20102;&#24456;&#36828;&#65292;&#28287;&#20046;&#20046;&#30340;&#22825;&#27668;&#23454;&#22312;&#19981;&#33298;&#22374;</p>
<p>&#26202;&#19978;&#21507;&#20102;&#28023;&#36793;&#22823;&#25490;&#26723;&#65292;&#19981;&#31639;&#20415;&#23452;&#65292;&#21619;&#36947;&#36824;&#34892;&#65292;&#25105;&#23545;&#28023;&#40092;&#30340;&#28909;&#29233;&#12290;&#12290;&#12290;&#37027;&#26159;&#30456;&#24403;&#30340;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#26202;&#19978;&#26089;&#26089;&#20241;&#24687;&#65292;&#19968;&#20026;&#26089;&#28857;&#25670;&#33073;&#36523;&#19978;&#30340;&#28526;&#34915;&#26381;&#65307;&#20108;&#20026;&#31532;&#20108;&#22825;&#21435;&#38598;&#32654;&#25874;&#21170;&#20799;</p>
<p>&#20107;&#23454;&#35777;&#26126;&#65292;&#36825;&#20010;&#20915;&#23450;&#24456;&#26126;&#26234;</p>
<p>&#25105;&#19981;&#20986;&#25152;&#26009;&#30340;&#36855;&#36335;&#20102;&#65374;</p>
                                    </p>
