
<!DOCTYPE HTML>
<html>
<head>
	<meta charset="utf-8">
	<title></title>
	<meta name="author" content="muggleyoung">

	
	<meta name="description" content="&#20170;&#22825;&#26377;&#22823;&#21916;&#20107;&#20799;&#65292;&#20808;&#20599;&#30528;&#20048;&#20250;&#20799;&#65292;&#25913;&#26085;&#36148;&# &hellip;">
	
	<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

	<link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
	<link rel="canonical" href="">
	<link href="/favicon.png" rel="shortcut icon">
	<link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
	<!--[if lt IE 9]><script src="//html5shiv.googlecode.com/svn/trunk/html5.js"></script><![endif]-->
	<script src="//ajax.googleapis.com/ajax/libs/jquery/1.7.2/jquery.min.js"></script>
	
</head>

<body>
	<header id="header" class="inner"><h1><a href="/"></a></h1>
<nav id="main-nav"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</nav>
<nav id="mobile-nav">
	<div class="alignleft menu">
		<a class="button">Menu</a>
		<div class="container"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</div>
	</div>
	<div class="alignright search">
		<a class="button"></a>
		<div class="container">
			<form action="http://google.com/search" method="get">
				<input type="text" name="q" results="0">
				<input type="hidden" name="q" value="site:muggleyoung.github.com">
			</form>
		</div>
	</div>
</nav>
<nav id="sub-nav" class="alignright">
	<div class="social">
		
		
		
		
    
		
		
		
		
		
		<a class="rss" href="/atom.xml" title="RSS">RSS</a>
		
	</div>
	<form class="search" action="http://google.com/search" method="get">
		<input class="alignright" type="text" name="q" results="0">
		<input type="hidden" name="q" value="site:muggleyoung.github.com">
	</form>
</nav>

</header>
	
		
	
	<div id="content" class="inner">


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/10/27/%E9%98%BF%E9%87%8C%E5%B7%B4%E5%B7%B4%E4%BA%91%E8%AE%A1%E7%AE%97%E7%94%B5%E8%AF%9D%E9%9D%A2%E8%AF%95/">
		
			阿里巴巴云计算电话面试</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#20170;&#22825;&#26377;&#22823;&#21916;&#20107;&#20799;&#65292;&#20808;&#20599;&#30528;&#20048;&#20250;&#20799;&#65292;&#25913;&#26085;&#36148;&#19978;</p>
<p>&#26202;&#19978;&#35831;&#23460;&#21451;&#21507;&#39277;&#65292;&#36825;&#32676;&#19981;&#21402;&#36947;&#30340;&#23401;&#21482;&#65292;&#35201;&#21507;&#36149;&#30340;&#65306;&#30334;&#22995;&#21416;&#25151;&#65292;&#22079;&#22079;&#65292;&#25105;&#33080;&#37117;&#32511;&#20102;~</p>
<p>&#21507;&#23436;&#39277;&#27604;&#36739;&#25199;&#30340;&#26159;&#38065;&#19981;&#22815;&#36824;&#19981;&#33021;&#21047;&#21345;&#65292;&#20110;&#26159;&#20046;&#20986;&#21435;&#25214;ATM&#65292;&#31070;&#22855;&#30340;&#20107;&#24773;&#23601;&#36825;&#26679;&#21457;&#29983;&#20102;</p>
<p>&#20955;&#20925;&#23506;&#39118;&#20013;&#26477;&#24030;&#26469;&#30340;&#30005;&#35805;&#65292;&#35828;&#26159;&#38463;&#37324;&#20113;&#35745;&#31639;&#30340;&#65292;&#38382;&#25105;&#25237;&#20102;&#21861;&#23703;&#20301;</p>
<p>&#39069;&#65292;&#30495;&#30340;&#30495;&#30340;&#24536;&#20102;&#36824;&#25237;&#36807;&#36825;&#37324;&#20102;</p>
<p>&#20923;&#24471;&#30452;&#21702;&#21990;&#65292;&#31232;&#37324;&#31946;&#28034;&#25171;&#20102;&#20960;&#20010;&#38382;&#39064;</p>
<p>&#22522;&#26412;&#37117;&#26159;&#22522;&#30784;</p>
<p>&#22914;&#65306;TCP&#20116;&#23618;&#32467;&#26500;&#26159;&#21738;&#20116;&#23618;&#65292;TCP&#22312;&#21738;&#19968;&#23618;&#65311;</p>
<p>&#25805;&#20316;&#31995;&#32479;&#30340;&#36827;&#31243;&#21644;&#32447;&#31243;&#26377;&#21861;&#21306;&#21035;&#65292;&#36824;&#26377;Linux</p>
<p>&#27979;&#35797;&#26041;&#27861;&#20102;&#35299;&#22810;&#23569;&#65292;&#35828;&#23436;&#21448;&#38543;&#26426;&#38382;&#20102;&#20854;&#20013;&#19968;&#20010;&#26041;&#27861;&#26159;&#24590;&#20040;&#22238;&#20107;&#65292;&#22909;&#20687;&#26159;&#31561;&#20215;&#31867;&#21010;&#20998;</p>
<p>&#32473;&#19968;&#20010;&#20363;&#23376;&#35753;&#20320;&#27979;&#35797;</p>
<p>&#27979;&#35797;&#24320;&#21457;&#32844;&#20301;&#24590;&#20040;&#29702;&#35299;&#65292;&#21644;&#27979;&#35797;&#26377;&#21861;&#21306;&#21035;&#65292;&#32844;&#36131;&#26159;&#21861;</p>
<p>&#27979;&#35797;&#20154;&#21592;&#32032;&#36136;&#35201;&#27714;</p>
<p>&#35780;&#20215;&#33258;&#24049;&#65292;&#20174;&#22810;&#20010;&#35282;&#24230;&#38382;&#20102;&#36825;&#20010;&#38382;&#39064;</p>
<p>&#36824;&#26377;&#39033;&#30446;&#30340;&#20855;&#20307;&#38382;&#39064;</p>
<p>&#36824;&#26377;&#21861;&#65292;&#22826;&#20919;&#20102;&#65292;&#22826;&#20852;&#22859;&#20102;&#65292;&#19981;&#35760;&#24471;&#20102;&#20040;</p>
<p>&#21518;&#26469;&#38382;&#25105;&#36824;&#26377;&#21861;&#38382;&#39064;&#27809;&#65292;&#25105;&#20923;&#20667;&#20102;&#65292;&#31455;&#28982;&#38382;&#25509;&#19979;&#26469;&#26159;&#21861;&#27969;&#31243;&#65292;&#21710;&#65292;&#36824;&#19981;&#22914;&#19981;&#38382;</p>
<p>but&#65292;&#21681;&#20063;&#31639;&#26159;&#20307;&#39564;&#36807;&#30005;&#35805;&#38754;&#35797;&#30340;&#20154;&#21862;&#12290;</p>
<p>&#25454;&#35828;&#20113;&#35745;&#31639;&#30340;&#35201;&#27714;&#24456;&#39640;&#30340;&#65292;&#37117;&#26159;&#20570;&#31639;&#27861;&#30740;&#31350;&#30340;&#65292;&#38590;&#36947;&#21681;&#30340;MATLAB&#33021;&#27966;&#19978;&#29992;&#22330;&#20102;&#65311;</p>
<p>&#35201;&#19981;&#28982;&#65292;&#26126;&#22825;&#20877;&#21435;&#20307;&#39564;&#19979;&#38712;&#38754;&#65311;&#65311;&#65311;</p>
<p>&#21704;&#21704;&#21704;~&#33457;&#26525;&#20081;&#39076;&#30340;&#29378;&#31505;ing~~~~</p>
<p>P.S.&#25454;&#21516;&#23398;&#35828;&#65292;&#20113;&#35745;&#31639;&#26089;&#23601;&#26469;&#25307;&#36807;&#20154;&#20102;&#65292;&#25105;&#37117;&#19968;&#28857;&#20799;&#19981;&#30693;&#36947;&#20040;&#65292;&#30475;&#26469;&#26159;&#27809;&#25307;&#22815;&#21834;</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-10-27T00:00:00+08:00" pubdate data-updated="true">Oct 27<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/10/25/%E4%B8%80%E5%88%87%E7%AD%89%E5%BE%85%E4%B8%AD%7E/">
		
			一切等待中~</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#31561;&#24453;&#30340;&#36807;&#31243;&#21487;&#27604;&#20107;&#24773;&#26412;&#36523;&#29006;&#29100;&#22810;&#20102;</p>
<p>&#25972;&#22825;&#30340;&#24515;&#31070;&#19981;&#23425;&#21568;</p>
<p>&#35828;&#35828;&#21069;&#38453;&#30475;&#36807;&#30340;&#30005;&#35270;&#30005;&#24433;&#21543;</p>
<p>1. the apprentice</p>
<p>&#30475;&#20102;&#21069;&#21322;&#24180;&#30340;the celebrity apprentice&#65292;&#29616;&#22312;&#21448;&#36861;&#27491;&#24120;&#29256;&#30340;&#65292;&#21487;&#24796;&#32593;&#32476;&#38480;&#27969;&#37327;&#65292;&#21482;&#33021;&#22238;&#23478;&#30475;&#12290;</p>
<p>&#20004;&#20010;show&#30340;&#39118;&#26684;&#24046;&#21035;&#36824;&#26159;&#24456;&#22823;&#30340;</p>
<p>celebrity</p>
<p>&#26126;&#26174;&#25293;&#25668;&#21644;&#21098;&#36753;&#30340;&#37325;&#28857;&#37117;&#22312;&#36873;&#25163;&#31574;&#21010;&#65292;&#21019;&#24847;&#21644;&#25191;&#34892;&#30340;&#37096;&#20998;&#12290;&#22240;&#20026;&#25991;&#21270;&#30028;&#30340;&#20154;&#24635;&#26377;&#24456;&#22810;&#24847;&#24819;&#19981;&#21040;&#30340;&#24819;&#27861;&#65292;&#21644;&#21476;&#24618;&#30340;&#20010;&#24615;&#65292;&#22240;&#20026;&#21517;&#20154;&#21487;&#20197;&#21033;&#29992;&#20182;&#20204;&#30340;reputation&#22312;&#25191;&#34892;&#36807;&#31243;&#20013;&#36798;&#21040;&#24847;&#22806;&#30340;&#25928;&#26524;&#12290;&#24182;&#19988;&#20851;&#27880;&#21517;&#20154;&#36873;&#25163;&#30340;&#20010;&#24615;&#21644;&#20182;&#20204;&#20043;&#38388;&#30340;&#30456;&#22788;&#65292;&#26356;&#26377;&#30475;&#28857;&#12290;</p>
<p>board room&#30340;&#29615;&#33410;&#20063;&#30456;&#23545;nice&#65292;&#20294;&#35813;&#28120;&#27760;&#20154;&#36824;&#26159;&#28120;&#27760;&#30340;&#65292;&#38024;&#38155;&#30456;&#23545;&#20063;&#20250;&#26377;&#65292;&#28779;&#33647;&#21619;&#36824;&#26159;&#23569;&#22810;&#20102;&#12290;</p>
<p>&#36215;&#21021;&#19981;&#26126;&#30333;&#65292;&#20026;&#20160;&#20040;&#36825;&#20123;&#21517;&#20154;&#24895;&#24847;&#21442;&#21152;&#36825;&#20040;tough&#30340;&#33410;&#30446;&#12290;&#21518;&#26469;&#21457;&#29616;&#20102;&#65292;&#38500;&#20102;&#20197;&#24904;&#21892;&#20043;&#21517;&#65292;&#21442;&#21152;&#39640;&#25910;&#35270;&#29575;&#30495;&#20154;&#31168;&#20063;&#21487;&#20197;&#25552;&#39640;&#20182;&#20204;&#30340;&#26333;&#20809;&#29575;&#12290;&#20114;&#24110;&#20114;&#21161;&#65292;&#19981;&#38169;&#19981;&#38169;&#12290;</p>
<p>&#27604;&#22914;&#65292;&#26368;&#21518;&#33719;&#32988;&#30340;bred&#65292;&#25105;&#23601;&#25402;&#21916;&#27426;&#65292;&#26032;&#19968;&#23395;&#30340;&#32654;&#22269;&#36798;&#20154;&#36824;&#36992;&#35831;&#20182;&#21435;&#34920;&#28436;&#65292;&#27468;&#36824;&#19981;&#38169;&#30340;&#12290;&#31532;&#20108;&#37027;&#20010;Holly&#65292;&#22826;&#25226;&#20107;&#20799;&#24403;&#20107;&#20799;&#20102;&#65292;&#22833;&#21435;&#20102;&#23089;&#20048;&#31934;&#31070;&#65292;&#27809;&#20160;&#20040;&#19981;&#23545;&#65292;but not my type.</p>
<p>normal</p>
<p>&#27491;&#24120;&#30340;&#29256;&#26412;&#65292;&#25191;&#34892;&#36807;&#31243;&#21644;board room&#30340;&#26102;&#38388;&#23601;&#19968;&#21322;&#19968;&#21322;&#20102;&#12290;&#25293;&#25668;&#25191;&#34892;&#36807;&#31243;&#20013;&#65292;&#37325;&#28857;&#22312;&#20110;&#22242;&#38431;&#30340;&#30683;&#30462;&#65292;&#22833;&#36133;&#65292;&#21644;risk&#30340;&#37096;&#20998;&#12290;board room&#22312;&#36825;&#37324;&#26377;&#28857;&#37325;&#22836;&#25103;&#20102;&#65292;&#30475;&#36873;&#25163;&#20026;&#20102;&#30041;&#19979;&#26469;&#25454;&#29702;&#21147;&#20105;&#65292;&#29978;&#33267;&#26159;&#24378;&#35789;&#22842;&#29702;&#12290;&#21516;&#26102;&#21602;&#65292;&#20854;&#23454;&#36824;&#26159;&#33021;&#23398;&#21040;&#19981;&#23569;&#30340;&#12290;</p>
<p>&#27604;&#22914;&#25307;&#32856;&#36807;&#31243;&#20013;&#30340;&#32676;&#27572;&#29615;&#33410;&#65292;&#23601;&#26377;&#25928;&#20223;&#20043;&#24847;&#12290;&#30475;&#36807;&#20102;&#65292;&#33267;&#23569;&#23545;&#36825;&#26679;&#30340;&#21387;&#21147;&#21644;&#25361;&#25320;&#26377;&#24515;&#29702;&#20934;&#22791;&#65292;&#24182;&#19988;&#21487;&#20197;&#27491;&#30830;&#38754;&#23545;&#12290;&#25105;&#35273;&#24471;&#65292;&#33258;&#24049;&#36824;&#26126;&#30333;&#20102;fight&#30340;&#21547;&#20041;&#65292;&#23601;&#20107;&#20799;&#35828;&#20107;&#20799;&#12290;</p>
<p>&#27492;&#37096;&#20998;&#27491;&#22312;&#36861;&#30475;&#20013;&#12290;&#26292;&#38706;&#20102;&#26356;&#22810;&#20154;&#24615;&#30340;&#24369;&#28857;&#65292;&#21644;&#21830;&#25112;&#30340;&#37034;&#24694;~</p>
<p>&#24819;&#36215;&#20960;&#24180;&#21069;AV2&#21150;&#30340;&#25307;&#32856;&#30495;&#20154;&#31168;&#65292;&#26377;&#27169;&#20223;&#20043;&#23244;&#65292;&#26126;&#26174;&#21619;&#36947;&#19981;&#22815;&#65292;&#22823;&#27010;&#24597;&#22269;&#20154;&#19981;&#22909;&#25509;&#21463;&#21543;&#12290;</p>
<p>2. Harry Potter&#31995;&#21015;&#30005;&#24433;</p>
<p>&#31361;&#28982;&#36215;&#20102;&#20852;&#33268;&#65292;&#24050;&#32463;&#20986;&#30340;&#20840;&#37096;&#30475;&#20102;&#19968;&#36941;</p>
<p>&#36739;&#24444;&#26102;&#26377;&#20102;&#26356;&#22810;&#32784;&#24515;-&#20854;&#23454;&#26159;&#36793;&#19978;&#32593;&#36793;&#30475;&#30340;&#65292;&#24456;&#24555;</p>
<p>&#23485;&#23481;&#30340;&#35828;&#65292;&#30005;&#24433;&#33021;&#25293;&#25104;&#36825;&#26679;&#24050;&#32463;&#19981;&#38169;&#20102;&#30340;</p>
<p>&#27605;&#31455;&#65292;&#20070;&#37324;&#38754;&#32454;&#33410;&#30340;&#24773;&#33410;&#24456;&#22810;&#65292;&#30005;&#24433;&#26102;&#38388;&#37027;&#20040;&#30701;&#65292;&#21482;&#33021;&#23613;&#37327;&#20445;&#23384;&#20851;&#38190;&#24773;&#33410;&#20102;</p>
<p>&#21407;&#22768;&#19981;&#38169;&#65292;&#24456;&#26089;&#23601;&#21916;&#27426;&#20102;&#30340;</p>
<p>&#20010;&#21035;&#35282;&#33394;&#36873;&#25321;&#19981;&#21512;&#24515;&#24847;&#65292;&#36825;&#20063;&#27491;&#24120;&#65292;&#21704;&#22982;&#38647;&#29305;&#37117;&#36824;&#22312;&#27599;&#20010;&#20154;&#24515;&#20013;&#37117;&#19981;&#19968;&#20010;&#26679;&#21602;</p>
<p>&#23588;&#20854;&#26159;&#25668;&#39746;&#24618;&#65292;&#25105;&#19981;&#21916;&#27426;</p>
<p>&#21040;&#21518;&#38754;&#20960;&#37096;&#65292;&#20182;&#20204;&#22312;&#38669;&#26684;&#27779;&#33576;&#20063;&#19981;&#31359;&#24043;&#24072;&#34957;&#20102;&#65292;&#37117;&#26159;&#23398;&#38498;&#27966;&#30340;&#34924;&#34923;&#65292;&#27611;&#34915;&#65292;&#29275;&#20180;&#35044;&#12290;&#22909;&#30475;&#26159;&#22909;&#30475;&#65292;&#21487;&#26126;&#26174;&#21644;&#40635;&#29916;&#30340;&#23398;&#26657;&#27809;&#26377;&#21306;&#21035;&#20102;&#22043;&#12290;</p>
<p>3. &#33521;&#22269;&#30149;&#20154;</p>
<p>&#25402;&#22909;&#30475;&#30340;&#29255;&#20799;&#65292;&#19981;&#22810;&#35828;&#20102;&#65292;&#35910;&#29923;&#19978;&#35780;&#35770;&#19968;&#29255;&#19968;&#29255;&#30340;</p>
<p>&#20170;&#26202;&#30475;&#27861;&#20848;&#35199;&#32452;&#26354;&#26102;&#20505;&#65292;&#24819;&#21040;&#20102;&#36825;&#37096;&#30005;&#24433;</p>
<p>&#21453;&#26144;&#25112;&#20105;&#30340;&#32463;&#20856;&#29255;&#65292;&#24635;&#26159;&#26377;&#26080;&#23613;&#30340;&#20154;&#24615;&#30340;&#32416;&#32467;&#21834;~</p>
<p>&#160;</p>
<p>&#36824;&#30475;&#20102;&#21861;&#24819;&#19981;&#36215;&#26469;&#24278;</p>
<p>&#20170;&#22825;&#36824;&#20080;&#20102;&#20070;&#65292;&#21548;&#38899;&#20048;&#65292;&#21160;&#29289;&#24517;&#39035;&#21047;&#29273;&#21527;&#65292;&#38889;&#23506;&#30340;1988&#12290;&#24819;&#20080;&#30340;&#20070;&#22826;&#22810;&#65292;&#26080;&#22856;&#36164;&#37329;&#26377;&#38480;&#12290;</p>
<p>&#35805;&#35828;&#22238;&#26469;&#65292;&#20080;&#20070;&#65292;&#21487;&#27604;&#20080;&#34915;&#26381;&#24615;&#20215;&#27604;&#39640;&#22810;&#20102;&#21602;</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-10-25T00:00:00+08:00" pubdate data-updated="true">Oct 25<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/10/20/%E5%BE%AE%E7%AD%96%E7%95%A5%E7%AC%94%E8%AF%95/">
		
			微策略笔试</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#24494;&#31574;&#30053;2011&#26657;&#22253;&#25307;&#32856;&#65292;&#25237;&#36882;&#32844;&#20301;QA</p>
<p>&#24494;&#31574;&#30053;&#30340;&#32771;&#35797;&#37117;&#26159;&#26234;&#21147;&#39064;&#65292;&#33521;&#25991;&#39064;&#30446;&#33521;&#35821;&#22238;&#31572;</p>
<p>&#20132;&#22823;&#32771;&#35797;</p>
<p>&#21018;&#21040;&#23398;&#26657;&#23601;&#30896;&#21040;&#39640;&#20013;&#21516;&#23398;&#65292;&#19968;&#36215;&#21435;&#21507;&#20102;&#39277;</p>
<p>&#33258;&#25171;&#26377;&#20102;offer&#65292;&#24515;&#24577;&#36824;&#26159;&#22909;&#22810;&#20102;&#65292;&#24456;&#22810;&#31508;&#35797;&#21644;&#38754;&#35797;&#37117;&#19981;&#21435;&#20102;&#65292;&#23601;&#30596;&#30528;&#20013;&#24847;&#30340;&#19968;&#20004;&#20010;&#36827;&#34892;</p>
<p>&#21313;&#20010;&#39064;&#30446;&#65292;&#21482;&#20889;&#35760;&#24471;&#30340;</p>
<p>&#20889;&#20102;&#19977;&#31181;&#26368;&#25968;&#32452;&#25490;&#24207;&#21448;&#26597;&#25214;&#30340;&#31639;&#27861;&#65292;&#38382;&#26102;&#38388;&#22797;&#26434;&#24230;&#21738;&#20010;&#22823;&#20043;&#31867;&#65307;</p>
<p>abc+acb=bca&#65292;&#38382;abc&#20998;&#21035;&#26159;&#20160;&#20040;&#65307;</p>
<p>&#19968;&#20010;&#19968;&#20803;&#20108;&#27425;&#26041;&#31243;&#65292;&#31995;&#25968;&#20998;&#21035;&#26159;abc&#65292;&#35774;&#35745;&#27979;&#35797;&#29992;&#20363;&#65307;</p>
<p>&#25169;&#20811;&#29260;&#30340;&#65292;&#26377;&#20960;&#24352;&#29260;&#65292;&#20998;&#21035;&#26159;&#20160;&#20040;&#33457;&#33394;&#65292;&#20160;&#20040;&#25968;&#23383;&#65292;A&#25343;&#20102;&#19968;&#24352;&#29260;&#65292;&#35828;&#20102;&#19968;&#21477;&#35805;&#65292;b&#35828;&#21861;&#65292;a&#35828;&#25105;&#30693;&#36947;&#20102;&#65292;b&#35828;&#25105;&#20063;&#30693;&#36947;&#20102;&#12290;&#22823;&#27010;&#26159;&#36825;&#26679;&#65292;&#32593;&#19978;&#24456;&#22909;&#25628;&#21040;&#12290;&#38382;&#20320;a&#25343;&#20102;&#20160;&#20040;&#29260;&#65307;</p>
<p>&#36824;&#26159;&#25169;&#20811;&#29260;&#65292;52&#24352;&#37324;&#38754;&#26377;10&#24352;&#26159;&#38754;&#21521;&#19978;&#30340;&#65292;&#26080;&#35268;&#24459;&#65292;&#38382;&#19968;&#20010;&#30450;&#20154;&#24590;&#20040;&#25226;&#29260;&#20998;&#25104;&#20004;&#22534;&#65292;&#24182;&#19988;&#20004;&#22534;&#37324;&#21521;&#19978;&#30340;&#29260;&#25968;&#30446;&#26159;&#30456;&#31561;&#30340;&#65307;</p>
<p>&#160;&#160; * *</p>
<p>* * * *&#160;&#160;&#160; &#22823;&#27010;&#36825;&#26679;&#30340;&#28857;&#25490;&#21015;&#65292;&#38382;&#37324;&#38754;&#26377;&#22810;&#23569;&#20010;&#27491;&#26041;&#24418;;</p>
<p>* * * *</p>
<p>&#160;&#160; * *</p>
<p>&#19971;&#20010;&#28857;&#65292;&#36830;&#25509;&#36825;&#20123;&#28857;&#30340;&#30452;&#32447;&#65292;&#38382;&#26377;&#22810;&#23569;&#20010;&#20132;&#28857;&#65288;&#38500;&#20102;&#21407;&#26412;&#30340;&#19971;&#20010;&#65289;&#65307;</p>
<p>&#36824;&#26377;&#20960;&#20010;&#24819;&#36215;&#26469;&#20102;&#20877;&#21152;&#19978;&#21543;&#12290;</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-10-20T00:00:00+08:00" pubdate data-updated="true">Oct 20<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/10/18/%E7%BB%BF%E7%9B%9F%E7%AC%94%E8%AF%95/">
		
			绿盟笔试</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#32511;&#30431;2011&#26657;&#22253;&#25307;&#32856; &#25237;&#36882;&#32844;&#20301;:&#20135;&#21697;&#36136;&#37327;&#37096;-&#36719;&#20214;&#27979;&#35797;&#24037;&#31243;&#24072;</p>
<p>&#32511;&#30431;&#65292;&#29275;&#20154;&#32858;&#38598;&#30340;&#22320;&#20799;&#21568;&#12290;&#25105;&#30340;&#36755;&#20837;&#27861;&#40664;&#35748;&#20540;&#26159;&#21525;&#33945;&#65292;&#21487;&#35265;&#28216;&#25103;&#21681;&#29609;&#20799;&#24471;&#22810;&#65292;&#25216;&#26415;&#65292;&#23454;&#22312;&#26159;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#26159;&#34917;&#20805;&#31508;&#35797;&#65292;&#19978;&#27425;&#30340;&#31508;&#35797;&#26102;&#38388;&#21644;&#30334;&#24230;&#20914;&#31361;&#20102;&#65292;&#20272;&#35745;&#32769;&#22810;&#20154;&#27809;&#21435;</p>
<p>&#38754;&#35797;&#23436;thoughtworks&#21518;&#65292;&#19981;&#21643;&#24819;&#21435;&#65292;&#22920;&#35828;&#65292;&#27605;&#31455;&#36824;&#27809;&#31614;&#65292;&#36763;&#33510;&#28857;&#20799;&#22810;&#21435;&#36305;&#36305;</p>
<p>&#22909;&#21543;&#65292;&#26432;&#21435;&#35199;&#24037;&#22823;&#12290;&#21448;&#26159;&#20010;&#19981;&#38752;&#35889;&#30340;&#20027;&#20799;&#65292;&#35828;&#26159;&#19977;&#28857;&#21322;&#24320;&#32771;&#65292;&#24613;&#21254;&#21254;&#36214;&#21435;&#65292;&#32467;&#26524;&#24555;&#22235;&#28857;&#20102;&#25165;&#24320;&#32771;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#22522;&#26412;&#19978;&#25171;&#37233;&#27833;&#20102;&#65292;&#37117;&#26159;&#25805;&#20316;&#31995;&#32479;&#26041;&#38754;&#30340;&#30693;&#35782;&#65292;&#27604;&#36739;&#24213;&#23618;</p>
<p>&#36824;&#26377;&#32593;&#32476;&#65292;which i hardly know anything</p>
<p>&#25968;&#25454;&#24211;&#65292;&#36824;&#31639;&#33021;&#30475;&#25026;&#39064;&#30446;&#30340;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#23601;&#20250;&#19968;&#32534;&#31243;&#39064;&#65292;&#23436;&#25104;&#32599;&#20271;&#29305;&#24187;&#26041;&#30340;&#20195;&#30721;</p>
<p>&#36824;&#26377;&#19968;&#20010;&#23383;&#31526;&#20018;&#30340;&#65292;&#23454;&#22312;&#19981;&#24819;&#20570;&#20102;&#65292;&#30495;&#20002;&#33080;&#21568;</p>
<p>&#20197;&#21518;&#20877;&#20063;&#19981;&#24178;&#36825;&#20107;&#20799;&#20102;&#65292;&#26126;&#26174;&#19981;&#21305;&#37197;&#65292;&#24178;&#22043;&#26469;&#28010;&#36153;&#26102;&#38388;&#21448;&#28010;&#36153;&#32771;&#21367;&#65292;&#30495;&#19981;&#29615;&#20445;~</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-10-18T00:00:00+08:00" pubdate data-updated="true">Oct 18<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/10/18/thoughtworks%E4%B8%80%E9%9D%A2/">
		
			Thoughtworks一面</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>thoughtworks&#65292;my dreaming company~</p>
<p>&#25237;&#20102;QA</p>
<p>2011&#30340;&#26657;&#25307;&#20284;&#20046;&#27969;&#31243;&#27604;&#20197;&#24448;&#31616;&#21333;&#20123;</p>
<p>&#25454;&#25105;&#32593;&#32476;&#25628;&#32034;&#30340;&#32467;&#26524;&#65292;&#31508;&#35797;&#21069;&#21518;&#24212;&#35813;&#26159;&#26377;&#32467;&#23545;&#32534;&#31243;&#29615;&#33410;&#30340;&#65292;&#19981;&#30693;&#36947;&#20170;&#24180;&#20250;&#20986;&#29616;&#22312;&#21738;&#37324;</p>
<p>&#24635;&#20043;&#65292;&#20170;&#20799;&#65292;&#21435;&#38754;&#35797;&#20102;</p>
<p>HR&#38754;&#65292;&#38382;&#20102;&#31616;&#21382;&#65292;&#38382;&#20102;&#20010;&#20154;&#30340;&#19968;&#20123;&#24819;&#27861;&#65292;&#23545;&#20844;&#21496;&#30340;&#35748;&#35782;&#65292;&#24773;&#22659;&#22788;&#29702;&#65292;&#33521;&#35821;&#23545;&#35805;&#20004;&#21477;&#12290;</p>
<p>&#38382;&#23545;&#20844;&#21496;&#30340;&#20102;&#35299;&#65292;&#23545;&#25935;&#25463;&#24320;&#21457;&#30340;&#20102;&#35299;&#65292;&#23545;&#20844;&#21496;&#19994;&#21153;&#30340;&#20102;&#35299;&#65292;&#23545;&#32467;&#23545;&#32534;&#31243;&#30340;&#35748;&#35782;&#65292;&#23545;&#27979;&#35797;&#30340;&#20102;&#35299;&#31561;&#31561;&#31561;</p>
<p>&#25105;&#37117;&#20102;&#35299;&#30340;&#19981;&#22810;&#65292;&#19981;&#25954;&#28145;&#20837;&#30340;&#20132;&#27969;</p>
<p>&#21710;&#65292;&#20272;&#35745;&#26377;&#28857;&#20799;&#24748;&#21584;~</p>
<p>&#36824;&#38382;&#20102;&#34218;&#37228;&#65292;&#25105;&#24635;&#26159;&#27809;&#32966;&#20799;&#65292;&#25253;&#39640;&#20102;&#65292;&#24597;&#20154;&#23478;&#19981;&#35201;&#25105;&#12290;&#21487;&#27599;&#27425;&#25253;&#20215;&#23436;&#27605;&#65292;&#33258;&#24049;&#21448;&#26377;&#28857;&#21676;&#29273;&#12290;&#12290;&#12290;</p>
<p>&#20854;&#23454;&#20063;&#36824;&#22909;&#65292;&#21482;&#35201;&#21435;&#20102;&#29702;&#24819;&#30340;&#20844;&#21496;&#65292;&#38065;&#65292;&#36824;&#30495;&#19981;&#26159;&#25105;&#22312;&#20046;&#30340;&#65292;&#27605;&#31455;&#65292;&#21681;&#30830;&#23454;&#19981;&#20250;&#21861;&#12290;&#21487;&#20197;&#23398;&#36215;&#26469;&#65292;&#20197;&#21518;&#38271;&#26412;&#20107;&#20102;&#65292;&#38065;&#33258;&#28982;&#20250;&#28072;&#22043;</p>
<p>&#24212;&#35813;&#26159;&#19968;&#20010;&#20154;20min&#30340;&#65292;&#25105;&#38754;&#20102;&#21322;&#23567;&#26102;&#65292;&#31639;&#26159;&#22909;&#29616;&#35937;&#20040;&#12290;&#19981;&#26195;&#24471;~</p>
<p>&#24076;&#26395;&#26159;&#21543;&#65292;&#29275;&#20154;&#32858;&#38598;&#30340;&#20844;&#21496;&#65292;&#24744;&#33021;&#25910;&#30041;&#25105;&#20040;</p>
<p>god bless me~</p>
<p>&#30475;&#21040;&#27492;&#21338;&#30340;&#21516;&#23398;&#65292;please, please pray for me, thank you~</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-10-18T00:00:00+08:00" pubdate data-updated="true">Oct 18<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>

<nav id="pagenavi">
    
        <a href="/blog/page/10/" class="prev">Prev</a>
    
    
        <a href="/blog/page/12/" class="next">Next</a>
    
    <div class="center"><a href="/blog/archives">Blog Archives</a></div>
</nav></div>
	<footer id="footer" class="inner">Copyright &copy; 2013

    muggleyoung

</footer>
	<script src="/javascripts/slash.js"></script>
<script src="/javascripts/jquery.fancybox.pack.js"></script>
<script type="text/javascript">
(function($){
	$('.fancybox').fancybox();
})(jQuery);
</script> <!-- Delete or comment this line to disable Fancybox -->


<script type="text/javascript">
      var disqus_shortname = 'muggleyoung';
      
        
        var disqus_script = 'count.js';
      
    (function () {
      var dsq = document.createElement('script'); dsq.type = 'text/javascript'; dsq.async = true;
      dsq.src = 'http://' + disqus_shortname + '.disqus.com/' + disqus_script;
      (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);
    }());
</script>





</body>
</html>