
<!DOCTYPE html>
<!--[if IEMobile 7 ]><html class="no-js iem7"><![endif]-->
<!--[if lt IE 9]><html class="no-js lte-ie8"><![endif]-->
<!--[if (gt IE 8)|(gt IEMobile 7)|!(IEMobile)|!(IE)]><!--><html class="no-js" lang="en"><!--<![endif]-->
<head>
  <meta charset="utf-8">
  <title></title>
  <meta name="author" content="muggleyoung">

  
  <meta name="description" content="&#32456;&#20110;&#32456;&#20110;&#65292;&#20170;&#22825;&#27809;&#21643;&#24178;&#27963;&#12290;&#12290;&#12290;&#26089;&#19978;&#35828;&#26159;&# &hellip;">
  

  <!-- http://t.co/dKP3o1e -->
  <meta name="HandheldFriendly" content="True">
  <meta name="MobileOptimized" content="320">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  
  <link rel="canonical" href="http://muggleyoung.github.com/blog/page/35/">
  <link href="/favicon.png" rel="icon">
  <link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
  <script src="/javascripts/modernizr-2.0.js"></script>
  <script src="/javascripts/ender.js"></script>
  <script src="/javascripts/octopress.js" type="text/javascript"></script>
  <link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
  <!--Fonts from Google"s Web font directory at http://google.com/webfonts -->
<link href="http://fonts.googleapis.com/css?family=PT+Serif:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<link href="http://fonts.googleapis.com/css?family=PT+Sans:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">

  

</head>

<body   >
  <header role="banner"><hgroup>
  <h1><a href="/"></a></h1>
  
    <h2>young for you</h2>
  
</hgroup>

</header>
  <nav role="navigation"><ul class="subscription" data-subscription="rss">
  <li><a href="/atom.xml" rel="subscribe-rss" title="subscribe via RSS">RSS</a></li>
  
</ul>
  
<form action="http://google.com/search" method="get">
  <fieldset role="search">
    <input type="hidden" name="q" value="site:muggleyoung.github.com" />
    <input class="search" type="text" name="q" results="0" placeholder="Search"/>
  </fieldset>
</form>
  
<ul class="main-navigation">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
</ul>

</nav>
  <div id="main">
    <div id="content">
      <div class="blog-index">
  
  
  
    <article>
      
  
  <p class="meta">
    








  


<time datetime="2010-03-19T00:00:00+08:00" pubdate data-updated="true">Mar 19<span>th</span>, 2010</time>
    
  </p>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/03/19/hewlett-packard/">Hewlett-Packard</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#32456;&#20110;&#32456;&#20110;&#65292;&#20170;&#22825;&#27809;&#21643;&#24178;&#27963;&#12290;&#12290;&#12290;&#26089;&#19978;&#35828;&#26159;&#30475;&#35770;&#25991;&#65292;&#27809;&#30475;&#20960;&#20998;&#38047;&#65292;&#23601;&#24320;&#22987;&#30424;&#31639;&#30528;&#25509;&#19979;&#26469;&#36825;&#20960;&#20010;&#20551;&#26399;&#24590;&#20040;&#36807;&#22909;&#65292;&#24819;&#30340;&#25105;&#24515;&#37117;&#39134;&#20102;&#12290;&#24184;&#22909;boss&#32473;&#30340;&#27963;&#25552;&#21069;&#24324;&#22909;&#21457;&#32473;&#20182;&#20102;&#65292;&#22079;&#22079;&#65292;&#31215;&#26497;&#24178;&#27963;&#36824;&#26159;&#26377;&#22909;&#22788;&#30340;&#12290;&#21453;&#27491;&#24555;&#21608;&#26411;&#20102;&#65292;&#23567;&#20241;&#24687;&#19968;&#19979;&#12290;&#19979;&#21608;&#32487;&#32493;&#65292;&#30475;&#25105;&#30340;&#35770;&#25991;&#65292;&#36319;MATLAB&#36739;&#21170;~~~&#20474;&#24515;&#30140;&#30005;&#33041;&#21834;~~</p>
<p>&#20170;&#20799;&#22238;&#23478;&#30475;&#30005;&#35270;&#25165;&#30693;&#36947;&#24800;&#26222;&#30005;&#33041;&#30340;&#20107;&#20799;&#12290;</p>
<p>&#24819;&#24403;&#21021;&#20080;&#30005;&#33041;&#30340;&#26102;&#20505;&#65292;&#32593;&#19978;&#23601;&#26377;&#20154;&#35828;&#36215;&#25955;&#28909;&#21644;&#38634;&#33457;&#23631;&#30340;&#38382;&#39064;</p>
<p>&#38634;&#33457;&#23631;&#65292;&#25105;&#20184;&#38065;&#35797;&#26426;&#30340;&#26102;&#20505;&#23601;&#26377;&#24184;&#35265;&#35782;&#20102;&#65292;&#36824;&#22909;&#65292;&#21450;&#26102;&#25442;&#20102;</p>
<p>&#25955;&#28909;&#22043;&#65292;&#37027;&#26159;&#30495;&#30340;&#25240;&#33150;&#27515;&#20154;&#20102;&#12290;&#24515;&#30140;&#25105;&#25442;&#39118;&#25159;&#30340;150&#22359;&#22823;&#27915;&#65292;&#37329;&#29260;&#21806;&#21518;&#37027;&#37324;&#35201;450&#22909;&#20687;&#65292;&#36149;&#21834;~~~~</p>
<p>&#24819;&#36215;&#26368;&#26032;&#19968;&#38598;&#30340;big bang&#65292;Sheldon&#35828;&#20182;&#36319;&#24800;&#26222;&#23458;&#26381;&#25237;&#35785;&#32416;&#32544;&#20102;&#21322;&#22825;&#65292;&#21704;&#21704;&#65292;&#22238;&#26469;&#25105;&#23601;&#30475;&#35265;&#36825;&#26032;&#38395;&#20102;&#65292;&#20026;&#20182;&#20204;&#23458;&#26381;&#30340;&#24577;&#24230;&#19981;&#40831;&#21834;&#12290;&#12290;&#12290;&#12290;&#31455;&#28982;&#25954;&#36182;&#23398;&#26657;&#23487;&#33293;&#30340;&#34769;&#34690;&#12290;&#12290;&#12290;&#12290;&#22909;&#24847;&#24605;&#20182;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#26377;&#31354;&#32487;&#32493;&#20851;&#27880;&#65292;&#30475;&#33021;&#19981;&#33021;&#26377;&#28857;&#21861;&#25514;&#26045;&#12290;&#12290;&#12290;</p>
<p>&#21453;&#27491;&#20197;&#21518;&#26159;&#19981;&#20250;&#20877;&#20080;&#24800;&#26222;&#20102;&#65292;&#23601;&#20914;&#20182;&#36825;&#21361;&#26426;&#20844;&#20851;&#30340;&#27700;&#24179;&#65292;&#36824;&#19981;&#22914;&#20016;&#30000;&#21602;&#12290;&#12290;&#12290;&#12290;&#37145;&#35270;&#19979;&#65292;&#22826;&#19981;&#23454;&#35802;&#20102;~~~~~~</p>
<p>&#160;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <p class="meta">
    








  


<time datetime="2010-03-18T00:00:00+08:00" pubdate data-updated="true">Mar 18<span>th</span>, 2010</time>
    
  </p>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/03/18/%E9%BE%99%E6%8A%AC%E5%A4%B4%E4%BA%86%EF%BC%8C%E6%88%91%E4%B8%A7%E6%B0%94%E5%84%BF%E4%BA%86/">龙抬头了，我丧气儿了</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#26152;&#20799;&#20108;&#26376;&#20108;&#65292;&#40857;&#25260;&#22836;&#12290;&#25105;&#25260;&#22836;&#20102;&#65292;&#27809;&#27927;&#22836;&#27809;&#21098;&#22836;</p>
<p>&#20170;&#20799;&#21482;&#26159;&#20010;&#37057;&#38391;</p>
<p>&#21683;&#22013;&#27809;&#35265;&#22909;&#65292;&#23454;&#39564;&#23460;&#37324;&#25968;&#25105;&#26368;&#32850;&#22122;</p>
<p>&#22909;&#24515;&#21892;&#33391;&#31215;&#26497;&#30340;&#26576;&#21516;&#23398;&#65292;&#36805;&#36895;&#25913;&#22909;&#20102;&#25105;&#30340;&#35770;&#25991;&#65292;&#21457;&#26469;&#65292;&#21520;&#34880;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#28385;&#31687;&#30340;&#32418;&#23383;&#20799;&#65292;&#25105;&#30475;&#30340;&#37027;&#21483;&#19968;&#20010;&#30171;&#24515;&#21584;~~~</p>
<p>&#27494;&#26519;&#22806;&#20256;&#26377;&#19968;&#38598;&#65292;&#37026;&#25429;&#22836;&#25214;&#32570;&#28857;&#65292;&#25214;&#30528;&#19968;&#20010;&#65292;&#23601;&#22312;&#25163;&#19978;&#21010;&#25289;&#19968;&#20992;</p>
<p>&#39069;&#65292;&#29616;&#22312;&#25105;&#36825;&#20010;&#23567;&#24515;&#33039;&#65292;&#20272;&#35745;&#21487;&#20197;&#36319;&#32769;&#37026;&#30340;&#25163;&#23218;&#32654;&#20102;</p>
<p>&#31455;&#26159;&#20123;&#20302;&#32423;&#38169;&#35823;&#65292;&#27809;&#20027;&#35821;&#30340;&#21477;&#23376;&#19968;&#22823;&#22534;&#65292;&#26102;&#24577;&#38169;&#35823;&#20063;&#21487;&#22810;&#65292;&#20171;&#35789;&#29992;&#38169;&#37027;&#26159;&#20877;&#27491;&#24120;&#19981;&#36807;&#20102;&#12290;&#31070;&#22855;&#30340;&#35821;&#27861;&#21834;&#65292;&#25171;&#23567;&#25220;&#20102;&#37027;&#20040;&#22810;&#31508;&#35760;&#65292;&#21487;&#25105;&#20174;&#26469;&#27809;&#23398;&#26126;&#30333;&#36807;&#12290;&#20197;&#21069;&#30340;1&#65292;2&#65292;3&#65292;4&#65292;5.&#12290;&#12290;&#12290;&#33521;&#35821;&#32769;&#24072;&#20204;&#65292;&#25105;&#38169;&#20102;&#12290;&#12290;&#12290;&#12290;</p>
<p>CK&#21516;&#23398;&#30340;&#21453;&#39304;&#36824;&#27809;&#21040;&#65292;&#20272;&#35745;&#23043;&#20063;&#22312;&#22823;&#36830;&#20599;&#20599;&#21520;&#34880;&#21602;</p>
<p>&#24184;&#20111;&#36824;&#27809;&#32473;&#21035;&#20154;&#30475;&#65292;&#35201;&#19981;&#20002;&#20154;&#20002;&#27515;</p>
<p>&#24184;&#22909;&#27809;&#32473;boss&#19978;&#20132;&#65292;&#19981;&#28982;&#34987;&#21128;&#27515;</p>
<p>&#25105;&#19975;&#24694;&#30340;&#21516;&#20161;&#20204;&#24635;&#36319;boss&#21561;&#22040;&#25105;&#33521;&#35821;&#65292;&#21710;&#65292;&#29275;&#30382;&#30495;&#30340;&#26159;&#21561;&#22823;&#20102;&#65292;&#25105;&#36825;&#27700;&#24179;&#65292;&#30475;&#30528;&#32654;&#21095;&#37117;&#33392;&#38590;&#65292;&#36824;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#20007;&#27668;&#20799;&#21834;&#20007;&#27668;&#20799;&#65292;&#25105;&#12290;&#12290;&#12290;&#12290;&#25105;&#22909;&#22909;&#23398;&#33521;&#35821;&#21435;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#20808;&#30475;&#38598;&#32654;&#20598;&#23433;&#24944;&#19979;&#23567;&#24515;&#33039;~~~~~</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <p class="meta">
    








  


<time datetime="2010-03-18T00:00:00+08:00" pubdate data-updated="true">Mar 18<span>th</span>, 2010</time>
    
  </p>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/03/18/word%E6%8F%90%E7%A4%BA%E6%97%A0%E6%B3%95%E5%90%AF%E5%8A%A8%E8%BD%AC%E6%8D%A2%E5%99%A8/">WORD提示无法启动转换器</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p><span id="reply_content_409445722">
<pre>&#22240;&#20026;&#20043;&#21069;&#23433;&#35013;&#30340;&#26159;&#31934;&#31616;&#29256;&#30340;office 2003&#29256;&#65292;&#23548;&#33268;&#31995;&#32479;&#25214;&#19981;&#21040;&#36825;&#20010;&#25991;&#20214;&#65292;&#20986;&#29616;&#26631;&#39064;&#19978;&#30340;&#38382;&#39064;&#8220;Word&#26080;&#27861;&#21551;&#21160;&#36716;&#25442;&#22120;mswrd632 wpc&#8221;&#65292;&#28857;&#20987;&#30830;&#23450;&#21518;&#34429;&#28982;&#21487;&#20197;&#20851;&#38381;&#65292;&#20294;&#27599;&#27425;&#25171;&#24320;word &#37117;&#20250;&#20877;&#20986;&#29616;&#65292;&#29305;&#28902;&#20154;&#65292;&#32593;&#31449;&#35828;&#21487;&#20197;&#23433;&#35013;&#23436;&#25972;&#29256;&#30340;&#31995;&#32479;&#65292;&#33258;&#24049;&#21448;&#19981;&#24819;&#37325;&#26032;&#19979;&#36733;&#65292;&#20110;&#26159;&#31177;&#25215;DIY&#31934;&#31070;&#65292;&#33258;&#24049;&#21160;&#25163;&#35299;&#20915;&#12290;&#37027;&#20040;&#65292;&#21551;&#21160;word&#21518;&#20986;&#29616;&#8220;word&#26080;&#27861;&#21551;&#21160;&#36716;&#25442;&#22120;mswrd632 wpc&#8221;&#35813;&#22914;&#20309;&#35299;&#20915;&#21602;&#65311;&#26041;&#27861;&#19968;&#65306;&#19968;&#30452;&#28857;&#8220;word&#26080;&#27861;&#21551;&#21160;&#36716;&#25442;&#22120;mswrd632 wpc&#8221;&#19979;&#38754;&#30340;&#30830;&#23450;&#65292;&#23427;&#20250;&#20986;&#29616;&#25991;&#26412;&#20869;&#23481;&#65292;&#28982;&#21518;&#36873;&#21478;&#23384;&#20026;&#65292;&#20877;&#25171;&#24320;&#23601;&#27491;&#24120;&#20102;&#12290;&#26041;&#27861;&#20108;&#65306;&#28857;&#20987;&#24320;&#22987;&#65292;&#28857;&#20987;&#36816;&#34892;regedit&#65292;&#28982;&#21518;&#28857;&#20987;OK&#65292;&#23450;&#20301;&#21040;  HKEY_LOCAL_MACHINE\SOFTWARE\Microsoft\Shared Tools\Text Converters\Import\MSWord6.wpc&#65292;&#21333;&#20987;&#21491;&#38190;&#65292;&#22312;&#32534;&#36753;&#33756;&#21333;&#28857;&#20987;&#8220;&#21024;&#38500;&#8221;&#38190;&#65292;&#21333;&#20987;Yes&#65292;&#36864;&#20986;&#27880;&#20876;&#34920;&#32534;&#36753;&#22120;&#65292;&#21363;&#21487;&#12290;<span style="color: #ff0000;">&#32463;&#26412;&#23567;&#30333;&#40736;&#23454;&#39564;&#65292;&#26041;&#27861;&#19968;&#27809;&#39030;&#29992;&#65292;&#26041;&#27861;&#20108;&#22863;&#25928;&#65292;&#21564;&#21564;~~~</span></pre>
</span></p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <p class="meta">
    








  


<time datetime="2010-03-16T00:00:00+08:00" pubdate data-updated="true">Mar 16<span>th</span>, 2010</time>
    
  </p>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/03/16/%E5%A4%A7%E5%8A%9F%E5%91%8A%E6%88%90%E4%B8%80%E5%8D%8A/">大功告成一半</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#20170;&#20799;&#26089;&#26216;&#65292;&#32456;&#20110;&#32456;&#20110;&#65292;&#25226;&#19968;&#20010;&#23506;&#20551;&#25302;&#36807;&#21435;&#30340;&#35770;&#25991;&#65292;&#34987;&#25105;&#31946;&#24324;&#23436;&#20102;&#12290;</p>
<p>&#20889;&#33521;&#25991;&#30340;&#21516;&#26102;&#65292;&#31455;&#28982;&#36824;&#21457;&#29616;&#20013;&#25991;&#30340;&#37324;&#38754;&#26377;&#22909;&#22810;&#20302;&#32423;&#38169;&#35823;&#65292;&#36923;&#36753;&#19981;&#28165;&#30340;&#22320;&#26041;&#65292;&#21710;&#65292;&#25913;&#35770;&#25991;&#21834;&#65292;&#23601;&#26159;&#20010;&#27809;&#23436;&#27809;&#20102;&#30340;&#27963;&#20799;</p>
<p>&#24635;&#31639;&#65292;&#25105;&#20174;&#20889;&#35770;&#25991;&#36827;&#20837;&#20462;&#25913;&#38454;&#27573;&#20102;&#65292;&#24681;&#65292;&#19981;&#26159;&#25105;&#20462;&#25913;&#65292;&#37027;&#20040;&#28866;&#30340;&#29609;&#24847;&#20799;&#65292;&#25340;&#20889;&#38169;&#35823;&#65292;&#26102;&#24577;&#38169;&#35823;&#65292;&#36824;&#26377;&#21508;&#31181;&#31232;&#22855;&#21476;&#24618;&#38169;&#35823;&#19968;&#27827;&#28393;&#65292;&#25105;&#25165;&#19981;&#25913;&#21602;&#12290;&#36865;&#20132;&#21508;&#20301;&#21516;&#23398;&#20102;&#65292;&#21704;&#21704;&#65292;&#28902;&#21171;&#24744;&#20204;&#20808;&#24525;&#21463;&#19968;&#19979;&#65292;&#25226;&#36825;&#25991;&#31456;&#25913;&#30340;&#26377;&#20010;&#20154;&#26679;&#20799;&#20102;&#65292;&#25105;&#20877;&#26469;&#32487;&#32493;&#12290;&#12290;&#12290;</p>
<p>&#32473;&#33258;&#24049;&#25214;&#20010;&#21512;&#29702;&#20511;&#21475;&#65306;&#19968;&#33324;&#33258;&#24049;&#20889;&#23436;&#30340;&#19996;&#35199;&#65292;&#35201;&#36807;&#19968;&#20010;&#31036;&#25308;&#20877;&#30475;&#65292;&#25165;&#22909;&#25214;&#20986;&#38382;&#39064;&#12290;&#19981;&#28982;&#35841;&#37117;&#20250;&#35273;&#24471;&#33258;&#24049;&#30340;&#23043;&#26368;&#22909;&#12290;&#22079;&#22079;&#65292;CK&#35828;&#30340;&#65292;&#21518;&#38754;&#37027;&#21477;&#26159;&#25105;&#30340;&#24515;&#24471;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;</p>
<p>&#36824;&#26377;&#19968;&#22823;&#25104;&#26524;&#65292;&#23601;&#26159;&#25105;&#29408;&#24515;&#21368;&#36733;&#20102;&#19977;&#22269;&#26432;&#12290;&#23454;&#22312;&#27809;&#26377;&#33258;&#21046;&#21147;&#21834;&#65292;&#21482;&#33021;&#36825;&#26679;&#26292;&#21147;&#25511;&#21046;&#20102;&#12290;</p>
<p>&#19981;&#36807;&#26152;&#20799;&#25104;&#21151;&#24863;&#26579;&#32769;&#23380;&#21516;&#23398;&#65292;&#25945;&#20250;&#20182;&#26432;&#65292;&#25104;&#23601;&#24863;&#21584;&#65292;&#30475;&#26469;&#25105;&#36824;&#26159;&#34542;&#22909;&#20026;&#20154;&#24072;&#30340;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;-</p>
<p>&#20170;&#20799;&#26202;&#19978;&#21507;&#20102;&#19968;&#20221;&#21322;&#22871;&#39184;&#65292;&#19968;&#30871;&#31232;&#39277;&#65292;&#22238;&#26469;&#19981;&#36807;&#30270;&#65292;&#36824;&#39575;&#20102;&#27004;&#23567;&#26230;&#30340;&#39292;&#24178;&#21507;</p>
<p>&#38590;&#36947;&#24863;&#20882;&#20102;&#20250;&#32963;&#21475;&#22909;&#65311;&#65311;&#65311;</p>
<p>&#21710;&#21568;&#65292;&#22909;&#32047;</p>
<p>&#20170;&#20799;&#26202;&#19978;qq&#32842;&#30340;&#24456;high&#65292;&#21704;&#21704;</p>
<p>&#35770;&#25991;&#20889;&#23436;&#20102;&#24515;&#24773;&#30495;&#26159;&#22909;&#21834;&#65281;&#65281;&#65281;&#65281;&#65281;&#65281;&#65281;&#65281;&#65281;&#65281;&#65281;&#65281;&#65281;&#65281;&#65281;&#65281;&#65281;&#65281;&#65281;&#65281;&#65281;&#65281;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <p class="meta">
    








  


<time datetime="2010-03-13T00:00:00+08:00" pubdate data-updated="true">Mar 13<span>th</span>, 2010</time>
    
  </p>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/03/13/for-our-life/">For Our Life</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>cheers~~~~</p>
<p>&#20174;&#26152;&#20799;&#24320;&#22987;&#22909;&#24515;&#24773;&#25345;&#32493;</p>
<p>&#24320;&#39064;&#25253;&#21578;&#25402;&#39034;&#21033;&#65292;&#24863;&#35874;boss&#21834;&#65292;&#35201;&#19981;&#21643;&#33021;&#25226;&#36825;&#29609;&#24847;&#20799;&#24930;&#24930;&#25972;&#30340;&#26126;&#30333;&#28857;&#20799;&#20102;</p>
<p>&#25152;&#20197;&#35828;&#21834;&#65292;&#36824;&#26159;&#22909;&#22909;&#24178;&#27963;&#21543;&#65292;&#35201;&#19981;&#21643;&#22909;&#24847;&#24605;&#24819;&#24471;&#21040;&#20160;&#20040;&#21602;</p>
<p>&#21162;&#21147;&#21834;&#65292;&#26377;&#25910;&#33719;&#30340;&#26102;&#20505;&#24456;&#24320;&#24515;&#65292;&#24178;&#27963;&#30340;&#26102;&#20505;&#23601;&#24471;&#24819;&#30528;&#36825;&#20250;&#20799;&#65292;&#23601;&#26377;&#21170;&#20799;&#20102;&#65292;&#22079;&#22079;</p>
<p>&#20170;&#20799;&#20080;&#20102;&#21548;&#30334;&#23041;&#65292;&#29330;&#21171;&#33258;&#24049;&#20010;&#20799;&#65292;&#39134;&#21486;&#21659;&#25105;&#65292;&#24320;&#29942;&#20197;&#21518;&#35760;&#24471;&#35828;&#21477;&#65306;for our life&#65281;</p>
<p>&#38451;&#20809;&#20381;&#28982;&#28201;&#26262;&#65292;&#25105;&#19981;&#30699;&#24773;&#20102;&#65292;&#25913;&#33457;&#30196;&#20102;&#12290;&#22885;&#26031;&#21345;&#32418;&#22320;&#27631;&#26377;&#19981;&#21040;&#19968;&#20998;&#38047;&#30340;&#35775;&#38382;&#65292;Taylor&#30340;&#65292;&#25105;&#28608;&#21160;&#30340;&#30475;&#20102;&#22909;&#20960;&#36941;&#65292;&#35270;&#39057;&#19968;&#30452;&#33293;&#19981;&#24471;&#21024;&#65292;&#22079;&#22079;&#65292;&#30495;&#30340;&#24456;&#24069;&#21734;~~~</p>
                                    </p>
</div>
  
  


    </article>
  
  <div class="pagination">
    
      <a class="prev" href="/blog/page/36/">&larr; Older</a>
    
    <a href="/blog/archives">Blog Archives</a>
    
    <a class="next" href="/blog/page/34/">Newer &rarr;</a>
    
  </div>
</div>
<aside class="sidebar">
  
    <section>
  <h1>Recent Posts</h1>
  <ul id="recent_posts">
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-change-git-repo-name/">how to change git repo name</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-setup-a-new-remote-git-repo/">How to setup a new remote git repo</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/13/hui-gu-2012/">回顾2012</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/08/my-frist-post/">my-frist-post</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/05/14/eclipse---java.lang.noclassdeffounderror%3A-com.jayway.android.robotium.solo.solo%E9%94%99%E8%AF%AF%E8%A7%A3%E5%86%B3/">eclipse - java.lang.NoClassDefFoundError: com.jayway.android.robotium.solo.Solo错误解决</a>
      </li>
    
  </ul>
</section>






  
</aside>

    </div>
  </div>
  <footer role="contentinfo"><p>
  Copyright &copy; 2013 - muggleyoung -
  <span class="credit">Powered by <a href="http://octopress.org">Octopress</a>. Design by <a href="http://octopressthemes.com">Octopress Themes</a>.</span>
</p>

</footer>
  







  <script type="text/javascript">
    (function(){
      var twitterWidgets = document.createElement('script');
      twitterWidgets.type = 'text/javascript';
      twitterWidgets.async = true;
      twitterWidgets.src = 'http://platform.twitter.com/widgets.js';
      document.getElementsByTagName('head')[0].appendChild(twitterWidgets);
    })();
  </script>





</body>
</html>
