
<!DOCTYPE HTML>
<html>
<head>
	<meta charset="utf-8">
	<title>舞月杭州记 - </title>
	<meta name="author" content="muggleyoung">

	
	<meta name="description" content="&#24681;&#65292;&#25105;&#30693;&#36947;&#25105;&#24456;&#25042;&#65292;&#29609;&#23436;n&#20037;&#20102;&#65292;&#35760;&#24518;&#20840;&#22312;&# &hellip;">
	
	<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

	<link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
	<link rel="canonical" href="">
	<link href="/favicon.png" rel="shortcut icon">
	<link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
	<!--[if lt IE 9]><script src="//html5shiv.googlecode.com/svn/trunk/html5.js"></script><![endif]-->
	<script src="//ajax.googleapis.com/ajax/libs/jquery/1.7.2/jquery.min.js"></script>
	
</head>

<body>
	<header id="header" class="inner"><h1><a href="/"></a></h1>
<nav id="main-nav"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</nav>
<nav id="mobile-nav">
	<div class="alignleft menu">
		<a class="button">Menu</a>
		<div class="container"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</div>
	</div>
	<div class="alignright search">
		<a class="button"></a>
		<div class="container">
			<form action="http://google.com/search" method="get">
				<input type="text" name="q" results="0">
				<input type="hidden" name="q" value="site:muggleyoung.github.com">
			</form>
		</div>
	</div>
</nav>
<nav id="sub-nav" class="alignright">
	<div class="social">
		
		
		
		
    
		
		
		
		
		
		<a class="rss" href="/atom.xml" title="RSS">RSS</a>
		
	</div>
	<form class="search" action="http://google.com/search" method="get">
		<input class="alignright" type="text" name="q" results="0">
		<input type="hidden" name="q" value="site:muggleyoung.github.com">
	</form>
</nav>

</header>
	
		
	
	<div id="content" class="inner"><article class="post">
	<h2 class="title">舞月杭州记</h2>
	<div class="entry-content"><p>
                                    <p>&#24681;&#65292;&#25105;&#30693;&#36947;&#25105;&#24456;&#25042;&#65292;&#29609;&#23436;n&#20037;&#20102;&#65292;&#35760;&#24518;&#20840;&#22312;&#30805;&#22823;&#30340;&#33041;&#34955;&#37324;&#23384;&#20648;&#12290;&#36825;&#20250;&#21507;&#39281;&#21917;&#36275;&#20102;&#65292;&#35760;&#24405;me&amp;&#39134;&#22312;&#26477;&#24030;&#30340;&#29255;&#27573;&#12290;</p>
<p>&#160;&#160;&#160; &#27809;&#26377;&#22270;&#29255;&#65292;only&#25991;&#23383;</p>
<p>&#160;&#160;&#160; 1st day:&#21040;&#36798;</p>
<p>&#160;&#160;&#160; &#21069;&#19968;&#22812;12&#65306;30&#20174;&#21512;&#32933;&#20986;&#21457;&#65292;&#26089;&#26216;6&#65306;00&#21040;&#36798;&#26477;&#24030;&#65292;&#20877;&#32769;&#36828;&#30340;&#27773;&#36710;&#26179;&#24736;&#21040;&#39134;&#23478;&#65292;&#24555;&#20061;&#28857;&#21543;&#65292;&#22905;&#27491;&#22909;&#25509;&#24453;&#20102;&#25105;&#28982;&#21518;&#21435;&#19978;&#29677;&#12290;&#21069;&#38754;&#29609;&#30340;&#20960;&#22825;&#30340;&#30130;&#20518;&#35753;&#25105;&#20174;&#22905;&#19978;&#29677;&#30561;&#21040;&#19979;&#29677;&#12290;&#12290;&#12290;&#30495;&#33298;&#26381;&#65292;&#36824;&#26377;&#37027;&#20040;&#22810;&#26434;&#24535;&#22909;&#30475;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#160;&#160;&#160; 2nd day:&#20080;&#30005;&#33041;</p>
<p>&#160;&#160;&#160; &#30001;&#20110;&#21069;&#19968;&#22812;&#20457;&#36130;&#36855;&#24537;&#30528;&#21830;&#37327;&#29983;&#36130;&#20043;&#36947;&#37117;&#20852;&#22859;&#30340;&#30561;&#26202;&#20102;&#65292;&#26089;&#19978;&#24908;&#24908;&#24352;&#24352;&#25910;&#25342;&#20102;&#21435;&#20080;&#30005;&#33041;&#12290;&#25105;&#21018;&#23613;&#32844;&#30340;&#38145;&#20102;&#25151;&#38388;&#38376;&#65292;&#37003;&#36962;&#39740;&#21516;&#23398;&#23601;&#22823;&#21483;&#22905;&#24536;&#24102;&#20102;&#38053;&#21273;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#160;&#160;&#160; &#21710;&#65292;&#21018;&#26469;&#23601;&#36935;&#19978;&#36825;&#31561;&#31959;&#20107;&#12290;114&#25214;&#20102;&#24320;&#38145;&#24072;&#20613;&#65292;&#21322;&#23567;&#26102;&#31561;&#20505;&#65292;&#24072;&#20613;&#21549;&#21735;&#21549;&#21735;&#21322;&#20998;&#38047;&#25630;&#23450;&#65292;&#25105;&#20204;&#32769;&#32769;&#23454;&#23454;&#19978;&#20132;40&#22823;&#27915;&#12290;</p>
<p>&#160;&#160;&#160; &#20002;&#19977;&#33853;&#22235;&#30340;&#37003;&#36962;&#22823;&#29579;~~~~</p>
<p>&#160;&#160;&#160; &#25554;&#25773;&#65306;&#20080;&#30005;&#33041;&#30340;&#26102;&#20505;&#65292;&#35828;&#36215;&#25105;&#20204;&#21018;&#27605;&#19994;&#22312;&#26477;&#24030;&#25171;&#24037;&#26469;&#30528;&#65292;&#37027;&#32769;&#26495;&#31435;&#39532;&#38382;&#24037;&#36164;&#26377;1k&#20102;&#21543;&#65311;&#20474;&#20457;&#30456;&#35782;&#26080;&#35821;&#65292;&#21478;&#19968;&#20010;&#38144;&#21806;&#30452;&#25509;&#35828;&#65292;&#21738;&#37324;&#65292;&#24212;&#35813;800&#24046;&#19981;&#22810;&#12290;&#39069;&#65292;&#25105;&#12290;&#12290;&#12290;&#12290;&#25105;&#12290;&#12290;&#12290;&#12290;&#21482;&#26377;&#20667;&#31505;&#30340;&#20221;&#20102;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#160; &#160; 3rd day:&#28023;&#21507;</p>
<p>&#160;&#160;&#160; &#35805;&#35828;&#22312;&#26477;&#24030;&#37027;&#20040;&#20960;&#22825;&#65292;&#22522;&#26412;&#19978;&#20986;&#38376;&#23601;&#21507;&#22806;&#23110;&#23478;&#12290;&#36825;&#22825;&#25104;&#21151;&#21246;&#24341;&#31649;&#23567;&#33805;&#20986;&#26469;&#29609;&#12290;&#21435;&#21507;&#22806;&#23110;&#23478;&#65292;&#25105;&#20204;&#20200;&#36824;&#20307;&#39564;&#20102;&#19968;&#25226;&#8221;&#21860;&#20799;&#33590;&#29245;&#8220;&#65288;&#24212;&#35813;&#26159;&#36825;&#21517;&#65292;&#19981;&#30693;&#36947;&#30340;&#21516;&#23398;&#65292;&#20320;OUT&#21862;&#65281;&#65281;&#65281;&#21704;&#21704;&#65289;&#65292;&#20307;&#39564;&#32467;&#35770;&#26159;&#24456;&#38590;&#21917;&#65292;&#21860;&#37202;&#24050;&#32463;&#22815;&#38590;&#21917;&#20102;&#65292;&#36825;&#20010;&#21017;&#26356;&#29978;&#12290;</p>
<p>&#160;&#160;&#160; &#33267;&#20110;&#22806;&#23110;&#23478;&#65292;3&#20010;&#20154;&#21507;&#20102;&#22823;&#27010;6&#20010;&#33756;&#65292;&#21507;&#24178;&#20928;&#20102;&#65292;&#25105;&#20204;&#26080;&#31351;&#30340;&#25112;&#26007;&#21147;&#21834;&#12290;&#12290;&#12290;&#12290;&#12290;&#19968;&#22242;&#29436;&#34249;&#20043;&#21518;&#25165;&#24819;&#36215;&#26469;&#65292;&#20986;&#38376;&#21069;&#36824;&#19987;&#31243;&#24102;&#20102;&#30456;&#26426;&#65292;&#22352;&#19978;&#39277;&#26700;&#25105;&#23601;&#25226;&#36825;&#20107;&#24536;&#24471;&#19968;&#24178;&#20108;&#20928;&#65292;&#21487;&#24604;&#20102;&#26576;&#20154;&#65292;&#19996;&#35199;&#37117;&#26159;&#22905;&#21253;&#37324;&#32972;&#30528;&#30340;&#12290;&#12290;&#12290;&#23601;&#24403;&#20943;&#32933;&#20102;&#21704;&#12290;</p>
<p>&#160;&#160;&#160; &#22238;&#21435;&#36335;&#19978;&#36935;&#38632;&#65292;&#20457;&#23043;&#19979;&#36710;&#21518;&#23601;&#25289;&#30528;&#25163;&#24320;&#22987;&#36305;&#65292;&#20667;&#19981;&#22403;&#22334;&#30340;&#65292;&#27985;&#36523;&#28287;&#36879;&#36824;&#31505;&#30340;&#36156;&#24320;&#24515;&#12290;&#39030;&#30528;&#19968;&#32506;&#19968;&#32506;&#30340;&#22836;&#21457;&#22312;&#27004;&#19979;&#30340;&#28165;&#30495;&#39184;&#21381;&#20080;&#39277;&#65292;&#36319;&#37027;&#37324;&#30340;&#38485;&#35199;&#39135;&#23458;&#30606;&#25199;&#12290;&#31361;&#28982;&#24863;&#35273;&#19981;&#20687;&#26477;&#24030;&#65292;&#20498;&#26159;&#20284;&#22312;&#26032;&#26657;&#21306;&#38376;&#21475;&#21507;&#28818;&#25289;&#38754;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#160;&#160;&#160; 4th day&#65306;</p>
<p>&#160;&#160;&#160; &#30475;&#20102;&#29066;&#29483;&#22238;&#23478;&#36335;&#65292;&#28201;&#20064;&#20856;&#22411;&#20013;&#22269;&#24335;&#20799;&#31461;&#29255;</p>
<p>&#160;&#160;&#160; &#30475;&#23436;&#30005;&#24433;&#20598;&#36935;&#23567;&#23828;&#21450;&#20854;&#23478;&#23646;&#65292;&#36825;&#20010;&#19990;&#30028;&#30495;&#26159;&#23567;&#12290;&#23567;&#23828;&#21516;&#23398;&#35828;&#35805;&#36824;&#26159;&#37027;&#20040;&#19981;&#28165;&#26970;&#65292;&#25105;&#32769;&#21548;&#19981;&#25026;</p>
<p>&#160;&#160;&#160; &#20877;&#27425;&#21435;&#22806;&#23110;&#23478;&#39253;&#39214;&#65292;&#39307;&#29483;&#22068;&#21507;&#32418;&#28903;&#32905;&#21507;&#21040;&#36830;&#27748;&#27748;&#37117;&#21917;&#24178;&#20928;&#20102;&#65292;&#25105;&#36825;&#39295;&#27515;&#39740;&#37117;&#33258;&#24871;&#19981;&#22914;</p>
<p>&#160;&#160;&#160; &#24681;&#65292;&#25105;&#36824;&#24806;&#35760;&#30528;&#36208;&#26102;&#30041;&#19979;&#30340;&#34507;&#31957;&#31080;&#31080;&#21602;&#65292;&#20154;&#23478;&#37117;&#27809;&#21507;&#30528;~~~~</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;</p>
<p>&#160;&#160;&#160; &#25509;&#19979;&#26469;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#160;&#160;&#160; &#24863;&#35874;&#23567;&#39134;&#21516;&#23398;&#37027;&#20960;&#22825;&#23545;&#25105;&#30340;&#30427;&#24773;&#27454;&#24453;</p>
<p>&#160;&#160;&#160; &#24863;&#35874;&#23567;&#39134;&#29240;&#29305;&#24847;&#21486;&#22065;&#35201;&#35831;&#25105;&#21507;&#22909;&#21507;&#30340;</p>
<p>&#160;&#160;&#160; &#24863;&#35874;&#31649;&#23567;&#33805;&#21516;&#23398;&#39277;&#21518;&#22312;KFC&#32473;&#25105;&#20204;&#20570;&#30340;&#24314;&#35758;&#32654;&#23481;&#35762;&#24231;</p>
<p>&#160;&#160;&#160; &#20877;&#25509;&#19979;&#26469;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#160;&#160;&#160; &#25105;&#20026;&#37027;&#20004;&#21482;&#23567;&#20044;&#40863;&#36947;&#27465;&#65292;&#32473;&#23567;&#39134;&#22992;&#22992;&#24102;&#26469;&#22121;&#26790;&#33324;&#30340;&#20960;&#22825;&#65288;&#20854;&#23454;&#20154;&#23478;&#37027;&#20040;&#20054;&#65292;&#24656;&#24807;&#20063;&#37117;&#26159;&#20320;&#33258;&#24049;&#24515;&#37324;&#24819;&#35937;&#30340;&#65289;</p>
<p>&#160;&#160;&#160; &#20877;&#20026;&#23567;&#20044;&#40863;&#35874;&#35874;&#23567;&#39134;&#22992;&#22992;&#65292;&#25307;&#24453;&#20182;&#20204;&#37027;&#20040;&#20037;</p>
<p>&#160;&#160;&#160; &#35874;&#35874;&#22823;&#22992;&#22992;&#22992;&#65292;&#25910;&#30041;&#20102;&#20182;&#20204;</p>
<p>&#160;&#160;&#160; &#35874;&#35874;&#25105;&#33258;&#24049;&#65292;&#25226;&#20182;&#20204;&#20174;&#27969;&#28010;&#29983;&#27963;&#20013;&#25327;&#25937;&#20986;&#26469;</p>
<p>&#160;</p>
<p>&#160;&#160;&#160; &#21691;~OVER&#65281;</p>
                                    </p>
</div>


<div class="meta">
	<div class="date">








  


<time datetime="2009-06-10T00:00:00+08:00" pubdate data-updated="true">Jun 10<span>th</span>, 2009</time></div>
	<div class="tags">

</div>
	
</div></article>

	<div class="share">
	<div class="addthis_toolbox addthis_default_style ">
	
	
	<a class="addthis_button_tweet"></a>
	
	
	<a class="addthis_counter addthis_pill_style"></a>
	</div>
  <script type="text/javascript" src="http://s7.addthis.com/js/250/addthis_widget.js#pubid="></script>
</div>


</div>
	<footer id="footer" class="inner">Copyright &copy; 2013

    muggleyoung

</footer>
	<script src="/javascripts/slash.js"></script>
<script src="/javascripts/jquery.fancybox.pack.js"></script>
<script type="text/javascript">
(function($){
	$('.fancybox').fancybox();
})(jQuery);
</script> <!-- Delete or comment this line to disable Fancybox -->






</body>
</html>