
<!DOCTYPE html>
<!--[if IEMobile 7 ]><html class="no-js iem7"><![endif]-->
<!--[if lt IE 9]><html class="no-js lte-ie8"><![endif]-->
<!--[if (gt IE 8)|(gt IEMobile 7)|!(IEMobile)|!(IE)]><!--><html class="no-js" lang="en"><!--<![endif]-->
<head>
  <meta charset="utf-8">
  <title></title>
  <meta name="author" content="muggleyoung">

  
  <meta name="description" content="&#25235;&#32039;&#26102;&#38388;&#35760;&#24405;&#19979;&#26152;&#22825;&#30340;&#31508;&#35797;
&#35199;&#23433;&#28023;&#27888;&#20844;&#21496;&# &hellip;">
  

  <!-- http://t.co/dKP3o1e -->
  <meta name="HandheldFriendly" content="True">
  <meta name="MobileOptimized" content="320">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  
  <link rel="canonical" href="http://muggleyoung.github.com/blog/page/13/">
  <link href="/favicon.png" rel="icon">
  <link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
  <script src="/javascripts/modernizr-2.0.js"></script>
  <script src="/javascripts/ender.js"></script>
  <script src="/javascripts/octopress.js" type="text/javascript"></script>
  <link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
  <!--Fonts from Google"s Web font directory at http://google.com/webfonts -->
<link href="http://fonts.googleapis.com/css?family=PT+Serif:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<link href="http://fonts.googleapis.com/css?family=PT+Sans:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">

  

</head>

<body   >
  <header role="banner"><hgroup>
  <h1><a href="/"></a></h1>
  
    <h2>young for you</h2>
  
</hgroup>

</header>
  <nav role="navigation"><ul class="subscription" data-subscription="rss">
  <li><a href="/atom.xml" rel="subscribe-rss" title="subscribe via RSS">RSS</a></li>
  
</ul>
  
<form action="http://google.com/search" method="get">
  <fieldset role="search">
    <input type="hidden" name="q" value="site:muggleyoung.github.com" />
    <input class="search" type="text" name="q" results="0" placeholder="Search"/>
  </fieldset>
</form>
  
<ul class="main-navigation">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
</ul>

</nav>
  <div id="main">
    <div id="content">
      <div class="blog-index">
  
  
  
    <article>
      
  
  <p class="meta">
    








  


<time datetime="2010-10-10T00:00:00+08:00" pubdate data-updated="true">Oct 10<span>th</span>, 2010</time>
    
  </p>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/10/10/%E8%A5%BF%E5%AE%89%E6%B5%B7%E6%B3%B0%E7%AC%94%E8%AF%95/">西安海泰笔试</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#25235;&#32039;&#26102;&#38388;&#35760;&#24405;&#19979;&#26152;&#22825;&#30340;&#31508;&#35797;</p>
<p>&#35199;&#23433;&#28023;&#27888;&#20844;&#21496;&#65292;&#26377;&#22825;&#23459;&#35762;&#35831;&#23454;&#39564;&#23460;&#21516;&#23398;&#20195;&#25237;&#30340;&#31616;&#21382;&#65292;&#21040;&#20102;&#25165;&#30693;&#36947;&#25237;&#30340;&#26159;&#36719;&#20214;&#24320;&#21457;&#65292;&#21487;&#36824;&#26159;&#19981;&#30693;&#36947;&#21738;&#20010;&#37096;&#38376;&#20102;&#12290;</p>
<p>&#39064;&#30446;&#24456;&#24191;&#24456;&#24191;&#65292;&#21861;&#37117;&#26377;&#65292;&#25805;&#20316;&#31995;&#32479;&#65292;&#25968;&#25454;&#24211;&#65292;&#32593;&#32476;&#65292;C++&#65292;&#36824;&#26377;&#30011;&#39057;&#35889;&#65292;&#35762;&#25968;&#25454;&#37319;&#38598;&#36807;&#31243;&#20043;&#31867;&#30340;&#12290;&#23436;&#20840;&#19981;&#20250;&#30340;&#12290;</p>
<p>&#32771;&#35797;&#26102;&#65292;&#30417;&#32771;&#32769;&#22823;&#35828;&#65292;&#36719;&#20214;&#24320;&#21457;&#30003;&#35831;&#30340;&#20154;&#24456;&#22810;&#65292;&#21487;&#26159;&#39064;&#30446;&#19981;&#22909;&#20570;&#65292;&#24314;&#35758;&#22823;&#23478;&#21487;&#20197;&#35797;&#30528;&#25913;&#25237;&#31995;&#32479;&#24037;&#31243;&#24072;&#12290;</p>
<p>&#32769;&#23380;&#33883;&#26684;&#38382;&#25105;&#65292;&#35201;&#19981;&#35201;&#25442;&#12290;&#25105;&#65306;&#20197;&#19981;&#21464;&#24212;&#19975;&#21464;&#65292;&#19981;&#25442;&#65281;</p>
<p>&#20107;&#23454;&#35777;&#26126;&#65292;&#21518;&#26469;&#24456;&#22810;&#20154;&#35828;&#35201;&#25442;&#31995;&#32479;&#30340;&#35797;&#21367;&#65292;&#25343;&#21040;&#25163;&#30475;&#20102;&#19968;&#30524;&#65292;&#21448;&#32479;&#32479;&#20030;&#25163;&#35201;&#27714;&#25442;&#22238;&#36719;&#20214;&#20102;&#65292;&#21704;&#21704;&#21704;&#65292;&#19981;&#22815;&#40635;&#28902;&#30340;&#12290;</p>
<p>&#20855;&#20307;&#30340;&#39064;&#30446;&#19981;&#35760;&#24471;&#20960;&#20010;&#20102;&#65292;&#20027;&#35201;&#26159;&#33539;&#22260;&#24456;&#24191;&#65292;&#20294;&#35828;&#19981;&#19978;&#26377;&#22810;&#20040;&#38590;&#65292;&#24182;&#19988;&#36873;&#25321;&#25402;&#22810;&#30340;&#65292;&#20284;&#20046;&#26377;&#20960;&#20010;&#22635;&#31354;&#31354;&#30340;&#12290;</p>
<p>&#26368;&#21518;&#30340;&#22823;&#39064;&#26159;&#36873;&#20570;&#39064;&#65292;&#19971;&#36873;&#20108;&#65292;&#24456;&#25199;&#30340;&#26159;&#65292;&#19971;&#20010;&#37324;&#38754;&#25105;&#21482;&#20250;&#20004;&#20010;&#65292;&#27809;&#30340;&#36873;&#21834;&#12290;</p>
<p>&#19968;&#20010;&#20889;&#20195;&#30721;&#30340;&#65292;&#20882;&#27873;&#25490;&#24207;</p>
<p>&#36824;&#26377;&#19968;&#20010;&#35762;TCP/IP&#30340;&#21306;&#21035;&#65292;&#20248;&#32570;&#28857;&#65292;&#36824;&#26377;&#30011;&#26102;&#24207;&#22270;&#12290;&#19981;&#30693;&#36947;&#26102;&#24207;&#22270;&#26159;&#21861;&#65292;&#23601;&#33457;&#20102;TCP&#30340;&#25569;&#25163;&#21327;&#35758;&#65292;&#21644;&#33258;&#24049;&#24515;&#20013;&#29702;&#35299;&#30340;UDP&#36890;&#20449;&#29366;&#20917;&#12290;</p>
<p>&#21691;&#65292;over&#65292;&#22836;&#22238;&#20889;&#21338;&#37117;&#36825;&#20040;&#24555;&#65292;&#22826;&#26377;&#25928;&#29575;&#21862;~~~~</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <p class="meta">
    








  


<time datetime="2010-10-10T00:00:00+08:00" pubdate data-updated="true">Oct 10<span>th</span>, 2010</time>
    
  </p>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/10/10/%E8%85%BE%E8%AE%AF2010%E6%A0%A1%E6%8B%9B%E7%AC%94%E8%AF%95/">腾讯2010校招笔试</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#26159;&#30340;&#65292;&#25105;&#21448;&#21435;&#31508;&#35797;&#33150;&#35759;&#20102;&#12290;</p>
<p>&#19981;&#26195;&#24471;&#20026;&#20160;&#20040;&#65292;&#21453;&#27491;&#21457;&#30701;&#20449;&#32473;&#25105;&#20102;&#65292;&#37027;&#23601;&#21435;&#21591;</p>
<p>&#22826;&#26377;&#35802;&#24847;&#20102;&#65292;&#19968;&#19979;&#21320;&#21457;&#20102;7&#26465;&#19968;&#26679;&#30340;&#65292;&#22079;&#22079;&#22079;</p>
<p>&#20170;&#22825;&#26089;&#19978;&#22312;&#38454;&#25945;&#31508;&#35797;&#65292;&#19981;&#30693;&#36947;&#26159;&#19981;&#26159;&#24515;&#29702;&#20316;&#29992;&#65292;&#24863;&#35273;&#36825;&#27425;&#30340;&#39064;&#30446;&#27604;&#35199;&#24037;&#22823;&#37027;&#27425;&#23481;&#26131;&#28857;</p>
<p>&#25805;&#20316;&#31995;&#32479;&#65292;&#25968;&#25454;&#32467;&#26500;&#32771;&#24471;&#25402;&#22810;&#65292;C++&#36824;&#26377;</p>
<p>&#25105;&#21360;&#35937;&#27604;&#36739;&#28145;&#30340;&#20960;&#20010;</p>
<p>&#20108;&#21449;&#26641;&#20808;&#24207;&#21518;&#24207;&#20013;&#24207;</p>
<p>&#24555;&#25490;,&#31361;&#28982;&#21457;&#29616;&#25105;&#23398;&#21040;&#30340;&#24555;&#25490;&#36319;&#25945;&#31185;&#20070;&#19978;&#30340;&#26377;&#28857;&#19981;&#19968;&#26679;&#65292;&#34429;&#28982;&#27530;&#36884;&#21516;&#24402;&#65292;&#21487;&#26159;&#12290;&#12290;&#12290;&#36873;&#25321;&#39064;&#35830;&#65292;&#25105;&#31639;&#27861;&#32454;&#33410;&#19981;&#19968;&#26679;&#65292;&#20570;&#20986;&#26469;&#30340;&#31572;&#26696;&#20063;&#26159;&#19981;&#19968;&#26679;&#30340;</p>
<p>CPU&#21033;&#29992;&#29575;</p>
<p>Unix&#20869;&#23384;&#38388;&#25509;&#23547;&#22336;</p>
<p>&#39029;&#38754;&#36923;&#36753;&#22320;&#22336;&#29289;&#29702;&#22320;&#22336;&#36716;&#25442;</p>
<p>&#22270;&#35770;,&#35745;&#31639;&#26368;&#23567;&#36335;&#24452;</p>
<p>&#38754;&#21521;&#23545;&#35937;&#30340;&#19968;&#20123;&#27010;&#24565;&#31867;&#65292;&#29702;&#35299;&#27604;&#36739;&#37325;&#35201;</p>
<p>&#20108;&#21449;&#26641;&#26597;&#25214;</p>
<p>sizeof&#21644;&#32467;&#26500;&#20307;&#19968;&#36215;&#30340;&#39064;&#30446;</p>
<p>etc&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#28982;&#21518;&#20004;&#20010;&#35835;&#31243;&#24207;&#39064;&#30446;</p>
<p>&#19968;&#20010;&#26159;&#22238;&#28335;&#27861;&#24178;&#22043;&#24178;&#22043;&#65292;&#25105;&#19981;&#25026;&#22238;&#28335;&#27861;&#26159;&#21861;&#65292;&#20195;&#30721;&#20063;&#30475;&#24471;&#19968;&#30693;&#21322;&#35299;&#65292;5&#20010;&#31354;&#35201;&#22635;&#65292;&#20004;&#20010;&#19981;&#20250;&#30340;</p>
<p>&#36824;&#26377;&#19968;&#20010;&#29992;&#19968;&#20010;&#32467;&#26500;&#20307;&#23384;&#20648;&#19977;&#21449;&#26641;&#20026;&#24207;&#21015;&#30340;&#20195;&#30721;&#65292;&#36825;&#20010;&#25026;&#20102;&#65292;&#20294;&#26159;&#22909;&#20687;&#36824;&#26159;&#26377;&#22635;&#38169;&#31354;&#31354;</p>
<p>&#24635;&#20307;&#65292;&#20063;&#21487;&#33021;&#26368;&#36817;&#30340;&#22797;&#20064;&#22810;&#23569;&#36215;&#20102;&#28857;&#20316;&#29992;&#65292;&#24863;&#35273;&#19981;&#33267;&#20110;&#31572;&#24471;&#24456;&#20932;&#24808;&#65292;&#35828;&#19981;&#19978;&#22810;&#22909;&#65292;&#20294;&#26159;&#33258;&#24049;&#35273;&#24471;&#26377;&#36827;&#27493;&#65292;&#34920;&#25196;&#19979;~</p>
<p>&#21152;&#27833;~ymi~</p>
<p>P.S.&#19968;&#30452;&#24819;&#35828;&#35828;&#26368;&#36817;&#25903;&#25345;&#25105;&#30340;&#26379;&#21451;&#20204;&#65292;&#26408;&#26377;&#26102;&#38388;&#21834;&#65292;&#24863;&#35874;&#22312;&#25105;&#24515;&#37324;&#65292;&#20320;&#20204;&#19968;&#23450;&#33021;&#24863;&#35273;&#21040;&#21704;&#12290;&#22810;&#25285;&#24453;&#65292;&#25214;&#21040;&#24037;&#20316;&#65292;&#25105;&#30475;&#26395;&#24744;&#20204;&#20999;&#65281;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <p class="meta">
    








  


<time datetime="2010-10-08T00:00:00+08:00" pubdate data-updated="true">Oct 8<span>th</span>, 2010</time>
    
  </p>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/10/08/%E9%95%BF%E5%81%87%E7%A2%8E%E7%A2%8E%E5%BF%B5-la-vie-en-rose/">长假碎碎念-la Vie en Rose</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p><img src="http://filer.blogbus.com/5333148/5333148_12865233678.jpg" border="0" alt="" /></p>
<p>&#34429;&#28982;&#27809;&#21861;&#24515;&#24773;&#65292;&#24819;&#20102;&#24819;&#65292;&#36825;&#20040;&#38271;&#30340;&#20551;&#26399;&#65292;&#36825;&#20040;&#22810;&#30340;&#30862;&#20107;&#65292;&#36824;&#26159;&#32110;&#21480;&#19979;&#21543;</p>
<p>&#36825;&#19968;&#32110;&#21480;&#65292;&#23601;&#24471;&#20174;&#19978;&#26376;29&#21495;&#24320;&#22987;</p>
<p>&#26202;&#19978;&#23828;&#21516;&#23398;&#21246;&#24341;&#25105;&#20986;&#21435;&#29609;&#65292;&#32467;&#26524;&#36824;&#27809;&#21507;&#23436;&#39277;&#65292;&#23043;&#23601;&#22240;&#20026;&#24863;&#20882;&#25346;&#25481;&#65292;&#26089;&#26089;&#23601;&#21508;&#22238;&#21508;&#23478;&#20102;&#12290;</p>
<p>&#21518;&#26469;&#23401;&#23376;&#36319;&#25105;&#30005;&#35805;&#35828;&#65292;&#37027;&#26202;&#19978;&#65292;&#22905;&#30007;&#26379;&#21451;&#26412;&#26469;&#25171;&#31639;&#27714;&#23130;&#30340;&#65292;&#22312;&#21335;&#28246;&#20934;&#22791;&#20102;&#24040;&#22411;&#28895;&#28779;&#34920;&#28436;&#65292;&#32467;&#26524;&#22240;&#20026;&#24863;&#20882;&#32479;&#32479;&#27873;&#27748;&#12290;&#25105;&#12290;&#12290;&#12290;&#12290;&#25105;&#21548;&#20102;&#37117;&#37027;&#20010;&#36951;&#25022;&#21584;&#65292;&#26412;&#26469;&#36824;&#26377;&#20010;&#26426;&#20250;&#35265;&#35777;&#19979;&#65292;&#28608;&#21160;&#19979;&#21602;&#12290;</p>
<p>&#35746;&#23130;&#24635;&#26159;&#20214;&#22909;&#20107;&#12290;1&#21495;&#20882;&#38632;&#22238;&#23478;&#65292;&#25105;&#20204;&#21435;&#24198;&#31069;&#21507;&#39277;&#21917;&#33590;ipad&#65292;&#26202;&#19978;&#23401;&#23376;&#25226;&#25345;&#19981;&#20303;&#30828;&#35201;&#21917;&#37202;&#12290;&#32456;&#20110;&#32456;&#20110;&#65292;&#21681;&#21917;&#22823;&#20102;&#19968;&#22238;&#12290;&#36208;&#36335;&#25758;&#21040;&#20102;&#37202;&#29942;&#65292;&#33258;&#24049;&#27985;&#28982;&#19981;&#30693;&#65292;&#21482;&#26159;&#38544;&#32422;&#21548;&#35265;&#36523;&#21518;&#26377;&#21160;&#38745;&#65292;&#25197;&#33080;&#30475;&#35265;&#19968;&#22534;&#20154;&#22312;&#25910;&#25342;&#21861;&#12290;&#12290;&#12290;&#22238;&#23478;&#30340;&#26102;&#20505;&#65292;&#35760;&#24518;&#20063;&#20165;&#20572;&#30041;&#20110;&#21516;&#23398;&#20204;&#25226;&#25105;&#36865;&#21040;&#20102;&#27004;&#19979;&#65292;&#25509;&#19979;&#26469;&#24590;&#26679;&#65292;&#25105;&#20063;&#19981;&#30693;&#36947;&#21834;~</p>
<p>&#26089;&#19978;&#37266;&#26469;&#36824;&#19968;&#24778;&#65292;&#20197;&#20026;&#38544;&#24418;&#30524;&#38236;&#24536;&#20102;&#25688;&#12290;&#36824;&#22909;&#65292;&#30561;&#34915;&#25442;&#20102;&#30524;&#38236;&#20063;&#25688;&#20102;&#65292;&#23064;&#35828;&#25105;&#22238;&#26469;&#36824;&#21898;&#39295;&#65292;&#21507;&#20102;&#28857;&#19996;&#35199;&#25165;&#30561;&#12290;&#21507;&#36135;&#21834;&#21507;&#36135;&#65292;&#21861;&#26102;&#20505;&#36825;&#20107;&#20799;&#24536;&#19981;&#20102;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#24403;&#28982;&#65292;&#37202;&#36824;&#26159;&#24471;&#23569;&#21917;&#65292;&#36807;&#21170;&#20799;&#25105;&#23601;&#20063;&#24863;&#20882;&#24278;&#12290;&#12290;&#12290;but&#21704;&#23572;&#28392;&#36824;&#25402;&#22909;&#21917;&#30340;&#21568;&#65292;&#20063;&#19981;&#36149;&#21543;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;-</p>
<p>&#24037;&#20316;&#27809;&#23450;&#65292;&#22312;&#23478;&#21574;&#30528;&#20063;&#19981;&#36367;&#23454;&#65292;3&#21495;&#23601;&#22238;&#23398;&#26657;&#20102;&#65292;&#19978;&#23398;&#36825;&#20040;&#22810;&#24180;&#65292;&#22836;&#22238;&#22914;&#27492;&#31215;&#26497;&#12290;&#12290;&#12290;</p>
<p>&#36824;&#25277;&#31354;&#36827;&#22478;&#24736;&#21714;&#19968;&#22280;&#65292;10&#28857;&#20986;&#38376;&#65292;12&#28857;&#24102;&#30528;&#19968;Subway&#23601;&#22238;&#26469;&#20102;&#12290;&#20986;&#24687;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#21830;&#22330;&#20840;&#37117;&#26159;100&#24403;&#20570;&#22810;&#23569;&#22810;&#23569;&#33457;&#30340;&#65292;&#30495;&#28902;&#20154;&#65292;&#30452;&#25509;&#25171;&#25240;&#19981;&#34892;&#20040;&#65292;&#31639;&#38065;&#22826;&#40635;&#28902;&#20102;</p>
<p>&#23815;&#25308;lh&#21516;&#23398;&#21568;&#65292;&#24403;&#21021;&#24102;&#30528;&#25105;&#22312;&#19975;&#36798;&#65292;&#29992;&#19968;&#23567;&#22369;&#25163;&#26426;&#30828;&#26159;&#31639;&#20986;&#26368;&#20248;&#35299;&#65292;&#20080;&#20102;&#19968;&#22534;&#19996;&#35199;&#22238;&#26469;&#12290;&#25105;&#19968;&#20010;&#20154;&#26159;&#27809;&#36825;&#32784;&#24515;&#20102;&#65292;&#19981;&#22914;&#28120;&#23453;&#21435;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8211;</p>
<p>&#25918;&#20551;&#26399;&#38388;&#27809;&#23569;&#25237;&#31616;&#21382;&#65292;&#26681;&#26412;&#37117;&#19981;&#35760;&#24471;&#25237;&#20102;&#20160;&#20040;&#65292;&#21487;&#30475;&#30475;&#32593;&#31449;&#19978;&#65292;&#24590;&#20040;&#36824;&#26377;&#37027;&#20040;&#22810;&#20844;&#21496;&#27809;&#26377;&#25237;&#65292;&#30495;&#30340;&#35201;&#30127;&#25481;&#20102;&#12290;</p>
<p>&#36824;&#26377;&#24456;&#22810;&#24102;open questions&#30340;&#65292;&#25105;&#37117;&#36824;&#20599;&#25042;&#27809;&#22238;&#31572;&#21602;</p>
<p>&#26152;&#22825;&#29983;&#30149;&#65292;&#25346;&#25481;&#19968;&#22825;&#22312;&#24202;&#19978;&#30561;&#35273;&#12290;&#20170;&#26089;&#22312;&#26446;&#21516;&#23398;&#30340;&#40723;&#21169;&#19979;&#65292;&#30828;&#26159;&#25226;P&amp;G&#30340;&#22312;&#32447;&#27979;&#35797;&#25630;&#23450;&#20102;&#65292;&#20854;&#23454;&#65292;&#25105;&#30495;&#27809;&#25265;&#24076;&#26395;&#65292;&#20154;&#23478;&#33021;&#36827;&#21435;&#65292;&#33258;&#28982;&#26159;&#26377;&#36947;&#29702;&#30340;&#65292;&#21482;&#26159;&#21681;&#24403;&#21021;&#27809;&#30475;&#21040;&#20154;&#36523;&#19978;&#30340;&#20160;&#20040;&#29305;&#36136;&#32780;&#24050;&#65292;&#25105;&#24076;&#26395;&#36824;&#26159;&#19981;&#24590;&#20040;&#22823;&#21568;&#12290;</p>
<p>&#24555;&#28040;&#65292;&#22235;&#22823;&#36825;&#20123;&#65292;&#20808;&#25918;&#19968;&#25918;&#21543;&#65292;&#26377;&#26102;&#38388;&#25105;&#20063;&#25237;&#19979;&#65292;&#27809;&#26377;&#30456;&#24212;&#30340;&#22522;&#30784;&#65292;&#25105;&#20063;&#20174;&#21069;&#27809;&#36142;&#22791;&#28857;&#30693;&#35782;&#65292;&#30003;&#35831;&#36215;&#26469;&#65292;&#24635;&#24863;&#35273;&#19981;&#38752;&#35889;&#12290;</p>
<p>&#26089;&#19978;&#32982;&#23043;&#30005;&#35805;&#24944;&#38382;&#25105;&#65292;&#39034;&#20415;&#35828;&#20426;&#37233;&#20063;&#31614;&#21326;&#20026;&#20102;&#12290;&#39069;&#39069;&#39069;&#65292;&#30495;&#30340;&#33267;&#20110;&#20040;&#65292;&#25105;&#30127;&#20102;&#65292;&#20426;&#37233;&#22810;&#29275;&#30340;&#23043;&#65292;&#24178;&#22043;&#19981;&#31561;&#30740;&#31350;&#25152;&#21568;&#65292;&#22826;&#21487;&#24796;&#20102;&#12290;</p>
<p>&#21387;&#21147;&#36234;&#26469;&#36234;&#22823;&#40479;~</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;-</p>
<p>&#20013;&#21320;&#25972;&#29702;&#35777;&#20214;&#21457;&#29616;&#24590;&#20040;&#37117;&#26159;&#33521;&#35821;&#30340;&#19996;&#35199;&#65292;toeic&#30340;&#65292;tofel&#30340;&#65292;&#20081;&#19971;&#20843;&#31967;&#30340;&#65292;&#35201;&#26159;gre&#33021;&#22810;&#32771;&#20960;&#20998;&#23601;&#22909;&#20102;&#65292;&#30475;&#36215;&#26469;&#26377;&#28857;&#29275;&#20154;&#30340;&#26679;&#23376;&#36215;&#30721;&#12290;</p>
<p>&#24681;&#65292;&#26576;&#21516;&#23398;&#65292;&#19981;&#35201;&#39554;&#25105;&#65292;&#27809;&#22797;&#20064;gre&#25105;&#30693;&#36947;&#38169;&#20102;&#65292;&#20302;&#20272;&#33258;&#24049;&#33521;&#35821;&#24212;&#35797;&#30340;&#26412;&#20107;&#20102;&#12290;&#22238;&#22836;&#24515;&#24773;&#22909;&#20102;&#65292;&#20877;&#32771;&#19968;&#20010;&#21435;&#65292;&#23601;&#19981;&#30693;&#36947;&#32771;&#20102;&#26377;&#27611;&#27611;&#29992;&#22788;</p>
<p>&#23454;&#39564;&#23460;&#24320;&#22987;&#38480;&#21046;&#27969;&#37327;&#65292;&#19981;&#33021;&#19979;&#30005;&#35270;&#30475;&#21862;&#12290;&#21548;&#27468;&#21591;&#12290;&#21457;&#29616;&#38899;&#20048;&#24211;&#37324;&#24050;&#32463;&#26377;&#33267;&#23569;5&#20010;&#29256;&#26412;&#30340;la vie en rose&#20102;&#65292;&#30495;&#22909;&#65292;&#22810;&#25910;&#38598;&#28857;&#65292;&#22826;&#26377;&#29233;&#21862;&#12290;&#23588;&#20854;&#26159;&#20004;&#23567;&#26080;&#29468;&#37324;&#38754;&#37027;&#20010;&#31461;&#22768;&#29256;&#26412;&#65292;&#21487;&#24796;&#25105;&#27809;&#26377;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#32463;&#20856;&#30340;edith piaf&#65292;&#21333;&#22905;&#33258;&#24049;&#21809;&#30340;&#23601;&#22909;&#20960;&#20010;&#19981;&#21516;&#29256;&#26412;</p>
<p>&#23567;&#37326;&#20029;&#33678;&#30340;</p>
<p>&#36824;&#26377;&#26368;&#36817;&#27969;&#34892;&#36215;&#26469;&#30340;&#25163;&#23707;&#33909;&#65292;&#22768;&#38899;&#24456;&#24178;&#20928;</p>
<p>Louis Armstrong&#30340;&#29256;&#26412;&#20063;&#22815;&#24576;&#26087;</p>
<p>&#36203;&#26412;&#30340;&#40857;&#20964;&#37197;&#37324;&#65292;&#20063;&#26377;&#36825;&#19968;&#27573;&#65292;&#21487;&#24796;&#27809;&#26377;&#25214;&#21040;&#24102;&#20154;&#22768;&#30340;</p>
<p>&#25509;&#19979;&#26469;&#23601;&#26159;&#20004;&#23567;&#26080;&#29468;&#37324;&#38754;&#30340;&#25913;&#32534;&#20102;&#65292;&#26377;&#33410;&#22863;&#24863;&#30340;&#37027;&#19968;&#27573;&#65292;&#21548;&#30528;&#24635;&#24863;&#35273;&#22810;&#20102;&#28857;&#32039;&#24352;&#65307;&#21512;&#21809;&#30340;&#21602;&#65292;&#21487;&#29233;&#22810;&#28857;&#65307;&#21834;&#21834;&#21834;&#65292;&#19981;&#34892;&#20102;&#65292;&#20877;&#35828;&#19979;&#21435;&#65292;&#25105;&#21448;&#24819;&#20877;&#30475;&#19968;&#36941;&#30005;&#24433;&#20102;&#12290;&#12290;&#12290;&#12290;&#12290;
<object classid="clsid:6bf52a52-394a-11d3-b153-00c04f79faa6" width="0" height="0" codebase="http://activex.microsoft.com/activex/controls/mplayer/en/nsmp2inf.cab#Version=5,1,52,701">
<param name="url" value="http://www.anna.is/mp3/LaVieEnRose.mp3" /><param name="url" value="http://www.anna.is/mp3/LaVieEnRose.mp3" /><embed type="application/x-mplayer2" width="0" height="0" src="http://www.anna.is/mp3/LaVieEnRose.mp3" url="http://www.anna.is/mp3/LaVieEnRose.mp3"></embed></object>
</p>
<p>&#21548;&#21548;Armstrong&#30340;&#21543;&#65292;walle&#37324;&#38754;&#20063;&#29992;&#21040;&#20102;&#36825;&#39318;&#27468;&#65292;&#20182;&#21644;eva&#22312;&#22826;&#31354;&#20013;&#36339;&#33310;&#30340;&#26102;&#20505;&#12290;&#28010;&#28459;&#27515;&#20102;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <p class="meta">
    








  


<time datetime="2010-09-30T00:00:00+08:00" pubdate data-updated="true">Sep 30<span>th</span>, 2010</time>
    
  </p>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/09/30/bubblesort/">BubbleSort</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#20882;&#27873;&#25490;&#24207;&#65306;</p>
<p>#include &lt;fstream&gt;<br />
#include &lt;math.h&gt;<br />
using namespace std;<br /><br />
void BubbleSort(int A[],int n)<br />
{<br />
&#160;&#160;&#160; for(int j=1;j!=n;j++)<br />
&#160;&#160;&#160; {<br />
&#160;&#160;&#160; &#160;&#160;&#160; for (int i=0;i!=(n-j);i++)<br />
&#160;&#160;&#160; &#160;&#160;&#160; {<br />
&#160;&#160;&#160; &#160;&#160;&#160; &#160;&#160;&#160; if(A[i]&gt;A[i+1])<br />
&#160;&#160;&#160; &#160;&#160;&#160; &#160;&#160;&#160; {<br />
&#160;&#160;&#160; &#160;&#160;&#160; &#160;&#160;&#160; &#160;&#160;&#160; int t = A[i];<br />
&#160;&#160;&#160; &#160;&#160;&#160; &#160;&#160;&#160; &#160;&#160;&#160; A[i] = A[i+1];<br />
&#160;&#160;&#160; &#160;&#160;&#160; &#160;&#160;&#160; &#160;&#160;&#160; A[i+1] = t;<br />
&#160;&#160;&#160; &#160;&#160;&#160; &#160;&#160;&#160; }<br />
&#160;&#160;&#160; &#160;&#160;&#160; }<br />
&#160;&#160;&#160; }<br />
}<br /><br />
void main()<br />
{<br />
&#160;&#160;&#160; ifstream infile;<br />
&#160;&#160;&#160; ofstream outfile(&#8220;result.txt&#8221;);<br />
&#160;&#160;&#160; infile.open(&#8220;seq.txt&#8221;);<br />
&#160;&#160;&#160; int A[100];<br />
&#160;&#160;&#160; int n=0;<br />
&#160;&#160;&#160; while(!infile.eof())<br />
&#160;&#160;&#160; {<br />
&#160;&#160;&#160; &#160;&#160;&#160; infile&gt;&gt;A[n];<br />
&#160;&#160;&#160; &#160;&#160;&#160; n++;<br />
&#160;&#160;&#160; }<br />
&#160;&#160;&#160; BubbleSort(A,n);<br />
&#160;&#160;&#160; for (int i=0;i!=n;i++)<br />
&#160;&#160;&#160; {<br />
&#160;&#160;&#160; &#160;&#160;&#160; outfile&lt;&lt;&lt;&#8221; &#8220;;<br />
&#160;&#160;&#160; }<br />
}</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <p class="meta">
    








  


<time datetime="2010-09-29T00:00:00+08:00" pubdate data-updated="true">Sep 29<span>th</span>, 2010</time>
    
  </p>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/09/29/%E7%BD%91%E6%98%93%E7%AC%94%E8%AF%95/">网易笔试</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#32593;&#26131;2011&#24180;&#26657;&#22253;&#25307;&#32856;&#31508;&#35797;&#65292;&#36319;&#26377;&#36947;&#21644;&#28216;&#25103;&#26159;&#20998;&#24320;&#36827;&#34892;&#30340;&#65292;&#21478;&#22806;&#37027;&#20457;&#25105;&#36824;&#27809;&#25237;&#31616;&#21382;&#21602;~</p>
<p>&#20256;&#35828;&#20013;&#30340;&#31508;&#35797;&#39064;&#38590;&#30340;bt</p>
<p>&#25105;&#25237;&#30340;&#27979;&#35797;&#24037;&#31243;&#24072;&#65292;&#19968;&#22914;&#26082;&#24448;&#30340;BT</p>
<p>&#22235;&#37096;&#20998;&#65306;&#35745;&#31639;&#26426;&#22522;&#30784;&#65292;Java&#65292;&#25968;&#25454;&#24211;&#65292;&#27979;&#35797;</p>
<p>&#160;</p>
<p>&#35745;&#31639;&#26426;&#22522;&#30784;&#65306;&#27809;&#20960;&#20010;&#39064;&#65292;&#35760;&#24471;&#26377;&#31639;&#27861;&#22797;&#26434;&#24230;&#65292;tcp&#19977;&#27425;&#25569;&#25163;&#65292;&#26368;&#21518;&#36824;&#26377;&#19968;&#20010;&#20889;&#20195;&#30721;&#30340;&#39064;&#30446;&#65292;&#25105;&#26159;&#28145;&#28145;&#28145;&#28145;&#30340;&#35760;&#20303;&#20102;</p>
<p>&#160;&#160;&#160; &#25972;&#24418;&#25968;&#32452;a0,a1,&#8230;.,an&#65292;&#25214;&#20986;&#25968;&#32452;&#20013;&#30340;&#26368;&#22823;&#36830;&#32493;&#23376;&#20018;&#21644;&#65292;&#21363;ax,a(x+1),&#8230;.,ay&#30340;&#21644;&#26368;&#22823;&#65292;&#35201;&#27714;&#31639;&#27861;&#22797;&#26434;&#24230;&#20026;O(n)&#65292;&#20889;&#20986;&#24605;&#36335;&#21644;&#20195;&#30721;&#65292;&#19981;&#38480;&#35821;&#35328;&#12290;</p>
<p>&#160;&#160; &#36825;&#39064;&#32416;&#32467;&#20102;&#22909;&#20037;&#65292;&#36824;&#26159;&#25226;&#33258;&#24049;&#32469;&#36827;&#21435;&#20102;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>Java&#65306;&#36873;&#25321;&#39064;&#65292;&#35835;&#20195;&#30721;&#39064;&#12290;&#22522;&#26412;&#22260;&#32469;&#38754;&#21521;&#23545;&#35937;&#36827;&#34892;&#30340;&#12290;&#31867;&#31867;&#22411;&#65292;&#31867;&#32487;&#25215;&#20043;&#31867;&#12290;Java&#25105;&#19981;&#20250;&#65292;&#20973;&#21360;&#35937;&#20570;&#30340;</p>
<p>&#25968;&#25454;&#24211;&#65306;&#24536;&#23436;&#20102;&#65292;&#30452;&#25509;&#25918;&#24323;&#12290;&#32771;&#20102;&#32034;&#24341;&#31867;&#22411;&#65292;&#20889;spl&#35821;&#21477;&#26816;&#32034;&#20043;&#31867;</p>
<p>&#27979;&#35797;&#65306;&#40657;&#30418;&#30333;&#30418;&#65292;&#27979;&#35797;&#29992;&#20363;&#30340;&#27010;&#24565;&#20998;&#31867;&#20160;&#20040;&#30340;&#65307;qq&#33021;&#30331;&#38470;&#65292;ie&#21364;&#25171;&#19981;&#24320;&#32593;&#39029;&#65292;&#38382;&#20320;&#20250;&#20174;&#21738;&#20960;&#20010;&#26041;&#38754;&#35299;&#20915;&#38382;&#39064;&#65307;&#29983;&#20135;&#20986;&#30340;&#19968;&#27425;&#24615;&#27700;&#26479;&#65292;&#35774;&#35745;&#27979;&#35797;&#29992;&#20363;&#65307;&#20889;&#19968;&#27573;&#20195;&#30721;&#65292;&#20160;&#20040;&#20195;&#30721;&#24536;&#20102;&#65292;&#35753;&#33258;&#24049;&#27979;&#35797;&#35813;&#27573;&#20195;&#30721;&#12290;</p>
<p>&#160;</p>
<p>&#19981;&#21516;&#37096;&#38376;&#19981;&#21516;&#32844;&#20301;&#65292;&#39064;&#30446;&#37117;&#26159;&#19981;&#19968;&#26679;&#30340;&#12290;&#21271;&#20140;&#30340;&#27979;&#35797;&#65292;&#20840;&#32771;&#30340;&#27979;&#35797;&#30693;&#35782;&#65307;&#24320;&#21457;&#65292;&#36824;&#26377;&#26234;&#21147;&#39064;&#35201;&#32771;&#20043;&#31867;&#20043;&#31867;&#12290;&#12290;&#12290;</p>
<p>&#25509;&#36830;&#20960;&#27425;&#31508;&#35797;&#34987;&#37145;&#35270;&#65292;&#22826;&#22826;&#27822;&#20007;&#20102;&#65292;&#22909;&#22909;&#30475;&#20070;&#20102;&#25105;&#65292;&#19981;&#25237;&#31616;&#21382;&#20808;~</p>
<p>&#21710;~</p>
                                    </p>
</div>
  
  


    </article>
  
  <div class="pagination">
    
      <a class="prev" href="/blog/page/14/">&larr; Older</a>
    
    <a href="/blog/archives">Blog Archives</a>
    
    <a class="next" href="/blog/page/12/">Newer &rarr;</a>
    
  </div>
</div>
<aside class="sidebar">
  
    <section>
  <h1>Recent Posts</h1>
  <ul id="recent_posts">
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-change-git-repo-name/">how to change git repo name</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-setup-a-new-remote-git-repo/">How to setup a new remote git repo</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/13/hui-gu-2012/">回顾2012</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/08/my-frist-post/">my-frist-post</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/05/14/eclipse---java.lang.noclassdeffounderror%3A-com.jayway.android.robotium.solo.solo%E9%94%99%E8%AF%AF%E8%A7%A3%E5%86%B3/">eclipse - java.lang.NoClassDefFoundError: com.jayway.android.robotium.solo.Solo错误解决</a>
      </li>
    
  </ul>
</section>






  
</aside>

    </div>
  </div>
  <footer role="contentinfo"><p>
  Copyright &copy; 2013 - muggleyoung -
  <span class="credit">Powered by <a href="http://octopress.org">Octopress</a>. Design by <a href="http://octopressthemes.com">Octopress Themes</a>.</span>
</p>

</footer>
  







  <script type="text/javascript">
    (function(){
      var twitterWidgets = document.createElement('script');
      twitterWidgets.type = 'text/javascript';
      twitterWidgets.async = true;
      twitterWidgets.src = 'http://platform.twitter.com/widgets.js';
      document.getElementsByTagName('head')[0].appendChild(twitterWidgets);
    })();
  </script>





</body>
</html>
