
<!DOCTYPE html>
<!--[if IEMobile 7 ]><html class="no-js iem7"><![endif]-->
<!--[if lt IE 9]><html class="no-js lte-ie8"><![endif]-->
<!--[if (gt IE 8)|(gt IEMobile 7)|!(IEMobile)|!(IE)]><!--><html class="no-js" lang="en"><!--<![endif]-->
<head>
  <meta charset="utf-8">
  <title>muggleyoung's blog</title>
  <meta name="author" content="muggleyoung">

  
  <meta name="description" content="LaTeX&#19981;&#33021;&#36755;&#20837;&#32599;&#39532;&#25968;&#23383;&#65292;&#22312;&#20351;&#29992;IEEE&#25991;&#26723;&#27169;&#26495;&#26102;&# &hellip;">
  

  <!-- http://t.co/dKP3o1e -->
  <meta name="HandheldFriendly" content="True">
  <meta name="MobileOptimized" content="320">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  
  <link rel="canonical" href="http://muggleyoung.github.com/blog/page/13/">
  <link href="/favicon.png" rel="icon">
  <link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
  <script src="/javascripts/modernizr-2.0.js"></script>
  <script src="/javascripts/ender.js"></script>
  <script src="/javascripts/octopress.js" type="text/javascript"></script>
  <link href="/atom.xml" rel="alternate" title="muggleyoung's blog" type="application/atom+xml">
  <!--Fonts from Google"s Web font directory at http://google.com/webfonts -->
<link href="http://fonts.googleapis.com/css?family=PT+Serif:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<link href="http://fonts.googleapis.com/css?family=PT+Sans:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">

  

</head>

<body   >
  <header role="banner"><hgroup>
  <h1><a href="/">muggleyoung's blog</a></h1>
  
    <h2>A blogging framework for hackers.</h2>
  
</hgroup>

</header>
  <nav role="navigation"><ul class="subscription" data-subscription="rss">
  <li><a href="/atom.xml" rel="subscribe-rss" title="subscribe via RSS">RSS</a></li>
  
</ul>
  
<form action="http://google.com/search" method="get">
  <fieldset role="search">
    <input type="hidden" name="q" value="site:muggleyoung.github.com" />
    <input class="search" type="text" name="q" results="0" placeholder="Search"/>
  </fieldset>
</form>
  
<ul class="main-navigation">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
</ul>

</nav>
  <div id="main">
    <div id="content">
      <div class="blog-index">
  
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/06/30/latex%E5%AD%A6%E4%B9%A04-%E8%BE%93%E5%85%A5%E7%BD%97%E9%A9%AC%E6%95%B0%E5%AD%97/">Latex学习4-输入罗马数字</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-06-30T00:00:00+08:00" pubdate data-updated="true">Jun 30<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>LaTeX&#19981;&#33021;&#36755;&#20837;&#32599;&#39532;&#25968;&#23383;&#65292;&#22312;&#20351;&#29992;IEEE&#25991;&#26723;&#27169;&#26495;&#26102;&#20505;&#65292;&#33258;&#21160;&#29983;&#25104;&#30340;section&#32534;&#21495;&#21448;&#26159;&#32599;&#39532;&#30340;&#12290;&#25152;&#20197;&#22312;&#24341;&#29992;section&#30340;&#26102;&#20505;&#65292;&#21457;&#29616;&#38382;&#39064;&#24278;~</p>
<p>&#22914;&#19979;&#35299;&#20915;&#26041;&#26696;&#65306;</p>
<p>\uppercase\expandafter{\romannumeral2}&#160;&#160;&#160;&#160;&#160; &#36755;&#20837;&#22823;&#20889;&#32599;&#39532;&#25968;&#23383;2&#65292;<br />
\romannumeral2&#160;&#160;&#160;&#160;&#160; &#36755;&#20837;&#23567;&#20889;&#32599;&#39532;&#25968;&#23383;2&#12290;</p>
<p>&#32463;&#35797;&#39564;&#65292;&#27492;&#26041;&#27861;&#28784;&#24120;ok~</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/06/28/%E5%8D%8E%E4%B8%BA%E5%AE%9E%E4%B9%A0%E7%94%9F/">华为实习生</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-06-28T00:00:00+08:00" pubdate data-updated="true">Jun 28<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#160;&#160;&#160; &#31471;&#21320;&#21069;&#19968;&#22825;&#65292;&#21326;&#20026;&#26469;&#25307;&#23454;&#20064;&#29983;&#12290;</p>
<p>&#160;&#160;&#160; &#27491;&#22909;&#26089;&#26216;boss&#21457;&#39129;&#20102;&#65292;&#25105;&#32769;&#32769;&#23454;&#23454;&#24453;&#22312;&#23454;&#39564;&#23460;&#65292;&#23601;&#36319;&#30528;&#21478;&#22806;&#20960;&#20010;&#23043;&#20570;&#20102;&#31616;&#21382;&#65292;&#21435;&#20945;&#20010;&#28909;&#38393;&#12290;</p>
<p>&#160;&#160;&#160; &#27969;&#31243;&#24456;&#31616;&#21333;&#65292;&#20808;&#25216;&#26415;&#38754;&#65292;&#28982;&#21518;&#24615;&#26684;&#27979;&#35797;&#65292;&#28982;&#21518;&#32508;&#21512;&#38754;</p>
<p>&#160;&#160;&#160; &#24403;&#22825;&#19979;&#21320;&#65292;&#25105;&#21482;&#20570;&#20102;&#25216;&#26415;&#38754;</p>
<p>&#160;&#160;&#160; &#38754;&#35797;&#23448;&#20063;&#36824;&#27604;&#36739;nice&#12290;</p>
<p>&#160;&#160;&#160; &#20808;&#38382;&#20102;&#26368;&#29087;&#24713;&#20160;&#20040;&#35821;&#35328;&#12290;&#25105;&#35828;matlab&#65292;&#20154;&#23478;&#20063;&#19981;&#30528;&#21183;&#25105;&#12290;&#21482;&#22909;&#21193;&#24378;&#35828;C++&#21543;&#12290;&#36824;&#19981;&#24536;&#35828;&#26126;&#65292;&#26159;&#20197;&#21069;&#20250;&#65292;&#29616;&#22312;&#24536;&#24471;&#24046;&#19981;&#22810;&#20102;&#12290;</p>
<p>&#160;&#160;&#160; &#21448;&#38382;&#65292;C++&#36824;&#35760;&#24471;&#20160;&#20040;&#27010;&#24565;&#12290;&#34394;&#20989;&#25968;&#65292;&#22810;&#24577;&#21861;&#30340;&#65292;&#32993;&#35828;&#20102;&#19968;&#22534;&#12290;</p>
<p>&#160;&#160;&#160; &#38382;&#65306;&#34394;&#20989;&#25968;&#23450;&#20041;&#24590;&#20040;&#20889;</p>
<p>&#160;&#160;&#160; &#31572;&#65306;virtual &#12290;&#12290;&#12290;&#12290;</p>
<p>&#160;&#160;&#160; &#38382;&#65306;&#32431;&#34394;&#20989;&#25968;&#21644;&#34394;&#20989;&#25968;&#30340;&#21306;&#21035;&#12290;&#36825;&#20010;&#35980;&#20284;&#32463;&#24120;&#20250;&#34987;&#38382;&#21040;</p>
<p>&#160;&#160;&#160; &#22238;&#31572;&#23601;&#37027;&#19968;&#22871;&#65292;&#25105;&#37117;&#35828;&#30340;&#30333;&#35805;&#25991;&#65292;&#23601;&#19981;&#32452;&#32455;&#20102;&#12290;&#32972;&#23450;&#20041;&#23454;&#22312;&#19981;&#26159;&#25105;&#24378;&#39033;&#21834;&#12290;</p>
<p>&#160;&#160;&#160; &#28982;&#21518;&#21448;&#36861;&#38382;&#20102;&#32431;&#34394;&#20989;&#25968;&#21643;&#23450;&#20041;&#12290;&#25105;&#19981;&#20250;&#12290;</p>
<p>&#160;&#160;&#160; &#19968;&#30475; &#25105;&#26159;&#23398;&#35745;&#31639;&#26426;&#30340;&#65292;&#23601;&#35828;&#35201;&#20986;&#20010;&#38590;&#28857;&#30340;&#39064;&#30446;&#12290;&#21523;&#24471;&#25105;&#30452;&#23458;&#27668;&#12290;&#21035;&#22826;&#38590;&#65292;&#37117;&#24536;&#24471;&#24046;&#19981;&#22810;&#20102;&#12290;</p>
<p>&#160;&#160;&#160; &#28982;&#21518;&#23601;&#20986;&#20102;&#20010;&#32473;&#38142;&#34920;&#37324;&#21152;&#20803;&#32032;&#30340;&#39064;&#30446;&#12290;&#38142;&#34920;&#30001;&#22823;&#21040;&#23567;&#25490;&#24207;&#20102;&#30340;&#12290;</p>
<p>&#160;&#160;&#160; &#21407;&#29702;&#25105;&#20063;&#20250;&#35828;&#65292;&#21487;&#23601;&#26159;&#19981;&#20250;&#20889;&#12290;&#20889;&#21040;&#19968;&#21322;&#65292;&#23043;&#36824;&#25554;&#22068;&#35828;&#65292;&#35760;&#24471;&#32771;&#34385;&#19975;&#19968;&#33410;&#28857;&#20026;&#31354;&#30340;&#24773;&#20917;&#12290;&#25105;&#25104;&#21151;&#30340;&#25226;&#33258;&#24049;&#32469;&#36827;&#21435;&#20102;&#12290;</p>
<p>&#160;&#160;&#160; &#20195;&#30721;&#19968;&#22604;&#31946;&#28034;&#65292;&#19981;&#22810;&#35828;&#12290;&#24613;&#30340;&#25105;&#65292;&#21448;&#27604;&#27604;&#21010;&#21010;&#30340;&#65292;&#35762;&#20102;&#19968;&#36890;&#36947;&#29702;&#65292;&#24819;&#35828;&#26126;&#25105;&#30495;&#30340;&#25026;&#12290;</p>
<p>&#160;&#160;&#160; &#23043;&#35828;&#65292;&#37027;&#25105;&#20877;&#32473;&#20320;&#20986;&#20010;&#39064;&#65311;</p>
<p>&#160;&#160;&#160; &#25105;&#29305;&#25171;&#20987;&#65292;&#29233;&#31572;&#19981;&#29702;&#30340;&#35828;&#65306;&#38543;&#20415;&#20320;&#21543;</p>
<p>&#160;&#160;&#160; &#28982;&#21518;&#65292;&#35753;&#25105;&#37322;&#25918;&#19968;&#20010;&#38142;&#34920;&#12290;</p>
<p>&#160;&#160;&#160; &#20854;&#23454;&#25105;&#36824;&#26159;&#19981;&#20250;&#65292;&#26681;&#26412;&#19981;&#35760;&#24471;&#37322;&#25918;&#26159;&#21861;&#20102;&#12290;&#35797;&#25506;&#30340;&#38382;&#20102;&#21477;&#65292;&#37322;&#25918;&#26159;delete&#65292;&#36824;&#26159;free&#65311;</p>
<p>&#160;&#160;&#160; &#23043;&#31572;&#65306;C++&#26159;delete</p>
<p>&#160;&#160;&#160; &#37027;&#23601;&#22909;&#21150;&#20102;&#65292;&#19981;&#23601;&#26159;&#21024;&#38500;&#20040;&#12290;</p>
<p>&#160;&#160;&#160; &#25105;&#36824;&#33258;&#20316;&#32874;&#26126;&#30340;&#65292;&#22810;&#32771;&#34385;&#20102;&#28857;&#21861;&#24773;&#20917;&#12290;</p>
<p>&#28982;&#21518;&#65292;&#36825;&#23601;&#36807;&#20102;&#25216;&#26415;&#38754;&#12290;</p>
<p>&#25509;&#19979;&#26469;&#23601;&#26159;&#24615;&#26684;&#27979;&#35797;&#65292;&#21644;&#32508;&#21512;&#38754;</p>
<p>&#19981;&#24471;&#19981;&#35828;&#65292;&#36825;&#22330;&#25307;&#32856;&#26159;&#28151;&#20081;&#30340;&#12290;</p>
<p>&#25105;&#26681;&#26412;&#23601;&#27809;&#26377;&#21435;&#21442;&#21152;&#24615;&#26684;&#27979;&#35797;&#65292;&#21326;&#20026;&#30340;HR&#31455;&#28982;&#36824;&#19987;&#31243;&#25171;&#30005;&#35805;&#36890;&#30693;&#25105;&#21435;&#32508;&#21512;&#38754;</p>
<p>&#25105;&#23460;&#21451;&#65292;&#24615;&#26684;&#27979;&#35797;&#27809;&#36890;&#36807;&#30340;&#65292;&#20063;&#36890;&#30693;&#20102;&#65292;&#32467;&#26524;&#23043;&#36305;&#36807;&#21435;&#38754;&#35797;&#65292;&#22823;&#24237;&#24191;&#20247;&#20043;&#19979;&#34987;&#25733;&#22238;&#26469;&#65292;&#24515;&#37324;&#32943;&#23450;&#24456;&#38590;&#21463;&#12290;&#35201;&#26159;&#25105;&#65292;&#23601;&#26159;&#19981;&#21557;&#65292;&#20063;&#35201;&#20105;&#19968;&#19979;&#30340;&#12290;&#22826;&#19981;&#38752;&#35889;&#20102;&#65292;&#33258;&#24049;&#20081;&#20102;&#65292;&#36824;&#30606;&#25240;&#33150;&#21035;&#20154;&#12290;</p>
<p>&#19968;&#24320;&#22987;&#19981;&#35273;&#24471;&#65292;&#36890;&#36807;&#21518;&#38754;&#30340;&#19968;&#31995;&#21015;&#65292;&#36234;&#26469;&#36234;&#23545;&#21326;&#20026;&#21360;&#35937;&#19981;&#22909;&#20102;</p>
<p>&#28151;&#20081;&#26159;&#19968;&#23567;&#26041;&#38754;</p>
<p>&#20027;&#35201;&#26159;&#24577;&#24230;&#65292;&#26126;&#26174;&#30340;&#19981;&#24597;&#27809;&#20154;&#26469;&#25105;&#20204;&#20844;&#21496;&#30340;&#26679;&#20799;&#12290;&#21047;&#20154;&#24456;&#33609;&#29575;&#19981;&#35828;&#65292;&#36824;&#36825;&#20040;&#26080;&#25152;&#35859;</p>
<p>&#19981;&#36807;&#20063;&#26159;&#21704;&#65292;&#29616;&#22312;&#25214;&#24037;&#20316;&#30340;&#20154;&#30830;&#23454;&#22810;&#65292;&#33021;&#32473;&#20320;&#20204;&#36825;&#31181;&#20844;&#21496;&#36275;&#22815;&#30340;&#20449;&#24515;&#65292;&#22810;&#38169;&#36807;&#20960;&#20010;&#26681;&#26412;&#23601;&#27809;&#21861;</p>
<p>&#21487;&#24796;&#65292;&#25105;&#19981;&#22823;&#33021;&#25509;&#21463;&#36825;&#31181;&#24577;&#24230;&#22914;&#27492;&#26126;&#26174;&#30340;&#26174;&#29616;</p>
<p>&#19981;&#22810;&#35828;&#20102;&#65292;&#24615;&#26684;&#27979;&#35797;&#30340;&#19981;&#21512;&#29702;&#24615;&#65292;&#31561;&#25105;&#24515;&#29702;&#23398;&#22522;&#30784;&#25958;&#23454;&#20123;&#20102;&#20877;&#26469;&#35828;&#12290;</p>
<p>&#19981;&#26159;&#35828;&#24615;&#26684;&#27979;&#35797;&#19981;&#21512;&#29702;&#65292;&#32780;&#26159;&#20320;&#30340;&#19981;&#21512;&#29702;&#65292;&#20197;&#19981;&#21512;&#29702;&#30340;&#27979;&#35797;&#20026;&#26631;&#26438;&#65292;&#26356;&#26159;&#19981;&#21512;&#29702;&#65292;&#21518;&#35805;&#21518;&#35805;~&#25105;&#23613;&#37327;&#34507;&#23450;~</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/06/27/%E6%88%91%E6%98%AF%E8%80%81%E8%BF%B7%E7%B3%8A/">我是老迷糊</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-06-27T00:00:00+08:00" pubdate data-updated="true">Jun 27<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#21448;&#22909;&#20037;&#27809;&#26469;&#20889;&#20102;&#21543;</p>
<p>&#25105;&#20063;&#35273;&#24471;&#24456;&#20037;&#20102;</p>
<p>&#26368;&#36817;&#21448;&#24320;&#22987;&#38519;&#20837;&#36855;&#31946;</p>
<p>&#26376;&#35201;&#31163;&#24320;&#20102;&#65292;&#21435;&#26032;&#21152;&#22369;</p>
<p>lh&#20063;&#35201;&#31163;&#24320;&#20102;&#65292;&#21435;&#32654;&#22269;</p>
<p>&#26790;&#39640;&#32771;&#65292;&#22635;&#24535;&#24895;&#65292;&#36873;&#22478;&#24066;&#36873;&#23398;&#26657;&#65307;&#25105;&#29468;&#65292;&#25110;&#35768;&#22905;&#20063;&#20250;&#21435;&#26032;&#21152;&#22369;</p>
<p>&#25214;&#24037;&#20316;&#30340;&#20107;&#20799;&#65292;&#20063;&#36817;&#22312;&#21675;&#23610;&#20102;</p>
<p>&#160;</p>
<p>&#33258;&#24049;&#24819;&#19981;&#26126;&#30333;&#30340;&#26102;&#20505;&#19981;&#35813;&#30606;&#20889;&#65292;&#20063;&#20889;&#19981;&#20986;&#20160;&#20040;</p>
<p>&#23545;&#20110;&#24863;&#24773;&#65292;&#20284;&#20046;&#36824;&#26159;&#40635;&#26408;&#20919;&#28448;</p>
<p>&#21809;&#30528;&#20116;&#26376;&#22825;&#30340;&#27468;&#65292;&#24515;&#20013;&#26377;&#24863;&#21160;&#65292;&#21364;&#20381;&#28982;&#19981;&#20877;&#30456;&#20449;&#21644;&#26399;&#24453;</p>
<p>&#24681;&#65292;&#25105;&#29233;&#24754;&#20260;&#30340;&#27468;&#65292;&#25152;&#20197;&#26368;&#22909;&#21035;&#35753;&#25105;&#21548;&#21040;</p>
<p>&#26368;&#36817;&#29233;&#30340;&#27468;&#65306;&#21578;&#21035;&#30340;&#26102;&#20195;&#65292;&#26368;&#37325;&#35201;&#30340;&#23567;&#20107;&#12290;&#12290;&#12290;&#12290;&#20116;&#26376;&#22825;&#30340;&#27468;&#65292;&#27468;&#35789;&#30495;&#30340;&#19981;&#38169;&#65292;&#21435;&#21809;&#27468;&#20063;&#28385;&#21457;&#27844;&#30340;</p>
<p>&#20986;&#21435;&#25214;&#20154;&#21917;&#37202;&#32842;&#22825;&#20799;&#20102;&#65292;&#33041;&#34955;&#22826;&#20081;</p>
<p>&#26202;&#23433;&#21949;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/06/21/%E8%BF%99%E4%B8%80%E5%A4%A9%EF%BC%8C%E5%95%A5%E9%83%BD%E8%AF%B4%E6%98%8E%E7%99%BD%E4%BA%86/">这一天，啥都说明白了</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-06-21T00:00:00+08:00" pubdate data-updated="true">Jun 21<span>st</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#36825;&#19968;&#22825;&#65292;&#20940;&#26216;&#65292;&#24052;&#35199;&#31185;&#29305;&#36842;&#29926;&#65292;3&#65306;1&#65292;&#21152;&#26368;&#21518;&#30340;&#37027;&#24352;&#32418;&#29260;</p>
<p>&#26202;&#19978;&#65292;&#33889;&#33796;&#29273;&#26397;&#40092;&#65292;7&#65306;0&#65292;&#38169;&#36807;&#20102;&#19978;&#21322;&#22330;&#21644;&#31532;&#19968;&#20010;&#36827;&#29699;</p>
<p>&#36825;&#19968;&#22825;&#30340;&#20004;&#22330;&#29699;&#36187;&#65292;&#25105;&#30475;&#20102;&#30340;&#20004;&#22330;&#65292;&#36824;&#37117;&#19981;&#38169;&#22043;</p>
<p>&#26576;&#20154;&#65292;&#38169;&#36807;&#20102;&#21320;&#22812;&#30340;&#31934;&#24425;&#65292;&#29100;&#22812;&#22362;&#25345;&#21040;&#27604;&#36187;&#21363;&#23558;&#24320;&#22987;&#65292;&#30561;&#20102;&#65292;&#27604;&#36187;&#32467;&#26463;&#65292;&#37266;&#20102;&#12290;&#21704;&#21704;</p>
<p>&#26576;&#20154;&#65292;&#26080;&#31119;&#35265;&#35782;&#21382;&#21490;&#24615;&#30340;&#19971;&#20154;&#36827;&#19971;&#29699;&#30340;7&#65306;0</p>
<p>&#26576;&#26576;&#26576;&#20154;&#65292;&#30475;&#30005;&#35270;&#27604;&#25105;&#24930;&#21322;&#25293;&#65292;&#27599;&#27425;&#36827;&#29699;&#65292;&#25105;&#22823;&#21898;&#26102;&#65292;&#23043;&#24456;&#37057;&#38391;&#30340;&#26395;&#30528;&#25105;&#65292;&#38590;&#36947;&#21448;&#36827;&#20102;&#12290;&#12290;&#12290;</p>
<p>&#21322;&#20998;&#38047;&#21518;&#65292;&#36523;&#36793;&#21497;&#24687;&#21644;&#28608;&#21160;&#22768;&#22235;&#36215;</p>
<p>&#36824;&#26377;&#26576;&#26576;&#20154;&#21834;&#65292;&#24930;&#30340;&#21487;&#23601;&#19981;&#27490;&#21322;&#25293;&#20102;</p>
<p>&#25964;&#35831;&#23545;&#21495;&#20837;&#24231;~</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8211;</p>
<p>&#30830;&#23454;&#65292;&#25105;&#27809;&#21917;&#37257;&#36807;</p>
<p>&#21917;&#37257;&#26159;&#21861;&#24863;&#35273;</p>
<p>&#20250;&#19981;&#20250;&#21520;&#21834;&#65292;&#37027;&#25105;&#23601;&#19981;&#35201;&#37257;&#20102;</p>
<p>&#37202;&#22766;&#24578;&#20154;&#32966;&#65292;&#36825;&#35805;&#65292;&#26377;&#36947;&#29702;&#30340;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;-</p>
<p>8&#24180;&#65292;&#22909;&#20037;~</p>
<p>8/24&#65292;&#25105;&#30446;&#21069;&#20154;&#29983;&#30340;1/3&#65292;&#25105;&#20204;&#20154;&#29983;&#30340;1/3</p>
<p>&#25105;&#27809;&#26377;&#35760;&#20303;&#24180;&#38480;&#65292;&#35760;&#20303;&#20102;&#20854;&#20182;</p>
<p>&#27604;&#22914;&#65306;</p>
<p>&#26700;&#38754;&#25991;&#20214;&#22841;&#37324;&#34255;&#30528;&#19968;&#24352;&#29031;&#29255;&#65292;&#22823;&#19968;&#26102;&#24040;&#32982;&#30340;&#25105;</p>
<p>&#37027;&#26102;&#24471;&#26377;130&#20102;&#65292;&#24819;&#32993;&#21507;&#28023;&#22622;&#30340;&#26102;&#20505;&#65292;&#23601;&#20250;&#30475;&#30475;&#37027;&#24352;&#29031;&#29255;</p>
<p>&#24403;&#28982;&#65292;&#25105;&#20063;&#35760;&#24471;&#65292;&#36825;&#20960;&#21313;&#26020;&#32933;&#32905;&#65292;&#38500;&#20102;&#25105;&#29240;&#25105;&#22993;&#20197;&#22806;&#65292;&#36824;&#26377;&#20320;&#19968;&#20221;&#21151;&#21171;</p>
<p>&#20877;&#27604;&#22914;&#65306;</p>
<p>&#21069;&#20004;&#21608;&#22238;&#23478;&#65292;&#24635;&#20250;&#36538;&#22312;&#24202;&#19978;&#30475;&#25105;&#20204;&#20200;&#65292;&#25105;&#24403;&#28982;&#35760;&#24471;&#35841;&#36865;&#25105;&#30340;</p>
<p>&#27604;&#22914;&#65306;</p>
<p>&#27599;&#22825;&#29228;&#19978;&#24202;&#37117;&#33021;&#30475;&#21040;&#30340;&#37027;&#21402;&#21402;&#19968;&#25694;&#20070;&#65292;&#25105;&#24403;&#28982;&#20063;&#35760;&#24471;&#65292;&#35841;&#38388;&#25509;&#25958;&#20419;&#30528;&#25105;&#36825;&#25042;&#34507;&#65292;&#22810;&#28857;&#19978;&#36827;&#24515;</p>
<p>&#160;</p>
<p>&#25152;&#20197;&#65292;&#24180;&#36731;&#26102;&#20505;&#30340;&#38169;&#35823;&#65292;&#23601;&#35753;&#23427;&#37117;&#36807;&#21435;&#21543;</p>
<p>&#20197;&#21518;&#65292;&#25105;&#32943;&#23450;&#36824;&#26159;&#20250;&#29359;&#24456;&#22810;&#38169;&#35823;&#65292;&#22810;&#25285;&#24453;&#21543;</p>
<p>&#160;</p>
<p>&#24681;&#65292;&#25105;&#25215;&#35748;&#65292;&#30830;&#23454;&#26159;&#27809;&#26377;&#23436;&#20840;&#36208;&#20986;&#26469;</p>
<p>&#19981;&#28982;&#20063;&#19981;&#33267;&#20110;&#65292;&#23545;&#24863;&#24773;&#65292;&#22914;&#27492;&#20919;&#28129;&#19981;&#26399;&#24453;</p>
<p>&#29978;&#33267;&#65292;&#19981;&#20877;&#25265;&#26377;&#32654;&#22909;&#30340;&#24895;&#26395;</p>
<p>&#29233;&#21643;&#21643;&#22320;&#21543;&#65292;&#35813;&#26469;&#30340;&#65292;&#35828;&#19981;&#23450;&#21861;&#26102;&#20505;&#23601;&#26469;&#20102;&#12290;</p>
<p>&#19981;&#36807;&#65292;&#25105;&#30495;&#19981;&#30460;&#26395;&#65292;&#20063;&#27809;&#24187;&#24819;&#32780;&#24050;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;</p>
<p>&#30001;&#19978;&#38754;&#30340;8&#65292;&#25105;&#21448;&#24819;&#21040;&#20102;12</p>
<p>&#29983;&#21629;&#30340;1/2</p>
<p>&#21451;&#24773;&#65292;&#22914;&#27492;&#29645;&#36149;</p>
<p>&#25105;&#30693;&#36947;&#20320;&#20204;&#20010;&#20010;&#37117;&#24456;&#20108;</p>
<p>&#34920;&#38754;&#19981;&#25226;&#25105;&#24403;&#22899;&#29983;</p>
<p>&#21487;&#26159;&#65292;&#26377;&#21861;&#20107;&#20799;&#30340;&#26102;&#20505;&#65292;&#38752;&#35889;&#30340;&#20154;&#65292;&#36824;&#37117;&#26159;&#22312;&#36825;&#37324;</p>
<p>&#20063;&#35874;&#35874;&#20320;&#20204;</p>
<p>&#21271;&#20140;&#20043;&#34892;&#36190;&#21161;&#28900;&#40493;&#30340;&#23043;</p>
<p>&#23396;&#21333;&#26102;&#20505;&#65292;&#32473;&#25105;&#23450;&#24515;&#20024;&#30340;&#23043;</p>
<p>&#20599;&#25042;&#26102;&#20505;&#40723;&#21169;&#25105;&#30340;</p>
<p>&#28902;&#36481;&#26102;&#20505;&#32784;&#24515;&#24110;&#25105;&#20998;&#26512;&#30340;</p>
<p>&#22833;&#24651;&#26102;&#20505;&#24110;&#25105;&#20986;&#27668;&#30340;</p>
<p>&#21700;&#25105;&#39640;&#20852;&#30340;</p>
<p>&#24635;&#20043;&#37117;&#26159;&#20320;&#20204;&#21862;</p>
<p>&#21531;&#23376;&#20043;&#20132;&#28129;&#22914;&#27700;&#65292;&#23545;&#21703;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#20869;&#20010;&#65292;&#20869;&#20010;&#21483;&#23567;&#39134;&#30340;&#23043;&#65292;&#20320;&#23601;&#19981;&#25530;&#21644;&#22312;&#37324;&#38754;&#20102;&#21704;&#12290;&#21681;&#20457;&#26126;&#26174;&#29976;&#33509;&#37300;&#30340;&#23567;&#20154;&#20040;&#65292;&#21704;&#21704;&#21704;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/06/18/%E7%94%B1boss%E5%8F%91%E9%A3%99%E8%81%94%E6%83%B3%E5%88%B0%E6%88%91%E7%9A%84%E5%90%8E%E9%9D%92%E6%98%A5%E6%9C%9F%E5%8F%9B%E9%80%86/">由boss发飙联想到我的后青春期叛逆</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-06-18T00:00:00+08:00" pubdate data-updated="true">Jun 18<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#160;&#160;&#160; &#31361;&#28982;&#19981;&#24819;&#35828;&#31471;&#21320;&#33410;&#20102;&#12290;</p>
<p>&#160;&#160;&#160; &#26089;&#19978;&#30475;&#20102;NBA&#65292;&#20381;&#29031;&#24815;&#20363;&#65292;&#25105;&#25903;&#25345;&#30340;&#29699;&#38431;&#65292;&#26368;&#21518;&#24635;&#26159;&#25346;&#20102;&#30340;&#37027;&#20010;&#12290;</p>
<p>&#160;&#160;&#160; &#23601;&#26159;&#19981;&#21643;&#21916;&#27426;&#28246;&#20154;&#65292;&#25110;&#35768;&#25105;&#26377;&#21516;&#24773;&#24369;&#32773;&#30340;&#24515;&#29702;&#12290;&#28246;&#20154;&#37027;&#20040;&#39640;&#35843;&#65292;&#26159;&#20010;&#20154;&#37117;&#25954;&#35828;&#25105;&#29233;&#28246;&#20154;&#65292;&#25105;&#29233;&#31185;&#27604;&#12290;&#30495;&#27809;&#21170;&#12290;</p>
<p>&#160;&#160;&#160; &#25105;&#23601;&#19981;&#29233;&#31185;&#27604;&#65292;&#21152;&#20869;&#29305;&#20063;&#19981;&#38169;&#21834;&#65292;&#36824;&#26377;&#37027;&#20010;rondo&#65292;&#19981;&#30693;&#26159;&#19981;&#36825;&#26679;&#25340;&#65292;&#20294;&#22312;&#20182;&#36523;&#19978;&#65292;&#20284;&#20046;&#30475;&#21040;&#28857;&#33406;&#24343;&#26862;&#30340;&#24433;&#23376;&#12290;</p>
<p>&#160;&#160;&#160; &#20170;&#26202;&#30340;&#36275;&#29699;&#65292;&#21448;&#26159;&#36825;&#26679;&#65292;&#25105;&#35828;&#24503;&#22269;&#38752;&#35889;&#65292;&#20250;&#36194;&#12290;</p>
<p>&#160;&#160;&#160; &#22312;&#23567;&#33285;&#23478;&#30475;&#20102;&#21322;&#22330;&#65292;1&#65306;0&#12290;0&#26159;&#24503;&#22269;&#12290;&#31561;&#25105;&#22238;&#21040;&#23398;&#26657;&#65292;&#36755;&#20102;&#12290;&#25454;&#35828;&#65292;&#24503;&#22269;&#31455;&#28982;&#36830;&#28857;&#29699;&#37117;&#20002;&#20102;&#12290;&#21710;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#160;&#160;&#160; &#21518;&#38754;&#36275;&#29699;&#36825;&#20010;&#65292;&#25105;&#20063;&#27809;&#21516;&#24773;&#24369;&#32773;&#21834;&#12290;&#12290;&#12290;</p>
<p>&#160;</p>
<p>&#160;&#160;&#160; &#31361;&#28982;&#65292;&#23601;&#24819;&#36215;&#20102;boss&#21457;&#39129;&#30340;&#20107;&#20799;&#12290;&#25105;&#23545;&#36825;&#20107;&#20799;&#24863;&#21040;&#19981;&#29245;&#65292;&#20854;&#23454;&#36947;&#29702;&#35841;&#19981;&#30693;&#36947;&#65292;&#35841;&#19981;&#20250;&#35828;&#65292;&#21487;&#26159;&#23601;&#26159;&#19981;&#29245;&#22043;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#160;&#160;&#160; &#32852;&#24819;&#21040;&#20102;&#25105;&#30340;&#25945;&#31185;&#20070;&#65292;&#36824;&#26377;&#31185;&#23398;&#26494;&#40736;&#20250;&#30475;&#21040;&#30340;&#19968;&#31687;&#25991;&#31456;&#12290;</p>
<p>&#25688;&#19968;&#27573;&#65306;</p>
<p><span style="color: #ff0000;">&#19971;&#21313;&#24180;&#20195;&#65292;&#24503;&#35199;&#22312;&#26031;&#22374;&#31119;&#22823;&#23398;&#24320;&#23637;&#30340;&#30740;&#31350;&#20063;&#25903;&#25345;&#36825;&#19968;&#32467;&#35770;&#65306;&#23398;&#29983;&#34987;&#20998;&#20026;&#20004;&#32452;&#30011;&#30011;&#65292;&#19968;&#32452;&#21487;&#20197;&#24471;&#21040;&#19968;&#20123;&#22870;&#21169;&#65292;&#27604;&#22914;&#19968;&#39063;&#37329;&#26143;&#31561;&#65292;&#21478;&#19968;&#32452;&#21364;&#27809;&#26377;&#22870;&#21169;&#12290;&#20960;&#21608;&#21518;&#65292;&#36890;&#36807;&#21333;&#21521;&#35266;&#23519;&#21457;&#29616;&#65292;&#27809;&#26377;&#22870;&#21169;&#30340;&#23398;&#29983;&#24179;&#26102;&#20173;&#28982;&#21916;&#27426;&#30011;&#30011;&#65292;&#32780;&#37027;&#20123;&#33719;&#24471;&#22870;&#21169;&#30340;&#23398;&#29983;&#21364;&#19981;&#24590;&#20040;&#30011;&#30011;&#20102;&#8212;&#8212;&#27809;&#26377;&#22870;&#21169;&#25343;&#65292;&#20026;&#20160;&#20040;&#36824;&#35201;&#30011;&#21602;&#65311;</span></p>
<p><span style="color: #ff0000;">&#24503;&#35199;&#30340;&#30740;&#31350;&#22260;&#32469;&#36825;&#19968;&#20010;&#37325;&#35201;&#30340;&#24515;&#29702;&#23398;&#27010;&#24565;&#8212;&#8212;&#21160;&#26426;&#12290;&#20182;&#30340;&#29702;&#35770;&#20043;&#22788;&#65292;&#24403;&#22806;&#37096;&#21160;&#26426;&#24456;&#24378;&#28872;&#65292;&#20869;&#37096;&#21160;&#26426;&#23601;&#35201;&#21463;&#21040;&#21387;&#21046;&#12290;&#23545;&#20110;&#24402;&#22240;&#29702;&#35770;&#30340;&#30740;&#31350;&#20063;&#22312;&#20174;&#20391;&#38754;&#35777;&#26126;&#65306;&#24403;&#36827;<br />
&#34892;&#19968;&#39033;&#24700;&#20154;&#30340;&#20219;&#21153;&#26102;&#65292;&#22914;&#26524;&#32473;&#19982;&#22870;&#21169;&#65292;&#21442;&#21152;&#32773;&#23601;&#20542;&#21521;&#20110;&#25226;&#20219;&#21153;&#35780;&#20215;&#30340;&#26356;&#38590;&#20197;&#24525;&#21463;&#12290;&#22240;&#20026;&#37027;&#20123;&#24471;&#19981;&#21040;&#22870;&#21169;&#30340;&#20154;&#20542;&#21521;&#20110;&#23558;&#33258;&#24049;&#20570;&#20107;&#30340;&#21407;&#22240;&#24402;&#32467;&#20026;&#20219;&#21153;&#26377;&#21560;&#24341;&#21147;&#65292;&#32780;&#37027;&#20123;&#24471;<br />
&#21040;&#22870;&#21169;&#30340;&#20154;&#21017;&#25226;&#21407;&#22240;&#24402;&#22312;&#20102;&#22870;&#21169;&#26412;&#36523;&#12290;</span></p>
<p>&#36825;&#26159;&#26089;&#26399;&#19968;&#20010;&#31616;&#21333;&#30340;&#23454;&#39564;&#12290;&#26681;&#25454;&#25945;&#31185;&#20070;&#20171;&#32461;&#65292;&#20010;&#20154;&#35748;&#20026;&#65292;&#20998;&#26512;&#26041;&#27861;&#23548;&#21521;&#24615;&#22826;&#24378;&#65292;&#23458;&#35266;&#29615;&#22659;&#21333;&#19968;&#65292;&#19981;&#36807;&#65292;&#19968;&#23450;&#31243;&#24230;&#19978;&#65292;&#36824;&#26159;&#21487;&#20197;&#20304;&#35777;&#21518;&#38754;&#19968;&#27573;&#20851;&#20110;&#21160;&#26426;&#30340;&#35770;&#36848;&#12290;</p>
<p>&#160;&#160;&#160; &#21518;&#38754;&#20171;&#32461;&#30340;&#23454;&#39564;&#22826;&#38271;&#20102;&#65292;&#19981;&#22909;&#25688;&#20102;&#12290;&#22823;&#27010;&#35828;&#35828;&#12290;</p>
<p>&#160;&#160;&#160; &#30740;&#31350;&#20154;&#21592;&#22312;&#32654;&#22269;&#21508;&#22320;&#32852;&#31995;&#65292;&#25214;&#20102;N&#22810;&#32452;&#24535;&#24895;&#21152;&#20837;&#23454;&#39564;&#30340;&#23398;&#26657;&#65292;&#20570;&#30340;&#23454;&#39564;&#12290;&#20855;&#20307;&#19981;&#22810;&#35828;&#65292;&#23601;&#35828;&#25105;&#20851;&#27880;&#30340;&#37027;&#28857;&#20799;&#22909;&#20102;&#12290;</p>
<p>&#160;&#160;&#160; &#36825;&#26159;&#23454;&#39564;&#26465;&#20214;&#65306;</p>
<p>&#160;&#160;&#160;<span style="color: #ff0000;"> &#22312;&#22235;&#20010;&#22478;&#24066;&#20013;&#65292;&#33437;&#21152;&#21733;&#21644;&#32445;&#32422;&#22478;&#25353;&#29031;&#8220;&#20135;&#20986;&#8221;&#32473;&#19982;&#22870;&#21169;&#65292;&#36825;&#20004;&#20010;&#22478;&#24066;&#30340;&#23398;&#29983;&#25353;&#29031;&#32771;&#35797;&#25104;&#32489;&#33719;&#24471;&#22870;&#21169;&#65292;&#32771;&#35797;&#30001;&#25945;&#32946;&#37096;&#38376;&#21046;&#23450;&#65292;&#30456;&#24212;&#30340;&#25104;&#32489;&#21487;&#20197;&#33719;&#24471;&#19968;&#23450;&#30340;&#32654;&#37329;&#65307;&#32780;&#21326;&#30427;<br />
&#39039;&#29305;&#21306;&#21644;&#36798;&#25289;&#26031;&#30340;&#23398;&#29983;&#21017;&#26159;&#20381;&#25454;&#8220;&#25237;&#20837;&#8221;&#32473;&#19982;&#22870;&#21169;&#65292;&#36798;&#25289;&#26031;&#30340;&#23398;&#29983;&#21482;&#35201;&#35835;&#23436;&#19968;&#26412;&#20070;&#65292;&#23601;&#33021;&#24471;&#21040;&#20004;&#32654;&#20803;&#65292;&#32780;&#21326;&#30427;&#39039;&#29305;&#21306;&#30340;&#23398;&#29983;&#21017;&#26159;&#26681;&#25454;&#19978;&#35838;&#25237;&#20837;&#12289;&#20316;&#19994;&#23436;&#25104;&#20043;&#31867;&#30340;&#34892;&#20026;<br />
&#25351;&#26631;&#32473;&#19982;&#22870;&#21169;&#30340;&#12290;&#20316;&#20026;&#19968;&#39033;&#20005;&#35880;&#30340;&#31185;&#23398;&#23454;&#39564;&#65292;&#27599;&#20010;&#22320;&#21306;&#30340;&#23398;&#26657;&#37117;&#34987;&#20998;&#20026;&#20004;&#32452;&#65292;&#19968;&#32452;&#26377;&#37096;&#20998;&#24180;&#32423;&#21442;&#21152;&#36825;&#26679;&#30340;&#22870;&#21169;&#35745;&#21010;&#65292;&#32780;&#21478;&#19968;&#32452;&#26159;&#23545;&#29031;&#32452;&#65292;&#36825;&#20123;&#23398;&#26657;&#21017;&#25353;&#36807;&#21435;&#27491;&#24120;&#30340;&#26041;<br />
&#24335;&#25945;&#23398;&#12290;</span></p>
<p>&#160;&#160;&#160; &#32467;&#26524;&#65292;&#35835;&#19968;&#26412;&#20070;&#20004;&#32654;&#20803;&#30340;&#23567;&#32452;&#65292;&#25928;&#26524;&#19981;&#38169;&#65292;&#23398;&#29983;&#20204;&#38405;&#35835;&#33021;&#21147;&#25552;&#39640;&#24456;&#22810;&#65292;&#20852;&#36259;&#20063;&#22686;&#21152;&#12290;&#24182;&#19988;&#22312;&#22870;&#21169;&#20572;&#27490;&#21518;&#65292;&#36824;&#33021;&#20027;&#21160;&#33258;&#35273;&#33258;&#24895;&#30340;&#32487;&#32493;&#35835;&#20070;&#12290;&#33021;&#35828;&#26126;&#30340;&#38382;&#39064;&#26159;&#65292;&#22870;&#21169;&#26377;&#29992;&#65292;&#24182;&#19988;&#65292;&#22870;&#21169;&#22909;&#30340;&#34892;&#20026;&#65292;&#22909;&#36807;&#65292;&#22870;&#21169;&#22909;&#30340;&#32467;&#26524;&#12290;</p>
<p>&#160;&#160;&#160; &#25105;&#65292;&#23601;&#20174;&#36825;&#20457;&#23454;&#39564;&#65292;&#24819;&#21040;&#20102;&#33258;&#24049;&#30340;&#24515;&#24577;&#12290;</p>
<p>&#160;&#160;&#160; &#20197;&#21069;boss&#19981;push&#65292;&#22522;&#26412;&#20973;&#33258;&#35273;&#30340;&#26102;&#20505;&#12290;&#25105;&#33258;&#24471;&#20854;&#20048;&#65292;&#25353;&#29031;&#33258;&#24049;&#30340;&#23433;&#25490;&#65292;&#35813;&#24178;&#22043;&#24178;&#22043;&#65292;&#20027;&#35266;&#19978;&#65292;&#31639;&#26159;&#26377;&#33258;&#35273;&#30340;&#21160;&#26426;&#21543;&#12290;&#29616;&#22312;&#65292;&#35201;&#25630;&#20160;&#20040;&#31614;&#21040;&#65292;&#25353;&#26102;&#38388;&#36319;&#19978;&#19979;&#29677;&#20284;&#30340;&#65292;&#22352;&#22312;&#23454;&#39564;&#23460;&#65292;&#23601;&#21464;&#24471;&#26356;&#20687;&#19968;&#20010;&#20219;&#21153;&#12290;&#37027;&#20040;&#65292;&#25105;&#22312;&#37027;&#37324;&#65292;&#23601;&#26159;&#20026;&#20102;&#23436;&#25104;&#20219;&#21153;&#12290;&#26082;&#28982;&#36807;&#20102;&#26102;&#38388;&#65292;&#20026;&#20160;&#20040;&#36824;&#35201;&#21435;&#30475;&#35770;&#25991;&#65292;&#20889;&#20195;&#30721;&#12290;</p>
<p>&#160;&#160;&#160; &#36825;&#26679;&#24515;&#24577;&#30340;&#36716;&#21464;&#65292;&#26377;&#24456;&#22810;&#12290;&#23398;&#33521;&#35821;&#20063;&#26159;&#36825;&#26679;&#12290;&#19981;&#25954;&#35828;&#33258;&#24049;&#30340;&#33521;&#35821;&#26377;&#22810;&#20040;&#22909;&#65292;&#21487;&#26159;&#29616;&#22312;&#65292;&#26159;&#26377;&#20852;&#36259;&#30340;&#12290;&#20174;&#21069;&#65292;&#22312;&#32769;&#24072;&#30340;grammar&#25945;&#32946;&#19979;&#65292;&#29305;&#28902;&#33521;&#35821;&#65292;&#33021;&#19981;&#30475;&#23601;&#19981;&#30475;&#12290;&#33258;&#25171;&#27809;&#20102;&#32769;&#24072;&#30340;&#21387;&#36843;&#65292;&#25105;&#33258;&#24049;&#20010;&#20799;&#30475;&#33521;&#35821;&#65292;&#19981;&#22312;&#20046;&#25552;&#39640;&#22810;&#23569;&#65292;&#23601;&#26159;&#20026;&#20102;&#22909;&#29609;&#65292;&#21453;&#20498;&#26377;&#24847;&#24819;&#19981;&#21040;&#30340;&#25928;&#26524;&#12290;</p>
<p>&#160;&#160;&#160; &#25152;&#20197;&#37027;&#21477;&#35805;&#65292;<span style="color: #ff0000;">&#27809;&#26377;&#22870;&#21169;&#25343;&#65292;&#20026;&#20160;&#20040;&#36824;&#35201;&#30011;&#21602;&#65311;</span>&#27809;&#26377;&#20219;&#21153;&#27966;&#19979;&#26469;&#65292;&#20026;&#21861;&#35201;&#20027;&#21160;&#24178;&#27963;&#21602;&#65311;&#19968;&#20010;&#36947;&#29702;&#65292;&#26377;&#26102;&#20505;&#21834;&#65292;&#22806;&#30028;&#22826;push&#65292;&#19981;&#35265;&#24471;&#26159;&#22909;&#20107;&#20799;&#12290;&#23588;&#20854;&#26159;&#23398;&#20064;&#36825;&#20107;&#20799;&#12290;</p>
<p>&#160;&#160;&#160; &#24037;&#20316;&#26102;&#65292;&#20063;&#20250;&#26377;&#36825;&#31181;&#24515;&#24577;&#21543;&#12290;&#24681;&#65292;&#25353;&#36825;&#20010;&#36947;&#29702;&#24819;&#65292;&#32456;&#20110;&#33021;&#20174;&#29702;&#35770;&#19978;&#25903;&#25345;&#25105;&#30340;&#27498;&#29702;&#37034;&#35828;&#65306;&#24037;&#20316;&#26159;&#24037;&#20316;&#65292;&#29233;&#22909;&#26159;&#29233;&#22909;&#65292;&#35201;&#25226;&#24037;&#20316;&#21644;&#29233;&#22909;&#32479;&#19968;&#20102;&#65292;&#30830;&#23454;&#26159;&#38590;&#20107;&#20799;&#12290;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/06/10/i-hate-u/">I Hate U</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-06-10T00:00:00+08:00" pubdate data-updated="true">Jun 10<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#36319;&#19981;&#21516;&#35266;&#28857;&#30340;&#20154;&#20132;&#27969;&#30495;&#22256;&#38590;</p>
<p>&#23588;&#20854;&#26159;&#36824;&#19981;&#21253;&#23481;&#30340;</p>
<p>&#30524;&#31070;&#20799;&#21644;&#35821;&#27668;&#37027;&#20040;&#19981;&#23633;&#30340;</p>
<p>&#25105;&#36824;&#27809;&#19981;&#23633;&#20320;&#21602;</p>
<p>&#20320;&#20197;&#20026;&#23601;&#20320;&#27604;&#25105;&#25026;&#20107;&#20799;&#21834;</p>
<p>&#25105;&#30495;&#30340;&#21162;&#21147;&#20102;&#65292;&#25105;&#21253;&#23481;&#30340;&#21548;&#20102;&#20320;&#35828;&#30340;&#25152;&#26377;&#35266;&#28857;&#65292;&#35748;&#20026;&#27809;&#26377;&#20160;&#20040;&#38169;&#12290;&#37027;&#25105;&#35828;&#35828;&#25105;&#30340;&#35266;&#28857;&#65292;&#20320;&#20973;&#21861;&#36825;&#26679;</p>
<p>&#160;</p>
<p>&#36824;&#26159;&#36319;&#39134;&#32842;&#22825;&#22909;&#65292;&#24847;&#35265;&#19981;&#19968;&#33268;&#26102;&#65292;&#21508;&#33258;&#34920;&#36798;&#35266;&#28857;&#65292;&#20998;&#26512;&#65292;&#20105;&#35770;&#12290;</p>
<p>&#28982;&#21518;&#65292;ok&#65292;&#20320;&#37027;&#26679;&#24819;&#20063;&#27809;&#38169;&#65292;&#25105;&#36825;&#26679;&#20063;&#27809;&#21861;&#19981;&#22909;&#12290;&#21482;&#26159;&#20320;&#25509;&#21463;&#19981;&#20102;&#25105;&#30340;&#35266;&#28857;&#27809;&#20851;&#31995;&#65292;&#24456;&#22810;&#20107;&#24773;&#65292;&#26412;&#26469;&#23601;&#27809;&#26377;&#32477;&#23545;&#30340;&#23545;&#38169;&#65292;&#19981;&#26159;&#20040;</p>
<p>&#160;</p>
<p>&#25105;&#19981;&#23601;&#35828;&#20197;&#21518;&#29983;&#20102;&#20457;&#23043;&#65292;&#19968;&#20010;&#36319;&#29240;&#22995;&#65292;&#19968;&#20010;&#36319;&#22920;&#22995;&#20040;</p>
<p>&#36825;&#26377;&#20160;&#20040;&#65292;&#33267;&#20110;&#20320;&#37027;&#26679;&#35821;&#27668;&#30524;&#31070;&#20260;&#20154;&#20040;</p>
<p>&#36825;&#26377;&#37027;&#20040;&#19981;&#38752;&#35889;&#20040;</p>
<p>md&#65292;&#25105;&#36824;&#35273;&#24471;&#20320;&#30340;&#24819;&#27861;&#19981;&#38752;&#35889;&#21602;&#12290;</p>
<p>&#20026;&#20102;&#23433;&#36920;&#65292;&#22833;&#21435;&#20102;&#36873;&#25321;&#33258;&#24049;&#29983;&#27963;&#30340;&#26435;&#21033;&#12290;</p>
<p>&#21487;&#26159;&#65292;&#24403;&#20320;&#25265;&#24616;&#30340;&#26102;&#20505;&#65292;&#25105;&#19981;&#36824;&#20805;&#20998;&#29702;&#35299;&#20102;&#20040;</p>
<p>nnd&#65292;&#20973;&#20160;&#20040;&#37027;&#20320;&#23478;&#37027;&#19968;&#22871;&#32769;&#23553;&#24314;&#30340;&#19996;&#35199;&#23433;&#22312;&#21035;&#20154;&#22836;&#19978;</p>
<p>&#25105;&#23478;&#19981;&#23553;&#24314;</p>
<p>&#25105;&#23478;&#23562;&#37325;&#25105;</p>
<p>&#25105;&#26377;&#24456;&#22810;&#36873;&#25321;&#30340;&#26426;&#20250;</p>
<p>&#25105;&#36825;&#19968;&#29983;&#65292;&#36215;&#30721;&#33021;&#20307;&#39564;&#24456;&#22810;&#33258;&#24049;&#24819;&#35201;&#30340;&#19996;&#35199;</p>
<p>&#21487;&#20197;&#25353;&#33258;&#24049;&#30340;&#24819;&#27861;&#25214;&#29983;&#27963;&#65292;&#25214;&#29233;&#20154;</p>
<p>&#25105;&#36824;&#23601;&#19981;&#20449;&#22823;&#23478;&#37117;&#26159;&#36319;&#20320;&#19968;&#26679;&#30340;</p>
<p>&#25105;&#36824;&#23601;&#19981;&#20449;&#25105;&#23601;&#25214;&#19981;&#30528;&#36319;&#25105;&#19968;&#26679;&#30340;&#8220;&#19981;&#38752;&#35889;&#8221;&#30340;&#23043;</p>
<p>&#25105;&#36824;&#23601;&#19981;&#20449;&#65292;&#38590;&#36947;&#25152;&#26377;&#30340;&#23110;&#23110;&#37117;&#36319;&#20320;&#22920;&#20284;&#30340;&#65292;&#37117;&#36319;&#20320;&#30475;&#30340;&#20843;&#21350;&#30005;&#35270;&#21095;&#20284;&#30340;</p>
<p>&#160;</p>
<p>&#26089;&#19978;&#36824;&#26263;&#26263;&#22320;&#35828;&#25105;&#19981;&#35201;&#20877;&#30475;&#20320;&#30340;&#33261;&#33080;</p>
<p>&#20013;&#21320;&#65292;&#38590;&#24471;&#22823;&#23478;&#19968;&#36215;&#21507;&#39277;&#65292;&#25105;&#36824;&#26159;&#24525;&#20102;</p>
<p>&#20973;&#20160;&#20040;&#24635;&#36825;&#20040;&#21564;</p>
<p>&#35752;&#21388;&#27515;&#20102;</p>
<p>&#27599;&#19968;&#21477;&#32454;&#23567;&#30340;&#35805;&#65292;&#20320;&#20197;&#20026;&#27809;&#21861;&#20040;</p>
<p>&#22240;&#20026;&#27809;&#20154;&#23545;&#20320;&#36825;&#20040;&#20982;</p>
<p>&#30475;&#35265;&#20320;&#34987;&#20154;&#20982;&#30340;&#26102;&#20505;&#37027;&#20667;&#26679;&#65292;&#30634;&#20010;&#22823;&#30524;</p>
<p>&#19968;&#28857;&#20063;&#19981;&#25307;&#20154;&#21487;&#24604;&#65292;&#21487;&#25105;&#19981;&#20063;&#25252;&#30528;&#20320;&#20102;</p>
<p>&#20320;&#24590;&#20040;&#23601;&#19981;&#25026;&#24471;&#29031;&#39038;&#21035;&#20154;&#21602;</p>
<p>&#160;</p>
<p>&#28902;&#20154;</p>
<p>&#160;</p>
<p>&#30830;&#23454;&#26159;&#29609;&#19981;&#21040;&#19968;&#22359;</p>
<p>&#20197;&#21518;&#25105;&#20063;&#19981;&#21193;&#24378;&#20102;</p>
<p>&#29233;&#21643;&#21643;&#22320;&#21543;</p>
<p>&#160;</p>
<p>&#20063;&#19981;&#24694;&#27602;&#30340;&#35781;&#21650;&#20320;&#20102;</p>
<p>&#26102;&#38388;&#20250;&#35828;&#26126;&#19968;&#20999;</p>
<p>&#19981;&#26159;&#25105;&#30340;&#24819;&#27861;&#19981;&#38752;&#35889;</p>
<p>&#26159;&#20320;&#36825;&#26679;&#30340;&#23043;</p>
<p>&#29702;&#35299;&#19981;&#20102;&#25105;&#30340;&#22659;&#30028;&#32780;&#24050;</p>
<p>&#160;</p>
<p>&#36855;&#20449;!</p>
<p>&#36824;&#35828;&#21035;&#20154;&#21476;&#26495;!</p>
<p>&#20854;&#23454;&#20320;&#20063;&#24046;&#19981;&#22810;&#65281;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/06/07/%E4%B8%AD%E5%85%B4%E5%8D%8A%E6%97%A5%E6%B8%B82/">中兴半日游2</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-06-07T00:00:00+08:00" pubdate data-updated="true">Jun 7<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#20170;&#20799;&#24515;&#24773;&#24179;&#38745;&#22810;&#20102;&#65292;&#23601;&#20889;&#19979;&#26152;&#22825;&#38754;&#35797;&#26102;&#36935;&#21040;&#30340;&#38382;&#39064;&#21543;</p>
<p>&#25216;&#26415;&#38754;&#65306;</p>
<p>&#38754;&#35797;&#23448;&#37117;&#26159;&#26681;&#25454;&#31616;&#21382;&#26469;&#25552;&#38382;&#30340;&#12290;&#25152;&#20197;&#65292;&#31616;&#21382;&#21315;&#19975;&#21035;&#25746;&#35854;&#65292;&#20154;&#23478;&#38382;&#36215;&#20160;&#20040;&#65292;&#20320;&#31561;&#30528;&#26080;&#31070;&#20799;&#30340;&#22823;&#30524;&#25671;&#22836;&#26159;&#24456;&#20002;&#33080;&#30340;&#20107;&#20799;&#12290;&#35821;&#35328;&#30340;&#35805;&#65292;&#36824;&#26159;C++&#21644;Java&#20026;&#20027;&#30340;&#21543;&#12290;&#21453;&#27491;&#25105;&#35828;&#25105;MATLAB&#26368;&#29087;&#65292;&#38754;&#35797;&#23448;&#36319;&#27809;&#21548;&#35265;&#20284;&#30340;&#12290;</p>
<p>&#160;</p>
<p>&#25805;&#20316;&#31995;&#32479;&#65292;&#25105;&#35828;&#19981;&#21643;&#35760;&#24471;&#20102;&#12290;&#38754;&#35797;&#23448;&#25265;&#30528;&#19968;&#32447;&#24076;&#26395;&#38382;&#20102;&#20457;&#38382;&#39064;&#65306;</p>
<p>&#21861;&#26159;&#29992;&#25143;&#24577;&#65292;&#21861;&#26159;&#26680;&#24515;&#24577;&#65311;</p>
<p>&#25805;&#20316;&#31995;&#32479;&#30340;&#20316;&#19994;&#35843;&#24230;&#31639;&#27861;&#26377;&#21738;&#20960;&#31181;&#65311;</p>
<p>&#38590;&#20498;&#20063;&#19981;&#38590;&#65292;&#23601;&#26159;&#25105;&#19981;&#20250;&#65292;&#25152;&#20197;&#65292;&#36824;&#26159;&#35201;&#30475;&#30475;&#20070;&#22797;&#20064;&#19979;&#12290;</p>
<p>&#160;</p>
<p>&#32593;&#32476;&#65292;&#25105;&#20063;&#35828;&#24536;&#20102;&#65292;&#20110;&#26159;&#38382;&#20102;TCP/IP&#30340;&#19977;&#27425;&#25569;&#25163;&#21327;&#35758;&#65292;&#36824;&#26377;TCP&#21644;UDP&#30340;&#21306;&#21035;&#12290;&#20854;&#23454;&#65292;&#25105;&#23601;&#24046;&#33258;&#21578;&#22859;&#21191;&#30340;&#35828;&#65292;&#25105;&#33021;&#32972;&#20986;OSI&#27169;&#22411;&#20102;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#160;</p>
<p>&#37325;&#22836;&#25103;&#65292;C++</p>
<p>&#32473;&#20102;&#24352;&#32440;&#65292;5&#36947;&#39064;&#12290;&#35760;&#19981;&#28165;&#20102;&#65292;&#22823;&#27010;&#37117;&#26159;&#25351;&#38024;&#65292;&#23383;&#31526;&#20018;&#65292;&#36824;&#26377;&#22320;&#22336;&#31526;&#32467;&#21512;&#36215;&#26469;&#30340;&#38382;&#39064;&#12290;&#27604;&#22914;&#35828;&#23450;&#20041;&#20010;**pt,&#28982;&#21518;&#35828;*pt=&amp;iptr&#12290;&#25351;&#20102;&#19968;&#22823;&#22280;&#65292;&#38382;&#20320;&#26368;&#21518;&#30340;&#20540;&#26159;&#22810;&#23569;&#20043;&#31867;&#30340;&#12290;</p>
<p>&#28982;&#21518;&#36824;&#26377;&#20301;&#36816;&#31639;&#30340;&#39064;&#12290;&#25105;&#36824;&#19987;&#38376;&#30475;&#20102;&#23439;&#23450;&#20041;&#65292;&#23383;&#31526;&#20018;&#27604;&#36739;&#65292;&#32467;&#26524;&#37117;&#27809;&#29992;&#19978;</p>
<p>&#26368;&#21518;&#21448;&#32473;&#25105;&#19968;&#24352;&#32440;&#65292;&#32473;&#20195;&#30721;&#25361;&#38169;&#12290;&#20381;&#28982;&#26159;&#25351;&#38024;&#31867;&#30340;&#39064;&#30446;&#65292;&#20381;&#28982;&#19981;&#20250;&#21591;&#12290;</p>
<p>&#35201;&#22909;&#22909;&#22797;&#20064;&#20102;&#12290;</p>
<p>&#160;</p>
<p>&#23545;&#65292;&#25216;&#26415;&#38754;&#36824;&#38382;&#20102;&#39033;&#30446;&#30340;&#38382;&#39064;&#65292;&#19968;&#33324;&#30495;&#27491;&#20570;&#20102;&#39033;&#30446;&#30340;&#65292;&#19981;&#33267;&#20110;&#31572;&#19981;&#19978;&#26469;&#65292;&#27605;&#31455;&#20320;&#19987;&#19994;&#20123;&#12290;&#20182;&#20204;&#19981;&#30740;&#31350;&#36825;&#20010;&#12290;</p>
<p>&#160;</p>
<p>&#28982;&#21518;&#26159;&#32508;&#21512;&#38754;&#65306;</p>
<p>&#38754;&#35797;&#23448;&#20498;&#26159;Nice&#30528;&#21602;</p>
<p>&#33258;&#25105;&#20171;&#32461;&#65292;&#28982;&#21518;&#38382;&#20852;&#36259;&#29233;&#22909;&#12290;</p>
<p>&#25105;&#35828;&#25105;&#21916;&#38745;&#65292;&#29233;&#21548;&#27468;&#30475;&#20070;&#12290;</p>
<p>&#38382;&#65306;&#26368;&#29233;&#30475;&#21861;&#20070;</p>
<p>&#21704;&#21033;&#27874;&#29305;&#65292;&#25351;&#29615;&#29579;</p>
<p>&#38382;&#65306;&#20026;&#21861;</p>
<p>bulabulabula</p>
<p>&#38382;&#65306;&#26159;&#19981;&#26159;&#29616;&#23454;&#21387;&#21147;&#22826;&#22823;&#65292;&#22826;&#26080;&#22856;&#25165;&#21916;&#27426;&#31461;&#35805;</p>
<p>&#24403;&#28982;&#26159;no&#65292;&#35828;&#20102;&#30340;&#22686;&#21152;&#24819;&#35937;&#21147;&#21834;&#65292;&#36923;&#36753;&#24615;&#20043;&#31867;&#30340;</p>
<p>&#38382;&#65306;&#23545;&#38889;&#21095;&#24590;&#20040;&#30475;</p>
<p>&#25105;&#19981;&#30475;&#38889;&#21095;&#65292;&#22823;&#33268;&#35828;&#37027;&#23601;&#26159;&#31934;&#31070;&#40486;&#29255;&#65292;&#30475;&#30005;&#35270;&#22810;&#20102;&#20250;&#21464;&#31528;&#20043;&#31867;</p>
<p>&#38382;&#65306;&#20320;&#26368;&#22909;&#26379;&#21451;&#35841;&#65292;&#26377;&#21861;&#20248;&#28857;</p>
<p>&#21069;&#19968;&#22825;&#27491;&#22909;&#21644;&#39134;&#20457;&#20154;&#22312;qq&#19978;&#20114;&#30456;&#26816;&#35752;&#26469;&#30528;&#65292;&#36825;&#20250;&#29992;&#19978;&#20102;&#65292;&#22840;&#20102;&#19968;&#36890;&#39134;</p>
<p>&#38382;&#65306;&#22905;&#23601;&#27809;&#32570;&#28857;&#20040;</p>
<p>&#26377;&#65292;&#20381;&#28982;&#35828;&#26152;&#22825;&#35848;&#35805;&#30340;&#20869;&#23481;</p>
<p>&#38382;&#65306;&#20320;&#26377;&#21861;&#32570;&#28857;</p>
<p>&#36824;&#26159;&#26152;&#22825;&#35752;&#35770;&#36807;&#30340;&#38382;&#39064;&#65292;&#37117;&#32769;&#23454;&#35828;&#20102;&#12290;&#39134;&#21486;&#21659;&#25105;&#20102;&#65292;be yourself&#12290;&#25105;&#21602;&#65292;&#23601;&#25226;&#33258;&#24049;&#36156;&#31215;&#26497;&#19978;&#36827;&#26102;&#20505;&#30340;&#29366;&#24577;&#24403;&#20570;&#33258;&#24049;&#20102;&#65292;&#22079;&#22079;&#12290;</p>
<p>&#21710;&#21568;&#65292;&#21518;&#38754;&#36824;&#38382;&#20102;&#21861;&#24819;&#19981;&#36215;&#26469;&#20102;&#65292;&#22823;&#27010;&#29702;&#24819;&#24037;&#20316;&#26159;&#24590;&#26679;&#30340;&#20043;&#31867;&#65292;&#30606;&#35828;&#23601;&#25104;&#12290;</p>
<p>&#26368;&#21518;&#31361;&#28982;&#20882;&#20986;&#19968;&#21477; Do U have a dream?</p>
<p>&#25105;&#20197;&#20026;&#26159;&#20013;&#25991;&#65292;&#27809;&#21548;&#25026;&#65292;&#21448;&#21548;&#20102;&#19968;&#36941;&#12290;</p>
<p>&#31572;&#24471;&#19981;&#22810;&#12290;&#35828;&#25105;&#24819;&#21435;&#26032;&#35199;&#20848;&#20080;&#20892;&#22330;&#65292;&#29616;&#22312;&#30340;&#26790;&#24819;&#26159;&#22312;&#20013;&#20852;&#25214;&#20010;&#28023;&#22806;&#23703;&#20301;&#12290;&#26412;&#26469;&#36824;&#24819;&#35828;&#28857;&#36828;&#22823;&#29702;&#24819;&#30340;&#65292;&#23547;&#24605;&#30340;&#21151;&#22827;&#65292;&#23601;&#34987;&#38754;&#35797;&#23448;that&#8217;s all&#20102;&#12290;&#32610;&#24278;&#32610;&#24278;</p>
<p>&#22823;&#27010;&#23601;&#36825;&#26679;&#65292;&#24635;&#20043;&#38754;&#35797;&#23448;&#25402;nice&#65292;&#19981;&#32039;&#24352;&#12290;&#23601;&#26159;&#25216;&#26415;&#38754;&#25105;&#21861;&#37117;&#19981;&#20250;&#65292;&#23043;&#23454;&#22312;&#25214;&#19981;&#20986;&#21487;&#20197;&#38382;&#30340;&#38382;&#39064;&#20102;&#65292;&#25105;&#21448;&#27809;&#35805;&#35828;&#65292;&#29305;&#20919;&#22330;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#24808;&#30171;&#32463;&#39564;&#21834;~~~~</p>
<p>&#20170;&#20799;&#24178;&#20102;&#20004;&#20214;&#29305;&#29245;&#30340;&#20107;&#20799;&#65306;&#19968;&#20010;&#24618;&#22823;&#21460;&#65292;&#28902;&#30340;&#19981;&#34892;&#20102;&#65292;&#34987;&#25105;&#19968;&#39039;&#39554;&#65307;&#21478;&#19968;&#20010;&#22823;&#21460;&#65292;&#22312;&#25105;&#38754;&#21069;&#35013;&#38271;&#36744;&#36164;&#21382;&#32769;&#65292;&#25341;&#30340;&#19981;&#34892;&#65292;&#27668;&#24471;&#25105;&#65292;&#21448;&#26159;&#19968;&#39039;&#25733;&#12290;&#29245;&#21834;&#12290;&#30475;&#26469;&#20197;&#21518;&#30475;&#35841;&#19981;&#39034;&#30524;&#23601;&#35201;&#35828;&#65292;&#24178;&#22043;&#24525;&#30528;&#12290;&#37117;&#26159;&#26497;&#21697;&#65292;&#37117;&#35753;&#25105;&#36935;&#19978;&#20102;&#12290;&#12290;&#12290;&#12290;&#21710;&#12290;&#12290;&#12290;&#12290;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/06/07/%E4%B8%AD%E5%85%B4%E5%8D%8A%E6%97%A5%E6%B8%B8/">中兴半日游</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-06-07T00:00:00+08:00" pubdate data-updated="true">Jun 7<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#20013;&#20852;&#20170;&#24180;&#26469;&#24471;&#24456;&#26089;&#21834;&#65292;&#25454;&#35828;&#22240;&#20026;&#21435;&#24180;&#26469;&#26202;&#20102;&#65292;&#27809;&#25250;&#30528;&#20154;&#65292;&#21487;&#65292;&#21487;&#36825;&#20063;&#22826;&#26089;&#20102;&#21543;</p>
<p>&#19968;&#24320;&#22987;&#20197;&#20026;&#20182;&#21482;&#26159;&#35201;&#25214;&#23454;&#20064;&#29983;&#30340;&#65292;&#27809;&#22312;&#24847;&#12290;&#21518;&#26469;&#21457;&#29616;&#65292;&#26159;&#26657;&#22253;&#25307;&#32856;&#12290;&#33609;&#33609;&#25237;&#20102;&#31616;&#21382;&#12290;</p>
<p>&#24681;&#65292;&#22522;&#26412;&#19978;&#25105;&#20204;&#23398;&#26657;&#30340;&#65292;&#19987;&#19994;&#36824;&#31639;&#38752;&#35889;&#30340;&#65292;&#37117;&#34987;&#38754;&#20102;&#19968;&#36941;</p>
<p>&#20013;&#20852;&#21322;&#26085;&#28216;</p>
<p>&#25105;&#29240;&#35273;&#24471;&#36825;&#20844;&#21496;&#29305;&#22909;&#65292;&#25105;&#35201;&#19981;&#25235;&#32039;&#26426;&#20250;&#65292;&#20197;&#21518;&#19975;&#19968;&#27809;&#26377;&#20844;&#21496;&#35201;&#25105;&#20102;&#21643;&#21150;</p>
<p>1&#28857;&#21322;&#21435;&#65292;&#20808;&#38754;&#35797;&#65292;&#25216;&#26415;&#38754;+&#32508;&#21512;&#38754;</p>
<p>&#28982;&#21518;&#21442;&#35266;&#20844;&#21496;</p>
<p>&#28982;&#21518;&#21507;&#39277;&#65292;&#36825;&#20010;&#26159;&#25105;&#26368;&#26368;&#21916;&#27426;&#30340;&#29615;&#33410;&#20102;</p>
<p>&#35828;&#35828;&#38754;&#35797;&#21543;&#65292;&#23588;&#20854;&#26159;&#25216;&#26415;&#38754;&#65292;&#22826;&#24808;&#28872;&#20102;</p>
<p>&#38382;Linux&#65292;&#25105;&#35828;&#24536;&#20102;&#12290;</p>
<p>&#38382;&#32593;&#32476;&#65292;&#25105;&#21482;&#20250;TCP/IP&#30340;&#19977;&#27425;&#25569;&#25163;&#65292;&#20854;&#20182;&#20063;&#37117;&#24536;&#20102;</p>
<p>&#30452;&#25509;&#20919;&#22330;&#65292;&#21482;&#22909;&#35752;&#35770;c++&#12290;&#32473;&#20102;&#19968;&#24352;&#32440;&#65292;&#20570;&#39064;&#65292;&#37117;&#19981;&#20250;&#21591;&#65292;&#25351;&#38024;&#21644;&#23383;&#31526;&#20018;&#30340;&#32467;&#21512;&#12290;&#12290;&#12290;&#23436;&#20840;&#19981;&#35760;&#24471;&#35813;&#24590;&#20040;&#22788;&#29702;</p>
<p>&#38754;&#35797;&#23448;&#22833;&#26395;&#27515;&#20102;&#65292;&#24819;&#38382;&#21035;&#30340;&#65292;&#25105;&#35828;MATLAB&#65292;&#20272;&#35745;&#20182;&#19981;&#25026;&#65292;&#21448;&#32473;&#19968;&#24352;C++&#30340;&#39064;&#30446;&#65292;&#25105;&#21741;&#20102;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#24635;&#26159;&#24456;&#26159;&#25171;&#20987;</p>
<p>&#32508;&#21512;&#38754;&#21543;&#65292;&#23601;&#27809;&#21861;&#22909;&#35828;&#30340;&#20102;&#65292;&#27809;&#32039;&#24352;&#12290;&#26368;&#21518;&#29992;&#33521;&#35821;&#38382;&#20102;&#20010;&#38382;&#39064;&#65292;&#31572;&#24471;&#36824;&#25104;&#65292;&#23601;&#26159;&#30701;&#20102;&#28857;&#12290;&#36824;&#22312;&#23547;&#24605;&#25509;&#19979;&#26469;&#35828;&#28857;&#21861;&#21602;&#65292;&#20154;&#23478;&#23601;&#38382;&#20102;that&#8217;s all&#65311;&#65292;&#25105;&#23601;&#24681;&#20102;&#12290;over~</p>
<p>&#22909;&#22909;&#23398;&#20064;&#21834;&#65292;&#25105;&#35201;&#30475;C++&#65292;&#25968;&#25454;&#32467;&#26500;&#65292;&#25805;&#20316;&#31995;&#32479;&#65292;shell&#65292;&#32593;&#32476;&#65292;&#39069;&#65292;&#36825;&#30740;&#31350;&#29983;&#35835;&#30340;&#65292;&#21861;&#21861;&#37117;&#19981;&#20250;&#20102;&#12290;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/05/31/%E5%A4%A9%E7%94%9F%E6%9D%80%E6%89%8B/">天生杀手</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-05-31T00:00:00+08:00" pubdate data-updated="true">May 31<span>st</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#21608;&#26411;&#65292;&#19968;&#20010;&#20154;&#36305;&#21435;&#36891;&#29399;&#24066;&#65292;&#24819;&#20080;&#33457;</p>
<p>&#32467;&#26524;&#65292;&#30495;&#30340;&#23601;&#21482;&#25214;&#21040;&#20102;&#29399;&#24066;&#65292;&#27809;&#33457;&#24066;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#22914;&#26524;&#25105;&#35828;&#65292;&#25105;&#36825;&#26679;&#30340;&#36335;&#30196;&#65292;&#30828;&#26159;&#25214;&#21040;&#20102;&#26032;&#25644;&#36801;&#30340;&#33457;&#24066;&#65292;&#24212;&#35813;&#21487;&#20197;&#24471;&#21040;&#28857;&#34920;&#25196;&#21543;&#12290;&#12290;&#12290;</p>
<p>&#27809;&#26377;&#21916;&#27426;&#30340;&#33457;&#65292;&#24819;&#20859;&#34180;&#33655;&#65292;&#36855;&#36845;&#39321;&#20043;&#31867;&#30340;</p>
<p>&#20110;&#26159;&#20080;&#20102;&#22235;&#23545;&#28909;&#24102;&#40060;&#12290;&#22909;&#20040;&#65292;&#22121;&#26790;&#30340;&#24320;&#22987;</p>
<p>&#24403;&#26202;&#22823;&#23478;&#37117;&#24456;&#27963;&#27900;&#65292;&#28216;&#24471;&#36229;&#32423;&#27426;&#23454;</p>
<p>&#31532;&#20108;&#22825;&#26089;&#26216;&#36215;&#26469;&#65292;&#23601;&#25346;&#20102;&#19968;&#26465;&#12290;&#36824;&#26377;&#20116;&#27611;&#38065;&#30340;&#40060;&#34411;&#31455;&#28982;&#20840;&#20307;&#38453;&#20129;&#12290;&#36825;&#65292;&#35753;&#25105;&#36229;&#32423;&#25387;&#36133;&#12290;&#40060;&#34411;&#21834;~</p>
<p>&#19979;&#21320;&#20174;&#23567;&#33285;&#23478;&#22238;&#26469;&#65292;&#21448;&#25346;&#19968;&#20010;</p>
<p>&#20170;&#26089;&#36215;&#24202;&#65292;3rd</p>
<p>&#26202;&#39277;&#26102;&#20505;&#65292;4th</p>
<p>&#25105;&#40635;&#26408;&#20102;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#30475;&#21040;&#23608;&#20307;&#65292;&#35273;&#24471;&#33258;&#24049;&#26159;&#19981;&#26159;&#22826;&#27531;&#24525;</p>
<p>&#23588;&#20854;&#26159;&#26152;&#26202;&#37027;&#26465;&#65292;&#30524;&#30597;&#30528;&#23601;&#32763;&#32922;&#20102;&#65292;&#32570;&#26377;&#25379;&#25166;&#30528;&#28216;&#36215;&#26469;&#12290;&#36825;&#24863;&#35273;&#19968;&#23450;&#24456;&#30171;&#33510;&#21543;&#12290;&#20182;&#21364;&#27809;&#26377;&#21150;&#27861;&#34920;&#36798;&#20986;&#26469;&#12290;&#12290;&#12290;&#12290;&#21710;</p>
<p>&#35828;&#35828;&#30740;&#31350;&#25104;&#26524;&#65311;</p>
<p>&#34701;&#21512;&#32456;&#20110;&#26377;&#32467;&#26524;&#20102;&#65292;&#26174;&#28982;&#25928;&#26524;&#20381;&#26087;&#19981;&#29702;&#24819;&#12290;&#26377;&#20005;&#37325;&#30340;&#22359;&#29366;&#25928;&#24212;&#12290;&#34701;&#21512;&#35268;&#21017;&#36824;&#26159;&#36873;&#25321;&#30340;&#19981;&#22909;&#12290;</p>
<p>&#36825;&#21608;&#20219;&#21153;&#23601;&#26159;&#32487;&#32493;&#25913;&#36827;&#25913;&#36827;&#25913;&#36827;</p>
<p>&#20170;&#20799;&#38519;&#20837;&#22235;&#21449;&#26641;&#32467;&#26500;&#20013;&#25300;&#19981;&#20986;&#26469;&#20102;&#12290;&#39134;&#23433;&#24944;&#25105;&#65292;&#20108;&#21449;&#26641;&#23601;&#22815;ran&#20154;&#30340;&#20102;&#12290;&#22909;&#21543;&#65292;dealing with it~</p>
<p>&#25105;&#22826;&#31528;&#20102;&#65292;&#30828;&#26159;&#25226;&#20195;&#30721;&#25972;&#25104;&#36882;&#24402;&#30340;&#20102;&#12290;&#36824;&#22909;&#26242;&#26102;&#27809;&#21457;&#29616;&#27515;&#24490;&#29615;&#21834;&#21861;&#30340;&#38382;&#39064;</p>
<p>&#22240;&#20026;&#22235;&#21449;&#26641;&#19979;&#26631;&#65292;&#25105;&#27515;&#27963;&#31639;&#19981;&#26126;&#30333;&#20102;&#12290;&#36825;&#33021;&#36182;&#25105;&#32447;&#24615;&#20195;&#25968;&#19981;&#34892;&#20040;&#65292;&#25110;&#32773;&#22240;&#20026;&#32570;&#20047;&#30697;&#38453;&#35770;&#30340;&#19987;&#38376;&#35757;&#32451;&#65311;</p>
<p>&#31649;&#20182;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#19978;&#21608;&#36855;&#19978;glee&#12290;&#38899;&#20048;&#26159;&#20010;&#22909;&#19996;&#35199;&#21568;</p>
<p>&#19979;&#21608;&#26377;&#20010;&#21861;&#21861;&#21861;&#32771;&#35797;&#65292;&#25918;&#24323;&#20102;&#12290;&#22240;&#20026;&#25105;&#25918;&#19981;&#19979;&#23454;&#39564;&#23460;&#30340;&#36825;&#28857;&#30772;&#20107;&#65292;&#20063;&#22240;&#20026;&#65292;&#37027;&#20010;&#32771;&#35797;&#23545;&#25105;&#26469;&#35828;&#27809;&#37027;&#20040;&#37325;&#35201;&#20102;&#12290;&#21271;&#32654;&#27954;&#19981;&#22909;&#29609;&#12290;&#19981;&#31232;&#32597;&#65292;&#21756;&#21756;~</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/05/26/%E5%B0%8F%E7%9B%98%E7%82%B9/">小盘点</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-05-26T00:00:00+08:00" pubdate data-updated="true">May 26<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#35828;&#35828;&#30005;&#24433;&#21591;</p>
<p>&#26368;&#36817;&#30475;&#20102;&#21861;~</p>
<p>&#160;&#160;&#160;&#160; 1.&#20102;&#19981;&#36215;&#30340;&#29392;&#29432;&#29240;&#29240;</p>
<p>fantastic Mr. Fox&#160;&#160; &#21475;&#30865;&#19981;&#38169;&#65292;&#21608;&#26411;&#23601;&#25289;&#20986;&#26469;&#30475;&#20102;&#12290;&#36215;&#21021;&#19981;&#35273;&#24471;&#24590;&#26679;&#65292;&#20063;&#27809;&#35273;&#24471;Mr fox&#26377;&#21861;&#22909;&#30340;&#65292;&#29978;&#33267;&#35748;&#20026;&#20182;&#24456;&#19981;&#38752;&#35889;&#12290;&#30475;&#21040;&#21518;&#38754;&#65292;&#24320;&#22987;&#24863;&#21160;&#20102;&#12290;&#20854;&#23454;&#65292;&#33267;&#23569;&#25105;&#26159;&#36825;&#26679;&#30340;&#65306;&#33258;&#24049;&#23601;&#26159;&#19968;&#20010;&#19981;&#24590;&#20040;&#38752;&#35889;&#30340;&#20154;&#65292;&#20973;&#21861;&#36824;&#36825;&#26679;&#35828;&#20154;&#23478;&#12290;&#32780;&#19988;&#65292;mr fox&#36824;&#31639;&#26159;&#38752;&#35889;&#20102;&#12290;&#24102;&#30528;&#21160;&#29289;&#20204;&#19968;&#36215;&#21453;&#25239;&#30340;&#37096;&#20998;&#65292;&#32456;&#20110;&#26126;&#30333;&#20102;&#12290;&#21453;&#20498;&#32673;&#24917;&#36825;&#26679;&#30340;&#19981;&#38752;&#35889;&#12290;&#12290;&#12290;</p>
<p>&#23567;&#23401;&#65292;&#21644;&#25105;&#36825;&#24180;&#40836;&#27573;&#30340;&#65292;&#37117;&#36866;&#21512;&#30475;&#12290;</p>
<p>P.S.&#36825;&#37096;&#21160;&#30011;&#30340;&#37197;&#20048;&#19981;&#38169;&#12290;&#26377;&#28857;&#32769;&#26087;&#30340;&#21619;&#36947;&#65292;&#33410;&#22863;&#24863;&#25511;&#21046;&#30340;&#25402;&#22909;&#12290;&#24681;&#65292;&#36824;&#26377;&#37197;&#38899;&#26159;Meryl Streep&#65292; George Clooney&#20998;&#21035;&#26159;&#29392;&#29432;&#22920;&#22920;&#21644;&#29240;&#29240;&#12290;&#21069;&#32773;&#22768;&#38899;&#22826;&#22909;&#21548;&#20102;~~~</p>
<p>&#27809;&#26377;&#21435;&#26597;&#35810;&#26159;&#21738;&#20010;&#21160;&#30011;&#20844;&#21496;&#30340;&#20316;&#21697;&#65292;&#21487;&#20197;&#25490;&#38500;&#36842;&#22763;&#23612;&#21644;&#26790;&#24037;&#21378;&#12290;&#22909;&#21543;&#65292;&#26597;&#20102;&#19979;&#65292;&#26159;21st&#31119;&#20811;&#26031;&#12290;</p>
<p>&#23450;&#26684;&#21160;&#30011;&#65292;&#25105;&#36824;&#26159;&#20559;&#29233;&#30340;&#12290;</p>
<p>&#160;&#160;&#160;&#160; 2.&#32654;&#22269;&#24448;&#20107;</p>
<p>&#36825;&#20010;&#26159;&#28201;&#20064;&#30340;&#12290;&#20197;&#21069;&#24212;&#35813;&#20889;&#36807;&#65292;&#19981;&#22810;&#35828;&#12290;&#26377;&#31354;&#36824;&#35201;&#28201;&#20064;&#25945;&#29238;&#65292;&#24681;&#65292;&#25105;&#19981;&#23244;&#28902;~</p>
<p>&#160;&#160;&#160;&#160; 3.&#39740;&#22920;&#22920;</p>
<p>&#20063;&#26159;&#19968;&#37096;&#23450;&#26684;&#21160;&#30011;&#12290;&#30456;&#23545;&#23401;&#23376;&#27668;&#20123;&#12290;&#24773;&#33410;&#21457;&#23637;&#27809;&#21861;&#29305;&#21035;&#65292;&#37027;&#20010;&#25187;&#23376;&#30524;&#30555;&#35753;&#25105;&#30475;&#30528;&#26377;&#28857;&#28183;&#24471;&#24908;&#12290;&#35265;&#19981;&#24471;&#36825;&#26679;&#30340;&#12290;&#33509;&#24178;&#24180;&#21069;&#30340;&#19968;&#37096;&#65306;&#28504;&#31070;&#30340;&#36855;&#23467;&#65292;&#29616;&#22312;&#24819;&#36215;&#26469;&#36824;&#24515;&#26377;&#20313;&#24760;&#12290;</p>
<p>&#160;&#160;&#160;&#160; 4.&#36229;&#32423;&#26080;&#25932;&#25484;&#38376;&#29399;&#20043;&#38754;&#21253;&#19982;&#27515;&#20129;&#26696;&#20214;</p>
<p>&#20381;&#28982;&#23450;&#26684;&#21160;&#30011;&#65292;&#24212;&#35813;&#23601;&#26159;&#20174;&#36825;&#19968;&#37096;&#24320;&#22987;&#65292;&#38047;&#24773;&#40655;&#22303;&#21160;&#30011;</p>
<p>&#36825;&#31995;&#21015;&#30340;&#37117;&#19981;&#38169;&#12290;&#31532;&#19968;&#27425;&#30475;&#35265;&#22823;&#27010;&#26159;&#21021;&#20013;&#21543;&#65292;&#22312;&#20964;&#20976;&#21355;&#35270;&#30475;&#20102;&#31532;&#19968;&#37096;&#65292;&#28207;&#21488;&#37197;&#38899;&#12290;&#25110;&#35768;&#26159;&#24515;&#29702;&#20316;&#29992;&#65292;&#35273;&#24471;&#38500;&#20102;&#21407;&#22768;&#20197;&#22806;&#65292;&#20063;&#23601;&#28207;&#21488;&#37197;&#38899;&#30340;&#21160;&#30011;&#36824;&#33021;&#30475;&#65292;&#22269;&#35821;&#30340;&#65292;&#24635;&#24863;&#35273;&#19968;&#21103;&#33510;&#22823;&#20167;&#28145;&#30340;&#26679;&#20799;&#12290;</p>
<p>&#21518;&#26469;&#30475;&#20102;&#31532;&#20108;&#37096;</p>
<p>&#20877;&#21518;&#26469;&#65292;&#23601;&#21040;&#20102;&#29616;&#22312;&#12290;&#12290;&#12290;&#12290;&#36825;&#31639;&#30058;&#22806;&#31687;&#19981;</p>
<p>&#23567;&#29399;&#20381;&#26087;&#33521;&#21191;&#26080;&#25932;&#65292;&#19981;&#22810;&#35828;&#65292;&#22909;&#30475;&#23601;&#26159;</p>
<p>&#160;&#160;&#160;&#160; 5.&#26684;&#26519;&#22902;&#22902;&#30340;&#30561;&#32654;&#20154;</p>
<p>&#36825;&#20010;&#65292;&#19979;&#30340;&#27809;&#23383;&#24149;&#65292;&#32769;&#22902;&#22902;&#35821;&#27668;&#22826;&#20016;&#23500;&#20102;&#65292;&#21475;&#40831;&#19981;&#20278;&#20432;&#65292;&#27809;&#21643;&#20307;&#20250;&#21040;&#30561;&#32654;&#20154;&#25925;&#20107;&#30340;&#40657;&#33394;&#27668;&#27675;&#12290;</p>
<p>&#22909;&#21543;&#65292;&#20854;&#23454;&#65292;&#23601;&#26159;&#25105;&#21548;&#21147;&#24046;&#21591;</p>
<p>&#160;&#160;&#160;&#160; 6.&#21830;&#26631;&#30340;&#19990;&#30028;</p>
<p>&#22826;&#24069;&#20102;&#65292;&#30524;&#33457;&#32557;&#20081;</p>
<p>&#23815;&#25308;&#36825;&#26679;&#30340;&#26893;&#20837;&#24191;&#21578;&#65292;&#21046;&#20316;&#20154;&#36215;&#30721;&#29992;&#24515;&#20102;</p>
<p>&#38750;&#20294;&#19981;&#29301;&#24378;&#65292;&#36824;&#22909;&#29609;&#30340;&#19981;&#34892;</p>
<p>&#20013;&#38388;&#19981;&#26029;&#30340;&#23450;&#26684;&#65292;&#20048;&#27492;&#19981;&#30130;&#30340;&#23547;&#25214;&#35748;&#35782;&#30340;logo&#12290;&#35201;&#19981;&#26159;logo&#22826;&#22810;&#65292;&#25105;&#32477;&#23545;&#26377;&#32784;&#24515;&#21435;&#24930;&#24930;&#30334;&#24230;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#32654;&#21095;~</p>
<p>1.&#23454;&#20064;&#21307;&#29983;&#26684;&#38647;&#65292;&#23395;&#32456;</p>
<p>&#26684;&#38647;&#30340;&#32534;&#21095;&#24456;&#29275;&#65292;&#27599;&#23395;&#32456;&#30340;&#20004;&#23567;&#26102;&#36830;&#25773;&#37117;&#35753;&#20154;&#25578;&#24515;&#12290;</p>
<p>&#19978;&#27425;&#26159;George&#30340;&#27515;&#65292;&#36825;&#27425;&#65292;&#30452;&#25509;&#27515;&#19968;&#20018;&#12290;&#22826;&#12290;&#12290;&#12290;&#12290;&#21861;&#20102;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#21482;&#33021;&#35828;&#65292;&#31639;&#20320;&#26377;&#32966;</p>
<p>&#19979;&#23395;&#24590;&#33021;&#19981;&#30475;</p>
<p>2.&#36855;&#22833;&#65292;&#21095;&#32456;</p>
<p>&#21710;&#65292;&#36825;&#20010;&#21095;&#65292;&#30495;&#26159;&#35753;&#20154;&#27426;&#21916;&#35753;&#20154;&#24551;&#21834;</p>
<p>&#23588;&#20854;&#26159;&#32467;&#23616;&#12290;&#12290;&#12290;</p>
<p>&#36825;&#19968;&#23395;&#65292;&#27809;&#24590;&#20040;&#35748;&#30495;&#30475;&#12290;&#23601;&#20914;&#30528;&#35201;&#32467;&#23616;&#20102;&#65292;&#24819;&#30693;&#36947;&#32467;&#26524;&#32780;&#24050;</p>
<p>&#21152;&#19978;&#25105;&#30475;&#30340;&#37117;&#27809;&#23383;&#24149;&#65292;&#32454;&#33410;&#37096;&#20998;&#22522;&#26412;&#27809;&#26377;follow&#12290;</p>
<p>&#23601;&#20809;&#35828;&#36825;&#32467;&#23616;&#21543;&#12290;&#20329;&#26381;&#32534;&#21095;&#12290;&#36825;&#20040;&#29399;&#34880;&#30340;&#32467;&#23616;&#65292;&#20498;&#26159;&#21313;&#20998;&#22865;&#21512;&#32769;&#27801;&#35828;&#30340;&#65306;&#19968;&#21315;&#20010;&#20154;&#23601;&#26377;&#19968;&#21315;&#20010;&#21704;&#22982;&#38647;&#29305;</p>
<p>&#26159;&#21834;&#65292;&#19968;&#21315;&#20010;&#20154;&#65292;&#30495;&#33021;&#22815;&#29702;&#35299;&#20986;&#19968;&#21315;&#20010;&#32467;&#23616;&#26469;</p>
<p>&#30475;&#19981;&#25026;&#30340;&#65292;&#20687;&#25105;&#36825;&#26679;&#30340;&#65292;&#31232;&#37324;&#31946;&#28034;&#30340;&#65292;&#20063;&#30693;&#36947;&#65292;&#20182;&#20204;&#21448;&#30456;&#36935;&#20102;&#65292;&#36319;&#36718;&#22238;&#20284;&#30340;</p>
<p>&#30475;&#30340;&#26126;&#30333;&#30340;&#65292;&#25105;&#21435;&#31245;&#24494;&#25214;&#20102;&#19979;&#35299;&#35835;&#12290;&#26377;&#20154;&#20174;&#23447;&#25945;&#30340;&#35282;&#24230;&#35762;&#65292;&#31185;&#23398;&#20998;&#26512;&#30340;&#65292;&#26102;&#31354;&#20132;&#38169;&#30340;&#65292;&#19981;&#21516;&#32500;&#19990;&#30028;&#30340;&#12290;&#36824;&#26377;&#20998;&#26512;&#20154;&#26684;&#30340;&#65292;&#36923;&#36753;&#25512;&#29702;&#30340;&#65292;&#21861;&#37117;&#26377;&#65292;&#29305;&#28909;&#38393;&#12290;</p>
<p>&#35910;&#29923;&#30340;&#36855;&#22833;&#23567;&#32452;&#65292;&#26377;&#20010;&#20154;&#21457;&#35328;&#35828;&#19981;&#21916;&#27426;&#36825;&#21095;&#65292;&#34987;&#32452;&#38271;&#39554;&#65292;&#24182;&#36386;&#20986;&#12290;&#25105;&#29468;&#65292;&#32452;&#38271;&#26159;&#24515;&#34394;&#30340;&#65292;&#30693;&#36947;&#22823;&#23478;&#37117;&#34987;&#32534;&#21095;&#24573;&#24736;&#30340;&#21463;&#19981;&#20102;&#20102;&#65292;&#25513;&#32819;&#30423;&#38083;&#21602;&#12290;&#24681;&#65292;&#35828;&#36215;&#36825;&#29616;&#35937;&#65292;&#25105;&#31245;&#31245;&#32852;&#24819;&#21040;&#20102;&#25919;&#27835;&#12290;&#19981;&#31639;&#25935;&#24863;&#21543;~</p>
<p>&#26377;&#19968;&#20010;&#20154;&#65292;&#30475;&#23436;&#32467;&#23616;&#21095;&#36879;&#35828;&#65306;hugo&#26159;&#20010;&#22899;&#30340;&#65292;&#29983;&#20102;&#20010;&#23043;&#12290;&#21621;&#21621;&#65292;&#28784;&#24120;&#22865;&#21512;&#39118;&#26684;&#20040;~~</p>
<p>3.gossip girl&#65292;&#23395;&#32456;</p>
<p>&#36825;&#21095;&#65292;&#19968;&#21521;&#20081;&#26469;&#12290;&#22914;&#36855;&#22833;&#19968;&#26679;&#65292;&#21482;&#20851;&#24515;&#20027;&#32447;&#24773;&#33410;&#12290;</p>
<p>&#24819;&#36215;ugly Betty&#65292;&#34429;&#28982;&#19981;&#24590;&#20040;&#21916;&#27426;&#65292;&#20294;&#20063;&#24819;&#30693;&#36947;&#32467;&#26524;&#32780;&#24050;&#12290;</p>
<p>4.big bang&#65292;&#23395;&#32456;</p>
<p>&#36825;&#36824;&#29992;&#35828;&#20040;&#65292;&#22909;&#30475;&#24456;&#12290;&#32780;&#19988;&#65292;&#36825;&#20010;&#65292;&#27809;&#23383;&#24149;&#65292;&#30495;&#30475;&#19981;&#25026;&#12290;&#22522;&#26412;&#19978;&#27809;&#21643;&#31505;&#23601;&#36807;&#21435;&#20102;&#12290;</p>
<p>24&#23567;&#26102;&#20043;&#25152;&#20197;&#27809;&#25509;&#30528;&#30475;&#65292;&#38500;&#20102;&#24773;&#33410;&#39118;&#26684;&#27809;&#21861;&#22823;&#21464;&#21270;&#20197;&#22806;&#65292;&#20063;&#22240;&#20026;&#27809;&#23383;&#24149;&#25105;&#30475;&#19981;&#25026;&#12290;jack&#35828;&#35805;&#22826;&#24555;&#20102;&#65292;&#22522;&#26412;&#19978;&#21482;&#33021;&#21548;&#25026;nuclear weapon&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>5.&#20840;&#32654;&#36229;&#27169;&#22823;&#36187;&#65292;&#23395;&#32456;</p>
<p>&#20197;&#21518;&#20877;&#19981;&#30475;&#20102;&#65292;&#27809;&#20154;&#33021;&#36229;&#36234;&#25105;&#30340;&#26368;&#29233;&#65292;elyse&#12290;tyra&#20063;&#32769;&#20102;&#65292;&#21482;&#33021;&#31639;&#26159;&#39118;&#38901;&#29369;&#23384;&#30340;&#22659;&#30028;&#20102;&#12290;</p>
<p>6.&#32654;&#22269;&#20598;&#20687;&#65292;&#26126;&#26085;&#32467;&#26463;</p>
<p>&#20063;&#19981;&#24819;&#20877;&#30475;&#20102;&#12290;&#36825;&#19968;&#23395;&#27700;&#24179;&#22826;&#24046;&#20102;&#65292;&#23601;&#21193;&#24378;&#30475;&#30528;didi&#65292;Aaron&#36824;&#39034;&#30524;&#28857;&#20799;&#65292;&#32769;&#26089;&#23601;&#34987;&#28120;&#27760;&#20102;&#12290;&#25105;&#19981;&#21916;&#27426;&#27700;&#26230;&#22992;&#65292;&#34429;&#28982;&#22905;&#21628;&#22768;&#25402;&#39640;&#12290;</p>
<p>&#36824;&#26159;&#33521;&#22269;&#36798;&#20154;&#22909;&#30475;&#28857;&#65292;&#32654;&#22269;&#30340;&#20063;&#19981;&#22909;&#30475;&#65292;&#35780;&#22996;&#27700;&#24179;&#19981;&#39640;&#12290;&#25454;&#35828;&#20013;&#22269;&#20063;&#35201;&#20986;&#36798;&#20154;&#20102;&#65292;&#24076;&#26395;&#19981;&#35201;&#21448;&#26159;&#38393;&#21095;+&#28818;&#20316;&#12290;</p>
<p>7.&#32477;&#26395;&#20027;&#22919;&#65292;&#23395;&#32456;</p>
<p>&#22909;&#21095;&#20040;&#12290;</p>
<p>&#25454;&#35828;&#65292;UB&#37324;&#38754;&#30340;wilhelmina&#35201;&#23458;&#20018;&#24694;&#22899;&#65292;&#26356;&#22810;&#20102;&#19968;&#20221;&#26399;&#24453;&#20040;&#12290;</p>
<p>&#23545;&#20102;&#65292;&#20043;&#21069;&#19981;&#30693;&#36947;&#35828;&#36807;&#27809;&#65292;&#36825;&#20010;&#28436;&#21592;&#20102;&#19981;&#24471;&#21834;&#12290;&#20197;&#21069;&#26159;&#27468;&#25163;&#65292;&#39118;&#20013;&#22855;&#32536;&#30340;&#20027;&#39064;&#26354;&#26159;&#22905;&#21809;&#30340;&#65292;&#22768;&#38899;&#19981;&#38169;&#12290;</p>
<p><strong>&#160;&#160;&#160; &#21691;&#65292;over&#12290;&#19968;&#27668;&#20799;&#30424;&#28857;&#20102;&#36817;&#19968;&#23398;&#26399;&#30340;&#25104;&#26524;&#20040;&#12290;&#12290;&#12290;<br /></strong></p>
                                    </p>
</div>
  
  


    </article>
  
  <div class="pagination">
    
      <a class="prev" href="/blog/page/14/">&larr; Older</a>
    
    <a href="/blog/archives">Blog Archives</a>
    
    <a class="next" href="/blog/page/12/">Newer &rarr;</a>
    
  </div>
</div>
<aside class="sidebar">
  
    <section>
  <h1>Recent Posts</h1>
  <ul id="recent_posts">
    
      <li class="post">
        <a href="/blog/2013/01/13/hui-gu-2012/">回顾2012</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/08/my-frist-post/">my-frist-post</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/05/14/eclipse---java.lang.noclassdeffounderror%3A-com.jayway.android.robotium.solo.solo%E9%94%99%E8%AF%AF%E8%A7%A3%E5%86%B3/">eclipse - java.lang.NoClassDefFoundError: com.jayway.android.robotium.solo.Solo错误解决</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/04/08/%E4%BD%A0%E7%8E%B0%E5%9C%A8%E7%9A%84%E5%B7%A5%E4%BD%9C%E8%BD%BB%E6%9D%BE%E4%B9%88%EF%BC%9F/">你现在的工作轻松么？</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/02/19/css%E7%AC%94%E8%AE%B0-position%E9%83%BD%E6%9C%89%E5%95%A5%E5%B1%9E%E6%80%A7/">CSS笔记-position都有啥属性</a>
      </li>
    
  </ul>
</section>






  
</aside>

    </div>
  </div>
  <footer role="contentinfo"><p>
  Copyright &copy; 2013 - muggleyoung -
  <span class="credit">Powered by <a href="http://octopress.org">Octopress</a>. Design by <a href="http://octopressthemes.com">Octopress Themes</a>.</span>
</p>

</footer>
  







  <script type="text/javascript">
    (function(){
      var twitterWidgets = document.createElement('script');
      twitterWidgets.type = 'text/javascript';
      twitterWidgets.async = true;
      twitterWidgets.src = 'http://platform.twitter.com/widgets.js';
      document.getElementsByTagName('head')[0].appendChild(twitterWidgets);
    })();
  </script>





</body>
</html>
