
<!DOCTYPE HTML>
<html>
<head>
	<meta charset="utf-8">
	<title></title>
	<meta name="author" content="muggleyoung">

	
	<meta name="description" content="&#21018;&#22238;&#23478;&#23601;&#26029;&#32593;&#20102;&#65292;&#30452;&#21040;&#29616;&#22312;&#20063;&#27809;&#35265;&#22909;&#12290;&#12290;&# &hellip;">
	
	<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

	<link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
	<link rel="canonical" href="">
	<link href="/favicon.png" rel="shortcut icon">
	<link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
	<!--[if lt IE 9]><script src="//html5shiv.googlecode.com/svn/trunk/html5.js"></script><![endif]-->
	<script src="//ajax.googleapis.com/ajax/libs/jquery/1.7.2/jquery.min.js"></script>
	
</head>

<body>
	<header id="header" class="inner"><h1><a href="/"></a></h1>
<nav id="main-nav"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</nav>
<nav id="mobile-nav">
	<div class="alignleft menu">
		<a class="button">Menu</a>
		<div class="container"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</div>
	</div>
	<div class="alignright search">
		<a class="button"></a>
		<div class="container">
			<form action="http://google.com/search" method="get">
				<input type="text" name="q" results="0">
				<input type="hidden" name="q" value="site:muggleyoung.github.com">
			</form>
		</div>
	</div>
</nav>
<nav id="sub-nav" class="alignright">
	<div class="social">
		
		
		
		
    
		
		
		
		
		
		<a class="rss" href="/atom.xml" title="RSS">RSS</a>
		
	</div>
	<form class="search" action="http://google.com/search" method="get">
		<input class="alignright" type="text" name="q" results="0">
		<input type="hidden" name="q" value="site:muggleyoung.github.com">
	</form>
</nav>

</header>
	
		
	
	<div id="content" class="inner">


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/02/23/wedding--endding/">
		
			Wedding&#8211;endding</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#21018;&#22238;&#23478;&#23601;&#26029;&#32593;&#20102;&#65292;&#30452;&#21040;&#29616;&#22312;&#20063;&#27809;&#35265;&#22909;&#12290;&#12290;&#12290;&#12290;&#19975;&#24694;&#30340;&#22404;&#26029;&#34892;&#19994;&#65292;&#25928;&#29575;&#23454;&#22312;&#26159;&#20302;&#19979;&#12290;&#21487;&#24604;&#25105;&#20170;&#20799;&#20351;&#21170;&#20799;&#30340;&#25628;&#65292;&#22909;&#23481;&#26131;&#36461;&#19978;&#26576;&#23478;&#30340;&#26080;&#32447;&#65292;&#20511;&#30528;&#34583;&#29275;&#33324;&#30340;&#32593;&#36895;&#23567;&#29609;&#19968;&#20250;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#20851;&#20110;wedding&#36825;&#20010;&#20027;&#39064;&#20063;&#27809;&#20102;&#26032;&#40092;&#21170;&#20799;&#65292;&#19981;&#24819;&#20889;&#19979;&#21435;&#20102;&#65292;&#25918;&#20960;&#20010;&#22270;&#30475;&#30475;&#24471;&#20102;</p>
<p>&#160;</p>
<p>&#29245;&#29245;&#23478;&#38376;&#21475;&#65292;&#24456;&#24320;&#38420;&#21834;~~</p>
<p><img src="http://filer.blogbus.com/5333148/53331481266918513n.jpg" border="0" alt="" /></p>
<p>&#160;</p>
<p>&#28165;&#30495;&#23546;&#22312;&#36825;&#36793;&#36824;&#26159;&#24456;&#26174;&#30524;&#30340;</p>
<p><img src="http://filer.blogbus.com/5333148/533314812669186304.jpg" border="0" alt="" /></p>
<p>&#160;</p>
<p>&#23601;&#20026;&#36825;&#24352;&#29031;&#29255;&#65292;&#29245;&#29245;&#23110;&#23478;&#39047;&#26377;&#24494;&#35789;&#12290;&#12290;&#12290;&#12290;&#12290;&#65288;&#30001;&#27492;&#24320;&#22987;&#25105;&#23545;&#30007;&#23562;&#22899;&#21329;&#30340;&#19981;&#28385;&#12290;&#12290;&#12290;&#65289;</p>
<p><img src="http://filer.blogbus.com/5333148/533314812669185601.jpg" border="0" alt="" /></p>
<p>&#160;</p>
<p>&#26032;&#25151;&#30340;&#31036;&#29289;&#65292;&#24320;&#22987;&#35273;&#24471;&#19981;&#24590;&#20040;&#22909;&#30475;&#65292;&#30452;&#21040;&#26377;&#19968;&#22825;&#36319;&#29245;&#21516;&#20303;&#26102;&#25165;&#21457;&#29616;&#65292;&#36825;&#20063;&#26159;&#19968;&#22823;&#38899;&#21709;&#65292;&#20110;&#26159;&#25554;&#19978;&#33258;&#24049;&#30340;&#25163;&#26426;&#65292;&#29992;&#37324;&#38754;&#20081;&#19971;&#20843;&#31967;&#30340;&#38750;&#20013;&#25991;&#27468;&#26354;&#25240;&#30952;&#20102;&#20182;&#20204;&#19968;&#23487;&#12290;&#21704;&#21704;</p>
<p><img src="http://filer.blogbus.com/5333148/533314812669185461.jpg" border="0" alt="" /></p>
<p>&#160;</p>
<p>&#35828;&#23454;&#35805;&#65292;&#27604;&#36215;&#36825;&#26679;&#30340;&#32511;&#21270;&#65292;&#25105;&#21916;&#27426;&#29245;&#23478;&#38376;&#21475;&#37027;&#19968;&#29255;&#40644;&#22303;</p>
<p><img src="http://filer.blogbus.com/5333148/533314812669184659.jpg" border="0" alt="" /></p>
<p>&#160;</p>
<p>&#25105;&#30340;&#22823;&#33041;&#34955;&#21834;~~~</p>
<p><img src="http://filer.blogbus.com/5333148/53331481266918487h.jpg" border="0" alt="" /></p>
<p>&#160;</p>
<p>&#20146;&#23494;&#24456;&#65281;&#21704;&#21704;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481266918500a.jpg" border="0" alt="" /></p>
<p>&#160;</p>
<p>&#21021;&#21040;&#29245;&#23478;&#30340;&#36149;&#23486;&#24453;&#36935;&#12290;&#30452;&#25509;&#25302;&#38795;&#19978;&#28821;&#65292;&#24320;&#21507;&#65281;&#28385;&#28385;&#19968;&#30871;&#32905;&#65281;&#24681;&#65292;&#39184;&#21518;&#38646;&#39135;&#36824;&#26159;&#32905;&#65281;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481266918513s.jpg" border="0" alt="" /></p>
<p>&#160;</p>
<p>&#23130;&#23476;&#20063;&#23601;&#36825;&#24453;&#36935;&#20102;&#65292;&#22079;&#22079;&#65292;&#24178;&#26524;+&#32905;&#12290;&#36825;&#22825;&#22825;&#21507;&#32905;&#21507;&#30340;&#25105;&#21568;&#65292;&#24629;&#20102;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481266918578j.jpg" border="0" alt="" /></p>
<p>&#160;</p>
<p>&#35753;&#25105;&#19981;&#29245;&#30340;&#26159;&#65292;&#22240;&#20026;&#22320;&#26041;&#19981;&#22815;&#65292;&#20110;&#26159;&#23601;&#20808;&#23433;&#25490;&#30007;&#21516;&#24535;&#20204;&#21507;&#65292;&#23436;&#20107;&#20799;&#20474;&#20204;&#36825;&#20123;&#23478;&#30519;&#25165;&#19978;&#26700;&#12290;&#34429;&#35828;&#21507;&#30340;&#20063;&#19981;&#26159;&#20154;&#23478;&#21097;&#39277;&#65292;&#21487;&#25105;&#36824;&#26159;&#35273;&#24471;&#24456;&#19981;&#29245;&#21834;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481266918593v.jpg" border="0" alt="" /></p>
<p>&#160;</p>
<p>&#39184;&#21069;&#27599;&#20154;&#21457;&#19977;&#22359;&#38065;&#65292;&#19981;&#25026;&#20026;&#21861;&#65292;&#20182;&#20204;&#35828;&#26041;&#35328;&#25105;&#27809;&#21548;&#25026;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481266918568.jpg" border="0" alt="" /></p>
<p>&#160;</p>
<p>&#20020;&#36208;&#37027;&#22825;&#26202;&#19978;&#65292;&#20457;&#20154;&#24102;&#25105;&#21507;&#28900;&#32905;&#65292;&#30475;&#35265;&#32650;&#22836;&#25105;&#22362;&#25345;&#35201;&#21507;&#19968;&#20010;&#12290;&#36825;&#20010;&#23506;&#20551;&#21834;&#65292;&#25105;&#30528;&#23454;&#19968;&#21453;&#24120;&#24577;&#30340;&#32982;&#20102;</p>
<p><img src="http://filer.blogbus.com/5333148/533314812669185251.jpg" border="0" alt="" /></p>
<p>&#160;</p>
<p>&#26368;&#21518;&#21543;&#12290;&#12290;&#12290;&#12290;&#21457;&#36825;&#24352;&#29031;&#29255;&#30495;&#30340;&#26159;&#38656;&#35201;&#21191;&#27668;&#30340;&#65292;&#19981;&#35201;&#31505;&#25105;&#21834;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481266918428e.jpg" border="0" alt="" /></p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-02-23T00:00:00+08:00" pubdate data-updated="true">Feb 23<span>rd</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/02/04/wedding--%E8%80%8D/">
		
			Wedding&#8211;耍</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#35805;&#35828;30&#21495;&#23130;&#31036;&#24403;&#22825;&#26202;&#19978;&#65292;&#33258;&#24049;&#19968;&#20010;&#20154;&#20303;&#22312;&#23486;&#39302;&#65292;&#27425;&#26085;&#26032;&#23219;&#22919;&#20799;&#29245;&#29245;&#26469;&#25214;&#25105;&#29609;&#65292;&#22312;&#21439;&#22478;&#37324;&#21507;&#20102;&#39277;&#65292;&#36319;&#20182;&#20204;&#30340;&#21516;&#23398;&#20204;&#23567;&#29609;&#20102;&#19968;&#20250;&#65292;&#23601;&#22238;&#23567;&#24378;&#23478;&#20102;&#65292;&#36825;&#22825;&#20063;&#23601;&#22522;&#26412;&#19978;&#27809;&#24178;&#20160;&#20040;&#12290;</p>
<p>1&#21495;&#65292;&#29245;&#35201;&#22238;&#38376;&#12290;&#25105;&#38506;&#22905;&#22238;&#12290;&#39034;&#36947;&#23567;&#29609;&#20102;&#20250;&#20799;&#12290;</p>
<p>&#25105;&#30340;&#22836;&#36824;&#30495;&#19981;&#26159;&#19968;&#33324;&#30340;&#22823;&#65292;&#37117;&#21487;&#20197;&#36319;&#20154;&#24102;&#30528;&#24125;&#23376;&#30340;&#33041;&#34955;&#23218;&#32654;&#20102;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481265250724o.jpg" border="0" alt="" /></p>
<p>&#160;</p>
<p>&#21704;&#21704;&#65292;&#38590;&#24471;&#25105;&#19981;&#24656;&#39640;&#65292;&#20307;&#20250;&#19979;&#25351;&#28857;&#27743;&#23665;&#30340;&#24863;&#35273;</p>
<p><img src="http://filer.blogbus.com/5333148/533314812652507301.jpg" border="0" alt="" /></p>
<p>&#160;</p>
<p>&#24403;&#22320;&#20154;&#31649;&#36825;&#20010;&#21483;&#20570;&#29399;&#23615;&#21488;~</p>
<p><img src="http://filer.blogbus.com/5333148/53331481265250735b.jpg" border="0" alt="" /></p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-02-04T00:00:00+08:00" pubdate data-updated="true">Feb 4<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/02/04/wedding--%E5%87%86%E5%A4%87/">
		
			Wedding&#8211;准备</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>29&#21495;&#19979;&#21320;&#24320;&#22987;&#29245;&#29245;&#23601;&#35201;&#24320;&#22987;&#20570;&#20934;&#22791;&#20102;&#12290;</p>
<p>&#22905;&#20204;&#37027;&#37324;&#30340;&#35762;&#31350;&#24456;&#22810;&#65292;&#25105;&#23601;&#25441;&#25105;&#26126;&#30333;&#30340;&#35762;&#22909;&#20102;&#12290;</p>
<p>&#36214;&#22312;&#20621;&#26202;&#21069;&#65292;&#29245;&#35201;&#25300;&#27611;&#65292;&#36825;&#26159;&#19968;&#20010;&#26497;&#20854;&#27531;&#24525;&#30340;&#36807;&#31243;&#65292;&#25105;&#30475;&#30528;&#24456;&#38590;&#21463;&#12290;&#20027;&#35201;&#26159;&#25226;&#25972;&#20010;&#33080;&#21644;&#33080;&#39050;&#65292;&#36824;&#26377;&#33046;&#23376;&#19978;&#30340;&#27611;&#25300;&#25481;&#65292;&#35828;&#26159;&#36825;&#26679;&#22909;&#30475;&#12290;&#22522;&#26412;&#19978;&#20998;&#19977;&#27493;&#36208;&#65306;&#39318;&#20808;&#29992;&#25163;&#25226;&#31245;&#22823;&#30340;&#32466;&#27611;&#25300;&#25481;&#65292;&#27604;&#22914;&#39069;&#22836;&#21457;&#38469;&#32447;&#21608;&#22260;&#65292;&#21518;&#33046;&#23376;&#19978;&#38754;&#65307;&#28982;&#21518;&#29992;&#19968;&#26681;&#26825;&#32447;&#22312;&#33080;&#19978;&#32478;&#65292;&#36825;&#26679;&#21487;&#20197;&#25226;&#27425;&#22823;&#30340;&#27611;&#25300;&#25481;&#65292;&#32780;&#19988;&#19968;&#27425;&#21487;&#20197;&#25300;&#25481;&#24456;&#22810;&#65292;&#24819;&#24819;&#23601;&#30140;&#65307;&#26368;&#21518;&#25165;&#29992;&#21059;&#39035;&#20992;&#25226;&#25972;&#20010;&#33080;&#21644;&#33046;&#23376;&#21038;&#19968;&#36941;&#65292;&#21253;&#25324;&#32819;&#26421;&#21450;&#21608;&#22260;&#30340;&#27599;&#20010;&#32454;&#33410;&#65292;&#40784;&#40784;&#25346;&#20102;&#19968;&#36941;&#12290;</p>
<p>&#36825;&#23601;&#26159;&#22312;&#29992;&#26825;&#32447;&#32478;&#27611;&#65292;&#30475;&#25226;&#23043;&#30140;&#30340;&#65292;&#21518;&#26469;&#25105;&#37117;&#33021;&#30475;&#20986;&#32478;&#36807;&#30340;&#30382;&#32932;&#32418;&#32418;&#30340;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481265219371v.jpg" border="0" alt="" /></p>
<p>&#36825;&#36824;&#19981;&#31639;&#23436;&#65292;&#21038;&#23436;&#33080;&#65292;&#32039;&#25509;&#30528;&#20934;&#22791;&#20102;&#20457;&#21093;&#20102;&#30382;&#30340;&#29038;&#40481;&#34507;&#65288;&#21834;&#65292;&#25105;&#22909;&#39295;&#65289;&#65292;&#24471;&#22312;&#29245;&#33080;&#19978;&#28378;&#19968;&#22280;&#65292;&#28982;&#21518;&#25226;&#20457;&#40481;&#34507;&#37117;&#21507;&#25481;&#12290;&#25105;&#38382;&#20026;&#20160;&#20040;&#65292;&#25454;&#35828;&#26159;&#36319;&#29983;&#23567;&#23401;&#26377;&#20851;&#65292;&#20855;&#20307;&#26159;&#22810;&#29983;&#20960;&#20010;&#65292;&#36824;&#26159;&#22810;&#29983;&#30007;&#23401;&#65292;&#27809;&#25630;&#28165;&#26970;&#12290;</p>
<p>&#24324;&#23436;&#36825;&#19968;&#20999;&#65292;&#22825;&#20063;&#35265;&#40657;&#20102;&#65292;&#26032;&#23064;&#23601;&#19981;&#33021;&#20877;&#20986;&#38376;&#20102;&#12290;&#20110;&#26159;&#20046;&#65292;&#25105;&#20204;&#19968;&#36215;&#25910;&#25342;&#20102;&#23233;&#22918;&#65292;&#24182;&#19988;&#35797;&#31359;&#20102;&#23233;&#34915;&#12290;</p>
<p>&#29245;&#30340;&#26032;&#23233;&#34915;&#65292;&#36156;&#32418;&#20102;&#21543;&#12290;&#25105;&#24635;&#35828;&#26159;&#32418;&#36879;&#21322;&#36793;&#22825;&#20102;&#65292;&#22905;&#30340;&#34915;&#26381;&#37324;&#37324;&#22806;&#22806;&#20840;&#26159;&#32418;&#30340;&#65292;&#21704;&#21704;</p>
<p>&#24681;&#65292;&#23233;&#22918;&#25105;&#24536;&#25293;&#20102;&#65292;&#19981;&#26159;&#24456;&#22810;&#65292;&#21482;&#26159;&#36208;&#20010;&#24418;&#24335;&#32780;&#24050;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481265219714g.jpg" border="0" alt="" /></p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-02-04T00:00:00+08:00" pubdate data-updated="true">Feb 4<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/02/04/wedding--i.n.g./">
		
			wedding&#8211;i.n.g.</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#23130;&#31036;&#36827;&#34892;&#26102;&#65292;&#21069;&#19968;&#26202;&#29609;&#30340;&#22826;&#28608;&#21160;&#65292;&#30561;&#24471;&#26202;&#65292;&#32467;&#26524;&#19968;&#22823;&#26089;&#19971;&#28857;&#22810;&#23601;&#34987;&#29245;&#29245;&#22823;&#22992;&#22158;&#36215;&#26469;&#65292;&#20063;&#27809;&#20160;&#20040;&#20107;&#24773;&#30475;&#65292;&#31561;&#30528;&#26032;&#23064;&#31359;&#22909;&#26032;&#34915;&#26381;&#65292;&#30475;&#30528;&#22905;&#30424;&#22909;&#20102;&#22836;&#21457;&#65292;&#25105;&#36825;&#20010;&#36828;&#23458;&#27838;&#20809;&#22352;&#20102;&#23130;&#36710;&#65292;&#24110;&#24537;&#25343;&#30528;&#33457;&#12290;&#22905;&#20204;&#36825;&#36793;&#27809;&#26377;&#20276;&#23064;&#21568;&#65292;&#33457;&#31461;&#21834;&#36825;&#26679;&#30340;&#27010;&#24565;&#65292;&#20110;&#26159;&#65292;&#25105;&#20860;&#32844;&#20276;&#23064;+&#33457;&#31461;+&#25668;&#24433;&#24072;&#65292;&#21704;&#21704;&#65292;&#37117;&#26159;&#33258;&#23553;&#30340;&#65292;&#36824;&#35753;&#26230;&#21516;&#23398;&#30333;&#30333;&#32673;&#24917;&#20102;&#19968;&#25226;&#12290;&#39134;&#21017;&#23545;&#20110;&#25105;&#36825;&#20040;&#22823;size&#30340;&#33457;&#31461;&#34920;&#31034;&#20102;&#26080;&#22856;&#65292;&#21704;&#21704;&#21704;&#12290;</p>
<p>&#26032;&#23064;&#30424;&#22836;&#21270;&#22918;&#20013;~~~</p>
<p><img src="http://filer.blogbus.com/5333148/533314812652226639.jpg" border="0" alt="" /></p>
<p>&#22823;&#33457;&#31461;&#21644;&#23567;&#23219;&#22919;&#20799;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481265222354v.jpg" border="0" alt="" /></p>
<p>&#32487;&#32493;&#32599;&#21990;&#35762;&#31350;&#20204;&#65306;</p>
<p>&#20986;&#38376;&#21069;&#65292;&#35201;&#30001;&#22920;&#22920;&#26469;&#32473;&#26032;&#23064;&#30422;&#19978;&#32418;&#30422;&#22836;&#65292;&#20043;&#21518;&#23601;&#19968;&#30452;&#30422;&#30528;&#30452;&#21040;&#26032;&#37070;&#23478;&#65292;&#30001;&#26032;&#37070;&#20146;&#25163;&#25581;&#24320;&#12290;&#25105;&#20204;&#20013;&#38388;&#36335;&#19978;&#21435;&#25481;&#20102;&#19968;&#20250;&#65292;&#22240;&#20026;&#29245;&#29245;&#30340;&#21457;&#22411;&#34987;&#21387;&#22351;&#20102;&#65292;&#22079;&#22079;&#65307;</p>
<p>&#22905;&#20204;&#36825;&#36793;&#26032;&#23064;&#22909;&#20687;&#26159;&#35201;&#26032;&#37070;&#30340;&#21733;&#21733;&#26469;&#25509;&#65292;&#36824;&#26159;&#26032;&#23064;&#30340;&#22992;&#22992;&#24351;&#24351;&#21435;&#36865;&#26469;&#30528;&#65292;&#25105;&#21448;&#31946;&#28034;&#20102;&#12290;&#25152;&#20197;&#65292;&#23567;&#24378;&#21516;&#23398;&#37027;&#22825;&#26159;&#22312;&#20182;&#23478;&#38376;&#21475;&#24685;&#20505;&#30528;&#30340;&#65292;&#23567;&#29245;&#36827;&#38376;&#26102;&#65292;&#20250;&#26377;&#24456;&#22810;&#20154;&#25318;&#30528;&#38393;&#33150;&#65292;&#24403;&#26102;&#25105;&#24819;&#25293;&#29031;&#26469;&#30528;&#65292;&#21487;&#26159;&#19968;&#19981;&#23567;&#24515;&#23601;&#34987;&#25380;&#22312;&#20102;&#22806;&#38754;&#65292;&#27515;&#27963;&#22815;&#19981;&#30528;&#20027;&#35282;&#20204;&#65292;&#24974;&#27515;&#24052;&#27963;&#25293;&#20102;&#20004;&#24352;&#20840;&#26159;&#40657;&#33041;&#34955;&#12290;&#12290;&#12290;&#36825;&#20010;&#21834;&#65292;&#22909;&#20687;&#26159;&#24471;&#26032;&#37070;&#24320;&#36335;&#36865;&#26032;&#23064;&#23376;&#36827;&#21435;&#65292;&#21453;&#27491;&#23567;&#24378;&#26368;&#21518;&#26159;&#25265;&#30528;&#23567;&#29245;&#36827;&#23627;&#30340;&#65307;</p>
<p>&#25105;&#22909;&#19981;&#23481;&#26131;&#36319;&#19978;&#20102;&#65292;&#36827;&#23627;&#26102;&#20505;&#21448;&#34987;&#25380;&#22312;&#22806;&#38754;&#65292;&#24184;&#22909;&#23567;&#29245;&#29031;&#39038;&#25105;&#65292;&#32473;&#20102;&#25105;VIP&#30340;&#24453;&#36935;&#65292;&#38506;&#22905;&#22352;&#22312;&#28821;&#22836;&#19978;&#65292;&#35265;&#35777;&#20102;&#25509;&#19979;&#26469;&#30340;&#27927;&#25163;&#65292;&#25619;&#26680;&#26691;&#12290;&#27927;&#25163;&#26159;&#20026;&#21861;&#25105;&#19981;&#25026;&#65292;&#25619;&#26680;&#26691;&#26159;&#20026;&#20102;&#26089;&#29983;&#23043;&#65292;&#25105;&#38382;&#32769;&#22902;&#22902;&#20102;&#65307;</p>
<p>&#26032;&#37070;&#35201;&#24102;&#23567;&#30333;&#24125;&#65292;&#21704;&#21704;&#65292;&#25509;&#19979;&#26469;&#30340;&#31048;&#31095;&#36824;&#26159;&#20160;&#20040;&#30340;&#35201;&#29992;&#30340;&#12290;&#31095;&#21578;&#30340;&#36807;&#31243;&#35980;&#20284;&#21482;&#26377;&#30007;&#30340;&#25165;&#33021;&#21435;&#65292;&#21453;&#27491;&#25105;&#27809;&#35265;&#30528;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481265223071w.jpg" border="0" alt="" /></p>
<p>&#21507;&#39277;&#30340;&#26102;&#20505;&#65292;&#22320;&#26041;&#19981;&#22823;&#22815;&#65292;&#23486;&#23458;&#20204;&#24471;&#20998;&#25320;&#21507;&#12290;&#30007;&#23486;&#20808;&#21507;&#65292;&#28982;&#21518;&#25165;&#26159;&#22899;&#30519;&#65292;&#34429;&#35828;&#21507;&#30340;&#26159;&#37325;&#26032;&#19978;&#30340;&#39277;&#33756;&#65292;&#21487;&#36825;&#20010;&#32454;&#33410;&#36824;&#26159;&#35753;&#25105;&#19981;&#29245;&#20102;&#19968;&#19979;&#19979;&#12290;&#23545;&#20102;&#65292;&#36825;&#22825;&#23567;&#29245;&#22522;&#26412;&#27809;&#21507;&#19996;&#35199;&#65292;&#22909;&#20687;&#19981;&#35753;&#21507;&#65292;&#35828;&#19981;&#22909;&#30475;&#12290;</p>
<p>&#21507;&#39277;&#30340;&#26102;&#20505;&#19968;&#20154;&#21457;&#20102;&#19977;&#22359;&#38065;&#65292;&#25105;&#19981;&#25026;&#26159;&#20026;&#21861;&#65292;&#21608;&#22260;&#30340;&#20154;&#20351;&#21170;&#20652;&#25105;&#36214;&#32039;&#35013;&#19978;&#65292;&#25105;&#20063;&#23601;&#27809;&#22810;&#23458;&#27668;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481265223640g.jpg" border="0" alt="" /></p>
<p>&#22522;&#26412;&#19978;&#21507;&#23436;&#39277;&#23601;&#36827;&#20837;&#38393;&#27934;&#25151;&#29615;&#33410;&#20102;&#65292;&#29031;&#29255;&#19981;&#26041;&#20415;&#36148;&#20102;&#12290;&#25105;&#26412;&#26469;&#23601;&#19981;&#21916;&#27426;&#38393;&#65292;&#36824;&#21548;&#19981;&#25026;&#20182;&#20204;&#30340;&#26041;&#35328;&#65292;&#26089;&#26089;&#30340;&#23601;&#34987;&#23433;&#25490;&#21040;&#23486;&#39302;&#20241;&#24687;&#65292;&#30475;&#20102;&#19968;&#26202;&#19978;&#28246;&#21335;&#21355;&#35270;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-02-04T00:00:00+08:00" pubdate data-updated="true">Feb 4<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/02/03/wedding--%E5%88%B0%E8%BE%BE/">
		
			Wedding&#8211;到达</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#24819;&#26469;&#24819;&#21435;&#65292;&#36825;&#19968;&#27425;&#30340;&#22823;&#35199;&#21271;&#20043;&#26053;&#65292;&#36824;&#26159;&#20197;&#26102;&#38388;&#30340;&#39034;&#24207;&#26469;&#35760;&#24405;&#27604;&#36739;&#19981;&#20250;&#20081;&#65292;&#25105;&#23601;&#27599;&#22825;&#25972;&#29702;&#19968;&#28857;&#29031;&#29255;&#21644;&#24863;&#24819;&#21543;&#12290;</p>
<p>28&#21495;&#19968;&#26089;&#20986;&#21457;&#65292;&#19979;&#21320;&#21040;&#22266;&#21407;&#65292;&#31561;&#29245;&#26469;&#25509;&#25105;&#12290;&#32467;&#26524;&#20004;&#20154;&#30828;&#26159;&#35841;&#37117;&#27809;&#25214;&#30528;&#35841;&#12290;&#12290;&#12290;&#29245;&#29245;&#30246;&#20102;&#65292;&#31168;&#27668;&#22810;&#20102;&#65288;&#25554;&#19968;&#21477;&#65292;&#26377;&#22825;&#23567;&#29245;&#65292;&#23567;&#24378;&#36319;&#25105;&#20200;&#20154;&#19978;&#31216;&#65292;&#25105;&#26159;&#26368;&#32982;&#30340;&#37027;&#20010;&#65292;555555&#65292;&#20260;&#24515;&#21741;&#20250;&#20799;&#25105;&#65289;</p>
<p>&#37492;&#20110;&#26102;&#38388;&#24050;&#32463;&#27604;&#36739;&#26202;&#65292;&#21152;&#20043;&#23567;&#29245;&#32047;&#19981;&#24819;&#22238;&#23478;&#65292;&#25105;&#20204;&#24403;&#26202;&#20303;&#22312;&#22266;&#21407;&#24066;&#12290;&#29245;&#21333;&#20301;&#26202;&#19978;&#26377;&#20107;&#65292;&#25105;&#20204;&#21435;&#24110;&#24537;&#65292;&#36763;&#33510;&#30340;&#25216;&#26415;&#22788;&#20154;&#21592;&#12290;&#12290;&#12290;</p>
<p>&#30475;&#29245;&#29245;&#26159;&#19981;&#26159;&#28165;&#31168;&#20102;&#24456;&#22810;</p>
<p><img src="http://filer.blogbus.com/5333148/533314812652181436.jpg" border="0" alt="" /></p>
<p>&#22312;&#24066;&#21306;&#22909;&#23481;&#26131;&#25214;&#21040;&#23478;&#40092;&#33457;&#24215;&#65288;&#21518;&#26469;&#30340;&#20107;&#23454;&#35777;&#26126;&#65292;&#26159;&#29245;&#29245;&#36825;&#23043;&#22826;&#31528;&#65292;&#31455;&#28982;&#19981;&#30693;&#36947;&#33258;&#24049;&#23478;&#38376;&#21475;&#23601;&#26377;&#33457;&#24215;&#12290;&#12290;&#12290;&#65289;&#65292;29&#21495;&#26089;&#26216;&#65292;&#21507;&#20102;&#22909;&#21507;&#30340;&#32905;&#21253;&#23376;&#65292;&#20080;&#20102;&#40092;&#33457;&#65292;&#22868;&#29245;&#23478;&#21435;liao&#12290;&#12290;&#12290;</p>
<p>&#19968;&#26463;&#22823;&#25447;&#30340;&#33457;&#65292;&#22810;&#23569;&#26421;&#25105;&#24536;&#35760;&#20102;&#65292;&#21453;&#27491;&#24403;&#26102;&#36873;&#30340;&#26102;&#20505;&#36824;&#26159;&#24456;&#26377;&#35762;&#31350;&#30340;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481265218534m.jpg" border="0" alt="" /></p>
<p>&#36824;&#26377;&#19968;&#26463;&#25163;&#25447;&#33457;&#65292;&#22240;&#20026;&#29245;&#35828;&#22905;&#20204;&#20934;&#22791;&#30340;&#26159;&#20551;&#33457;&#65292;&#25105;&#35273;&#24471;&#19981;&#22909;&#30475;&#65292;&#30828;&#35201;&#20080;&#20010;&#30495;&#30340;</p>
<p>&#20080;&#20004;&#25447;&#33457;&#65292;&#19968;&#20010;&#25601;&#23478;&#37324;&#26174;&#25670;&#65292;&#19968;&#20010;&#25343;&#25163;&#37324;&#65292;&#22810;&#22909;&#30340;&#12290;&#39134;&#35828;&#25105;&#24819;&#26292;&#21457;&#25143;&#20284;&#30340;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481265218841o.jpg" border="0" alt="" /></p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-02-03T00:00:00+08:00" pubdate data-updated="true">Feb 3<span>rd</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>

<nav id="pagenavi">
    
        <a href="/blog/page/36/" class="prev">Prev</a>
    
    
        <a href="/blog/page/38/" class="next">Next</a>
    
    <div class="center"><a href="/blog/archives">Blog Archives</a></div>
</nav></div>
	<footer id="footer" class="inner">Copyright &copy; 2013

    muggleyoung

</footer>
	<script src="/javascripts/slash.js"></script>
<script src="/javascripts/jquery.fancybox.pack.js"></script>
<script type="text/javascript">
(function($){
	$('.fancybox').fancybox();
})(jQuery);
</script> <!-- Delete or comment this line to disable Fancybox -->


<script type="text/javascript">
      var disqus_shortname = 'muggleyoung';
      
        
        var disqus_script = 'count.js';
      
    (function () {
      var dsq = document.createElement('script'); dsq.type = 'text/javascript'; dsq.async = true;
      dsq.src = 'http://' + disqus_shortname + '.disqus.com/' + disqus_script;
      (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);
    }());
</script>





</body>
</html>