
<!DOCTYPE html>
<!--[if IEMobile 7 ]><html class="no-js iem7"><![endif]-->
<!--[if lt IE 9]><html class="no-js lte-ie8"><![endif]-->
<!--[if (gt IE 8)|(gt IEMobile 7)|!(IEMobile)|!(IE)]><!--><html class="no-js" lang="en"><!--<![endif]-->
<head>
  <meta charset="utf-8">
  <title></title>
  <meta name="author" content="muggleyoung">

  
  <meta name="description" content="&#35805;&#35828;30&#21495;&#23130;&#31036;&#24403;&#22825;&#26202;&#19978;&#65292;&#33258;&#24049;&#19968;&#20010;&#20154;&#20303;&#22312;&#23486;&# &hellip;">
  

  <!-- http://t.co/dKP3o1e -->
  <meta name="HandheldFriendly" content="True">
  <meta name="MobileOptimized" content="320">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  
  <link rel="canonical" href="http://muggleyoung.github.com/blog/page/37/">
  <link href="/favicon.png" rel="icon">
  <link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
  <script src="/javascripts/modernizr-2.0.js"></script>
  <script src="/javascripts/ender.js"></script>
  <script src="/javascripts/octopress.js" type="text/javascript"></script>
  <link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
  <!--Fonts from Google"s Web font directory at http://google.com/webfonts -->
<link href="http://fonts.googleapis.com/css?family=PT+Serif:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<link href="http://fonts.googleapis.com/css?family=PT+Sans:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">

  

</head>

<body   >
  <header role="banner"><hgroup>
  <h1><a href="/"></a></h1>
  
    <h2>young for you</h2>
  
</hgroup>

</header>
  <nav role="navigation"><ul class="subscription" data-subscription="rss">
  <li><a href="/atom.xml" rel="subscribe-rss" title="subscribe via RSS">RSS</a></li>
  
</ul>
  
<form action="http://google.com/search" method="get">
  <fieldset role="search">
    <input type="hidden" name="q" value="site:muggleyoung.github.com" />
    <input class="search" type="text" name="q" results="0" placeholder="Search"/>
  </fieldset>
</form>
  
<ul class="main-navigation">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
</ul>

</nav>
  <div id="main">
    <div id="content">
      <div class="blog-index">
  
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-02-04T00:00:00+08:00" pubdate data-updated="true">Feb 4<span>th</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/02/04/wedding--%E8%80%8D/">Wedding&#8211;耍</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#35805;&#35828;30&#21495;&#23130;&#31036;&#24403;&#22825;&#26202;&#19978;&#65292;&#33258;&#24049;&#19968;&#20010;&#20154;&#20303;&#22312;&#23486;&#39302;&#65292;&#27425;&#26085;&#26032;&#23219;&#22919;&#20799;&#29245;&#29245;&#26469;&#25214;&#25105;&#29609;&#65292;&#22312;&#21439;&#22478;&#37324;&#21507;&#20102;&#39277;&#65292;&#36319;&#20182;&#20204;&#30340;&#21516;&#23398;&#20204;&#23567;&#29609;&#20102;&#19968;&#20250;&#65292;&#23601;&#22238;&#23567;&#24378;&#23478;&#20102;&#65292;&#36825;&#22825;&#20063;&#23601;&#22522;&#26412;&#19978;&#27809;&#24178;&#20160;&#20040;&#12290;</p>
<p>1&#21495;&#65292;&#29245;&#35201;&#22238;&#38376;&#12290;&#25105;&#38506;&#22905;&#22238;&#12290;&#39034;&#36947;&#23567;&#29609;&#20102;&#20250;&#20799;&#12290;</p>
<p>&#25105;&#30340;&#22836;&#36824;&#30495;&#19981;&#26159;&#19968;&#33324;&#30340;&#22823;&#65292;&#37117;&#21487;&#20197;&#36319;&#20154;&#24102;&#30528;&#24125;&#23376;&#30340;&#33041;&#34955;&#23218;&#32654;&#20102;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481265250724o.jpg" border="0" alt="" /></p>
<p>&#160;</p>
<p>&#21704;&#21704;&#65292;&#38590;&#24471;&#25105;&#19981;&#24656;&#39640;&#65292;&#20307;&#20250;&#19979;&#25351;&#28857;&#27743;&#23665;&#30340;&#24863;&#35273;</p>
<p><img src="http://filer.blogbus.com/5333148/533314812652507301.jpg" border="0" alt="" /></p>
<p>&#160;</p>
<p>&#24403;&#22320;&#20154;&#31649;&#36825;&#20010;&#21483;&#20570;&#29399;&#23615;&#21488;~</p>
<p><img src="http://filer.blogbus.com/5333148/53331481265250735b.jpg" border="0" alt="" /></p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-02-04T00:00:00+08:00" pubdate data-updated="true">Feb 4<span>th</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/02/04/wedding--%E5%87%86%E5%A4%87/">Wedding&#8211;准备</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>29&#21495;&#19979;&#21320;&#24320;&#22987;&#29245;&#29245;&#23601;&#35201;&#24320;&#22987;&#20570;&#20934;&#22791;&#20102;&#12290;</p>
<p>&#22905;&#20204;&#37027;&#37324;&#30340;&#35762;&#31350;&#24456;&#22810;&#65292;&#25105;&#23601;&#25441;&#25105;&#26126;&#30333;&#30340;&#35762;&#22909;&#20102;&#12290;</p>
<p>&#36214;&#22312;&#20621;&#26202;&#21069;&#65292;&#29245;&#35201;&#25300;&#27611;&#65292;&#36825;&#26159;&#19968;&#20010;&#26497;&#20854;&#27531;&#24525;&#30340;&#36807;&#31243;&#65292;&#25105;&#30475;&#30528;&#24456;&#38590;&#21463;&#12290;&#20027;&#35201;&#26159;&#25226;&#25972;&#20010;&#33080;&#21644;&#33080;&#39050;&#65292;&#36824;&#26377;&#33046;&#23376;&#19978;&#30340;&#27611;&#25300;&#25481;&#65292;&#35828;&#26159;&#36825;&#26679;&#22909;&#30475;&#12290;&#22522;&#26412;&#19978;&#20998;&#19977;&#27493;&#36208;&#65306;&#39318;&#20808;&#29992;&#25163;&#25226;&#31245;&#22823;&#30340;&#32466;&#27611;&#25300;&#25481;&#65292;&#27604;&#22914;&#39069;&#22836;&#21457;&#38469;&#32447;&#21608;&#22260;&#65292;&#21518;&#33046;&#23376;&#19978;&#38754;&#65307;&#28982;&#21518;&#29992;&#19968;&#26681;&#26825;&#32447;&#22312;&#33080;&#19978;&#32478;&#65292;&#36825;&#26679;&#21487;&#20197;&#25226;&#27425;&#22823;&#30340;&#27611;&#25300;&#25481;&#65292;&#32780;&#19988;&#19968;&#27425;&#21487;&#20197;&#25300;&#25481;&#24456;&#22810;&#65292;&#24819;&#24819;&#23601;&#30140;&#65307;&#26368;&#21518;&#25165;&#29992;&#21059;&#39035;&#20992;&#25226;&#25972;&#20010;&#33080;&#21644;&#33046;&#23376;&#21038;&#19968;&#36941;&#65292;&#21253;&#25324;&#32819;&#26421;&#21450;&#21608;&#22260;&#30340;&#27599;&#20010;&#32454;&#33410;&#65292;&#40784;&#40784;&#25346;&#20102;&#19968;&#36941;&#12290;</p>
<p>&#36825;&#23601;&#26159;&#22312;&#29992;&#26825;&#32447;&#32478;&#27611;&#65292;&#30475;&#25226;&#23043;&#30140;&#30340;&#65292;&#21518;&#26469;&#25105;&#37117;&#33021;&#30475;&#20986;&#32478;&#36807;&#30340;&#30382;&#32932;&#32418;&#32418;&#30340;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481265219371v.jpg" border="0" alt="" /></p>
<p>&#36825;&#36824;&#19981;&#31639;&#23436;&#65292;&#21038;&#23436;&#33080;&#65292;&#32039;&#25509;&#30528;&#20934;&#22791;&#20102;&#20457;&#21093;&#20102;&#30382;&#30340;&#29038;&#40481;&#34507;&#65288;&#21834;&#65292;&#25105;&#22909;&#39295;&#65289;&#65292;&#24471;&#22312;&#29245;&#33080;&#19978;&#28378;&#19968;&#22280;&#65292;&#28982;&#21518;&#25226;&#20457;&#40481;&#34507;&#37117;&#21507;&#25481;&#12290;&#25105;&#38382;&#20026;&#20160;&#20040;&#65292;&#25454;&#35828;&#26159;&#36319;&#29983;&#23567;&#23401;&#26377;&#20851;&#65292;&#20855;&#20307;&#26159;&#22810;&#29983;&#20960;&#20010;&#65292;&#36824;&#26159;&#22810;&#29983;&#30007;&#23401;&#65292;&#27809;&#25630;&#28165;&#26970;&#12290;</p>
<p>&#24324;&#23436;&#36825;&#19968;&#20999;&#65292;&#22825;&#20063;&#35265;&#40657;&#20102;&#65292;&#26032;&#23064;&#23601;&#19981;&#33021;&#20877;&#20986;&#38376;&#20102;&#12290;&#20110;&#26159;&#20046;&#65292;&#25105;&#20204;&#19968;&#36215;&#25910;&#25342;&#20102;&#23233;&#22918;&#65292;&#24182;&#19988;&#35797;&#31359;&#20102;&#23233;&#34915;&#12290;</p>
<p>&#29245;&#30340;&#26032;&#23233;&#34915;&#65292;&#36156;&#32418;&#20102;&#21543;&#12290;&#25105;&#24635;&#35828;&#26159;&#32418;&#36879;&#21322;&#36793;&#22825;&#20102;&#65292;&#22905;&#30340;&#34915;&#26381;&#37324;&#37324;&#22806;&#22806;&#20840;&#26159;&#32418;&#30340;&#65292;&#21704;&#21704;</p>
<p>&#24681;&#65292;&#23233;&#22918;&#25105;&#24536;&#25293;&#20102;&#65292;&#19981;&#26159;&#24456;&#22810;&#65292;&#21482;&#26159;&#36208;&#20010;&#24418;&#24335;&#32780;&#24050;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481265219714g.jpg" border="0" alt="" /></p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-02-04T00:00:00+08:00" pubdate data-updated="true">Feb 4<span>th</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/02/04/wedding--i.n.g./">wedding&#8211;i.n.g.</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#23130;&#31036;&#36827;&#34892;&#26102;&#65292;&#21069;&#19968;&#26202;&#29609;&#30340;&#22826;&#28608;&#21160;&#65292;&#30561;&#24471;&#26202;&#65292;&#32467;&#26524;&#19968;&#22823;&#26089;&#19971;&#28857;&#22810;&#23601;&#34987;&#29245;&#29245;&#22823;&#22992;&#22158;&#36215;&#26469;&#65292;&#20063;&#27809;&#20160;&#20040;&#20107;&#24773;&#30475;&#65292;&#31561;&#30528;&#26032;&#23064;&#31359;&#22909;&#26032;&#34915;&#26381;&#65292;&#30475;&#30528;&#22905;&#30424;&#22909;&#20102;&#22836;&#21457;&#65292;&#25105;&#36825;&#20010;&#36828;&#23458;&#27838;&#20809;&#22352;&#20102;&#23130;&#36710;&#65292;&#24110;&#24537;&#25343;&#30528;&#33457;&#12290;&#22905;&#20204;&#36825;&#36793;&#27809;&#26377;&#20276;&#23064;&#21568;&#65292;&#33457;&#31461;&#21834;&#36825;&#26679;&#30340;&#27010;&#24565;&#65292;&#20110;&#26159;&#65292;&#25105;&#20860;&#32844;&#20276;&#23064;+&#33457;&#31461;+&#25668;&#24433;&#24072;&#65292;&#21704;&#21704;&#65292;&#37117;&#26159;&#33258;&#23553;&#30340;&#65292;&#36824;&#35753;&#26230;&#21516;&#23398;&#30333;&#30333;&#32673;&#24917;&#20102;&#19968;&#25226;&#12290;&#39134;&#21017;&#23545;&#20110;&#25105;&#36825;&#20040;&#22823;size&#30340;&#33457;&#31461;&#34920;&#31034;&#20102;&#26080;&#22856;&#65292;&#21704;&#21704;&#21704;&#12290;</p>
<p>&#26032;&#23064;&#30424;&#22836;&#21270;&#22918;&#20013;~~~</p>
<p><img src="http://filer.blogbus.com/5333148/533314812652226639.jpg" border="0" alt="" /></p>
<p>&#22823;&#33457;&#31461;&#21644;&#23567;&#23219;&#22919;&#20799;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481265222354v.jpg" border="0" alt="" /></p>
<p>&#32487;&#32493;&#32599;&#21990;&#35762;&#31350;&#20204;&#65306;</p>
<p>&#20986;&#38376;&#21069;&#65292;&#35201;&#30001;&#22920;&#22920;&#26469;&#32473;&#26032;&#23064;&#30422;&#19978;&#32418;&#30422;&#22836;&#65292;&#20043;&#21518;&#23601;&#19968;&#30452;&#30422;&#30528;&#30452;&#21040;&#26032;&#37070;&#23478;&#65292;&#30001;&#26032;&#37070;&#20146;&#25163;&#25581;&#24320;&#12290;&#25105;&#20204;&#20013;&#38388;&#36335;&#19978;&#21435;&#25481;&#20102;&#19968;&#20250;&#65292;&#22240;&#20026;&#29245;&#29245;&#30340;&#21457;&#22411;&#34987;&#21387;&#22351;&#20102;&#65292;&#22079;&#22079;&#65307;</p>
<p>&#22905;&#20204;&#36825;&#36793;&#26032;&#23064;&#22909;&#20687;&#26159;&#35201;&#26032;&#37070;&#30340;&#21733;&#21733;&#26469;&#25509;&#65292;&#36824;&#26159;&#26032;&#23064;&#30340;&#22992;&#22992;&#24351;&#24351;&#21435;&#36865;&#26469;&#30528;&#65292;&#25105;&#21448;&#31946;&#28034;&#20102;&#12290;&#25152;&#20197;&#65292;&#23567;&#24378;&#21516;&#23398;&#37027;&#22825;&#26159;&#22312;&#20182;&#23478;&#38376;&#21475;&#24685;&#20505;&#30528;&#30340;&#65292;&#23567;&#29245;&#36827;&#38376;&#26102;&#65292;&#20250;&#26377;&#24456;&#22810;&#20154;&#25318;&#30528;&#38393;&#33150;&#65292;&#24403;&#26102;&#25105;&#24819;&#25293;&#29031;&#26469;&#30528;&#65292;&#21487;&#26159;&#19968;&#19981;&#23567;&#24515;&#23601;&#34987;&#25380;&#22312;&#20102;&#22806;&#38754;&#65292;&#27515;&#27963;&#22815;&#19981;&#30528;&#20027;&#35282;&#20204;&#65292;&#24974;&#27515;&#24052;&#27963;&#25293;&#20102;&#20004;&#24352;&#20840;&#26159;&#40657;&#33041;&#34955;&#12290;&#12290;&#12290;&#36825;&#20010;&#21834;&#65292;&#22909;&#20687;&#26159;&#24471;&#26032;&#37070;&#24320;&#36335;&#36865;&#26032;&#23064;&#23376;&#36827;&#21435;&#65292;&#21453;&#27491;&#23567;&#24378;&#26368;&#21518;&#26159;&#25265;&#30528;&#23567;&#29245;&#36827;&#23627;&#30340;&#65307;</p>
<p>&#25105;&#22909;&#19981;&#23481;&#26131;&#36319;&#19978;&#20102;&#65292;&#36827;&#23627;&#26102;&#20505;&#21448;&#34987;&#25380;&#22312;&#22806;&#38754;&#65292;&#24184;&#22909;&#23567;&#29245;&#29031;&#39038;&#25105;&#65292;&#32473;&#20102;&#25105;VIP&#30340;&#24453;&#36935;&#65292;&#38506;&#22905;&#22352;&#22312;&#28821;&#22836;&#19978;&#65292;&#35265;&#35777;&#20102;&#25509;&#19979;&#26469;&#30340;&#27927;&#25163;&#65292;&#25619;&#26680;&#26691;&#12290;&#27927;&#25163;&#26159;&#20026;&#21861;&#25105;&#19981;&#25026;&#65292;&#25619;&#26680;&#26691;&#26159;&#20026;&#20102;&#26089;&#29983;&#23043;&#65292;&#25105;&#38382;&#32769;&#22902;&#22902;&#20102;&#65307;</p>
<p>&#26032;&#37070;&#35201;&#24102;&#23567;&#30333;&#24125;&#65292;&#21704;&#21704;&#65292;&#25509;&#19979;&#26469;&#30340;&#31048;&#31095;&#36824;&#26159;&#20160;&#20040;&#30340;&#35201;&#29992;&#30340;&#12290;&#31095;&#21578;&#30340;&#36807;&#31243;&#35980;&#20284;&#21482;&#26377;&#30007;&#30340;&#25165;&#33021;&#21435;&#65292;&#21453;&#27491;&#25105;&#27809;&#35265;&#30528;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481265223071w.jpg" border="0" alt="" /></p>
<p>&#21507;&#39277;&#30340;&#26102;&#20505;&#65292;&#22320;&#26041;&#19981;&#22823;&#22815;&#65292;&#23486;&#23458;&#20204;&#24471;&#20998;&#25320;&#21507;&#12290;&#30007;&#23486;&#20808;&#21507;&#65292;&#28982;&#21518;&#25165;&#26159;&#22899;&#30519;&#65292;&#34429;&#35828;&#21507;&#30340;&#26159;&#37325;&#26032;&#19978;&#30340;&#39277;&#33756;&#65292;&#21487;&#36825;&#20010;&#32454;&#33410;&#36824;&#26159;&#35753;&#25105;&#19981;&#29245;&#20102;&#19968;&#19979;&#19979;&#12290;&#23545;&#20102;&#65292;&#36825;&#22825;&#23567;&#29245;&#22522;&#26412;&#27809;&#21507;&#19996;&#35199;&#65292;&#22909;&#20687;&#19981;&#35753;&#21507;&#65292;&#35828;&#19981;&#22909;&#30475;&#12290;</p>
<p>&#21507;&#39277;&#30340;&#26102;&#20505;&#19968;&#20154;&#21457;&#20102;&#19977;&#22359;&#38065;&#65292;&#25105;&#19981;&#25026;&#26159;&#20026;&#21861;&#65292;&#21608;&#22260;&#30340;&#20154;&#20351;&#21170;&#20652;&#25105;&#36214;&#32039;&#35013;&#19978;&#65292;&#25105;&#20063;&#23601;&#27809;&#22810;&#23458;&#27668;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481265223640g.jpg" border="0" alt="" /></p>
<p>&#22522;&#26412;&#19978;&#21507;&#23436;&#39277;&#23601;&#36827;&#20837;&#38393;&#27934;&#25151;&#29615;&#33410;&#20102;&#65292;&#29031;&#29255;&#19981;&#26041;&#20415;&#36148;&#20102;&#12290;&#25105;&#26412;&#26469;&#23601;&#19981;&#21916;&#27426;&#38393;&#65292;&#36824;&#21548;&#19981;&#25026;&#20182;&#20204;&#30340;&#26041;&#35328;&#65292;&#26089;&#26089;&#30340;&#23601;&#34987;&#23433;&#25490;&#21040;&#23486;&#39302;&#20241;&#24687;&#65292;&#30475;&#20102;&#19968;&#26202;&#19978;&#28246;&#21335;&#21355;&#35270;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-02-03T00:00:00+08:00" pubdate data-updated="true">Feb 3<span>rd</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/02/03/wedding--%E5%88%B0%E8%BE%BE/">Wedding&#8211;到达</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#24819;&#26469;&#24819;&#21435;&#65292;&#36825;&#19968;&#27425;&#30340;&#22823;&#35199;&#21271;&#20043;&#26053;&#65292;&#36824;&#26159;&#20197;&#26102;&#38388;&#30340;&#39034;&#24207;&#26469;&#35760;&#24405;&#27604;&#36739;&#19981;&#20250;&#20081;&#65292;&#25105;&#23601;&#27599;&#22825;&#25972;&#29702;&#19968;&#28857;&#29031;&#29255;&#21644;&#24863;&#24819;&#21543;&#12290;</p>
<p>28&#21495;&#19968;&#26089;&#20986;&#21457;&#65292;&#19979;&#21320;&#21040;&#22266;&#21407;&#65292;&#31561;&#29245;&#26469;&#25509;&#25105;&#12290;&#32467;&#26524;&#20004;&#20154;&#30828;&#26159;&#35841;&#37117;&#27809;&#25214;&#30528;&#35841;&#12290;&#12290;&#12290;&#29245;&#29245;&#30246;&#20102;&#65292;&#31168;&#27668;&#22810;&#20102;&#65288;&#25554;&#19968;&#21477;&#65292;&#26377;&#22825;&#23567;&#29245;&#65292;&#23567;&#24378;&#36319;&#25105;&#20200;&#20154;&#19978;&#31216;&#65292;&#25105;&#26159;&#26368;&#32982;&#30340;&#37027;&#20010;&#65292;555555&#65292;&#20260;&#24515;&#21741;&#20250;&#20799;&#25105;&#65289;</p>
<p>&#37492;&#20110;&#26102;&#38388;&#24050;&#32463;&#27604;&#36739;&#26202;&#65292;&#21152;&#20043;&#23567;&#29245;&#32047;&#19981;&#24819;&#22238;&#23478;&#65292;&#25105;&#20204;&#24403;&#26202;&#20303;&#22312;&#22266;&#21407;&#24066;&#12290;&#29245;&#21333;&#20301;&#26202;&#19978;&#26377;&#20107;&#65292;&#25105;&#20204;&#21435;&#24110;&#24537;&#65292;&#36763;&#33510;&#30340;&#25216;&#26415;&#22788;&#20154;&#21592;&#12290;&#12290;&#12290;</p>
<p>&#30475;&#29245;&#29245;&#26159;&#19981;&#26159;&#28165;&#31168;&#20102;&#24456;&#22810;</p>
<p><img src="http://filer.blogbus.com/5333148/533314812652181436.jpg" border="0" alt="" /></p>
<p>&#22312;&#24066;&#21306;&#22909;&#23481;&#26131;&#25214;&#21040;&#23478;&#40092;&#33457;&#24215;&#65288;&#21518;&#26469;&#30340;&#20107;&#23454;&#35777;&#26126;&#65292;&#26159;&#29245;&#29245;&#36825;&#23043;&#22826;&#31528;&#65292;&#31455;&#28982;&#19981;&#30693;&#36947;&#33258;&#24049;&#23478;&#38376;&#21475;&#23601;&#26377;&#33457;&#24215;&#12290;&#12290;&#12290;&#65289;&#65292;29&#21495;&#26089;&#26216;&#65292;&#21507;&#20102;&#22909;&#21507;&#30340;&#32905;&#21253;&#23376;&#65292;&#20080;&#20102;&#40092;&#33457;&#65292;&#22868;&#29245;&#23478;&#21435;liao&#12290;&#12290;&#12290;</p>
<p>&#19968;&#26463;&#22823;&#25447;&#30340;&#33457;&#65292;&#22810;&#23569;&#26421;&#25105;&#24536;&#35760;&#20102;&#65292;&#21453;&#27491;&#24403;&#26102;&#36873;&#30340;&#26102;&#20505;&#36824;&#26159;&#24456;&#26377;&#35762;&#31350;&#30340;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481265218534m.jpg" border="0" alt="" /></p>
<p>&#36824;&#26377;&#19968;&#26463;&#25163;&#25447;&#33457;&#65292;&#22240;&#20026;&#29245;&#35828;&#22905;&#20204;&#20934;&#22791;&#30340;&#26159;&#20551;&#33457;&#65292;&#25105;&#35273;&#24471;&#19981;&#22909;&#30475;&#65292;&#30828;&#35201;&#20080;&#20010;&#30495;&#30340;</p>
<p>&#20080;&#20004;&#25447;&#33457;&#65292;&#19968;&#20010;&#25601;&#23478;&#37324;&#26174;&#25670;&#65292;&#19968;&#20010;&#25343;&#25163;&#37324;&#65292;&#22810;&#22909;&#30340;&#12290;&#39134;&#35828;&#25105;&#24819;&#26292;&#21457;&#25143;&#20284;&#30340;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481265218841o.jpg" border="0" alt="" /></p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-01-27T00:00:00+08:00" pubdate data-updated="true">Jan 27<span>th</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/01/27/%E5%A5%94%E5%90%91%E8%A5%BF%E5%8C%97%E7%9A%84%E8%A5%BF%E5%8C%97%7E%7E%7E/">奔向西北的西北~~~</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p><img src="http://filer.blogbus.com/5333148/53331481264597830v.jpg" border="0" alt="" /></p>
<p>&#30475;&#30475;&#25105;&#20080;&#30340;&#32418;&#21253;&#65292;&#29305;&#38712;&#27668;&#65292;&#36824;&#29615;&#20445;&#65292;&#21704;&#21704;</p>
<p>&#19996;&#35199;&#25910;&#25342;&#22909;&#20102;&#65292;&#27809;&#22810;&#23569;&#65292;&#36335;&#19978;&#21507;&#30340;&#29992;&#30340;&#23601;&#21344;&#20102;&#19968;&#21322;</p>
<p>&#21040;&#20102;&#36824;&#24471;&#25214;&#22320;&#26041;&#21462;&#38065;&#65292;&#22823;&#27010;&#31639;&#20102;&#19979;&#65292;&#23569;&#35828;&#24471;&#21462;3K&#22810;&#65292;&#24040;&#27454;&#21834;</p>
<p>&#24681;&#65292;&#36824;&#35201;&#20080;&#26463;&#33457;&#65292;&#20272;&#35745;&#26126;&#22825;&#26159;&#26469;&#19981;&#21450;&#20102;&#65292;&#35201;&#19981;&#28982;&#23601;&#21518;&#22825;&#21543;&#65292;&#33258;&#24049;&#20986;&#21435;&#36955;&#24367;&#21435;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8211;</p>
<p>&#30149;&#20102;&#24555;&#20004;&#22825;&#65292;&#36825;&#27425;&#21448;&#21520;&#20102;&#65292;&#23601;&#22240;&#20026;&#26089;&#19978;&#21018;&#38590;&#21463;&#30340;&#26102;&#20505;&#65292;&#28212;&#30340;&#21463;&#19981;&#20102;&#65292;&#21917;&#20102;&#20004;&#21475;&#32418;&#31958;&#27700;&#65292;&#19979;&#21320;&#23601;&#20840;&#21520;&#25481;&#20102;&#12290;&#12290;&#12290;</p>
<p>&#20197;&#21518;&#36824;&#26159;&#32769;&#23454;&#28857;&#65292;&#23601;&#19981;&#21507;&#19981;&#21917;&#30340;&#30561;&#35273;&#21543;&#65292;&#35753;&#23427;&#24694;&#24515;&#20063;&#21520;&#19981;&#20986;&#26469;&#65281;&#21756;&#65292;&#30475;&#35841;&#25239;&#24471;&#36807;&#35841;&#65292;&#25105;&#23601;&#19981;&#20449;&#27835;&#19981;&#20102;&#20320;&#20102;&#65281;&#21710;&#65292;&#36214;&#32039;&#22909;&#21543;&#65292;&#25105;&#24555;&#29100;&#19981;&#20303;&#20102;&#12290;&#36824;&#22909;&#29616;&#22312;&#19981;&#20250;&#30140;&#21040;&#24819;&#27515;&#65292;&#20294;&#20063;&#24555;&#20102;&#12290;&#25972;&#20010;&#20154;&#27809;&#21147;&#27668;&#65292;&#20351;&#21170;&#21702;&#21990;&#65292;&#23517;&#23460;&#20063;&#27809;&#20154;&#33021;&#24110;&#25105;&#65292;&#33258;&#24049;&#29228;&#19978;&#29228;&#19979;&#30340;&#24448;&#21397;&#25152;&#36305;&#65292;&#31361;&#28982;&#23601;&#20250;&#35273;&#24471;&#36335;&#36884;&#22909;&#36965;&#36828;&#65292;&#24456;&#20919;&#24456;&#33392;&#33510;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#27599;&#27425;&#26377;&#20154;&#20851;&#24515;&#65292;&#21861;&#30149;&#65311;&#25105;&#24635;&#26159;&#25975;&#34893;&#65292;&#32963;&#30140;&#12290;&#21516;&#23398;&#19981;&#26126;&#30333;&#20102;&#65292;&#37027;&#20040;&#33021;&#21507;&#33021;&#21917;&#30340;&#20027;&#20799;&#65292;&#27599;&#22825;&#27599;&#39039;&#39277;&#19968;&#28857;&#27809;&#20111;&#30528;&#33258;&#24049;&#65292;&#21643;&#23601;&#27809;&#20107;&#20799;&#29233;&#32963;&#30140;&#65292;&#21704;&#21704;&#65292;&#25105;&#21487;&#24604;&#30340;&#32963;&#65292;&#25972;&#22825;&#32972;&#40657;&#38149;&#12290;&#12290;&#12290;&#12290;&#35748;&#20102;&#21543;&#21704;</p>
<p>&#30495;&#19981;&#25954;&#24819;&#35937;&#31561;&#25105;&#19978;&#29677;&#30340;&#26102;&#20505;&#29359;&#30149;&#20102;&#21643;&#21150;&#65292;&#29100;&#30528;&#21543;&#65292;&#24808;&#30333;&#30340;&#33080;&#65292;&#30149;&#24591;&#24591;&#30340;&#26679;&#23376;&#24456;&#21523;&#20154;&#65307;&#35831;&#20551;&#21602;&#65292;&#24635;&#35831;&#20551;&#20063;&#19981;&#22909;&#21834;&#65292;&#32769;&#26495;&#20197;&#20026;&#25105;&#23047;&#27668;&#21253;&#21602;&#12290;&#12290;&#12290;</p>
<p>&#25152;&#20197;&#19968;&#24819;&#21040;&#24555;&#27605;&#19994;&#20102;&#65292;&#35201;&#24037;&#20316;&#20102;&#65292;&#25105;&#23601;&#23475;&#24597;&#12290;&#12290;&#12290;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;-</p>
<p>&#19981;&#35828;&#20260;&#24515;&#20107;&#20799;&#20102;&#65292;&#26126;&#22825;&#21435;&#35266;&#31036;&#20102;&#65292;&#21435;&#38463;&#29245;&#23478;&#65292;&#21507;&#22909;&#21507;&#30340;&#65292;&#22909;&#22909;&#34917;&#34917;&#31934;&#27668;&#31070;&#12290;&#27431;&#25289;&#25289;~~~&#27431;&#25289;&#25289;~~~~~~~~</p>
                                    </p>
</div>
  
  


    </article>
  
  <div class="pagination">
    
      <a class="prev" href="/blog/page/38/">&larr; Older</a>
    
    <a href="/blog/archives">Blog Archives</a>
    
    <a class="next" href="/blog/page/36/">Newer &rarr;</a>
    
  </div>
</div>
<aside class="sidebar">
  
    <section>
  <h1>Recent Posts</h1>
  <ul id="recent_posts">
    
      <li class="post">
        <a href="/blog/2013/03/27/version-control-dot-vim-file-with-git/">Version Control .vim File With Git</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/25/how-to-use-font-icon-in-html/">How to use font icon in HTML</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-change-git-repo-name/">how to change git repo name</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-setup-a-new-remote-git-repo/">How to setup a new remote git repo</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/13/hui-gu-2012/">回顾2012</a>
      </li>
    
  </ul>
</section>






  
</aside>

    </div>
  </div>
  <footer role="contentinfo"><p>
  Copyright &copy; 2013 - muggleyoung -
  <span class="credit">Powered by <a href="http://octopress.org">Octopress</a>. Design by <a href="http://octopressthemes.com">Octopress Themes</a>.</span>
</p>

</footer>
  







  <script type="text/javascript">
    (function(){
      var twitterWidgets = document.createElement('script');
      twitterWidgets.type = 'text/javascript';
      twitterWidgets.async = true;
      twitterWidgets.src = 'http://platform.twitter.com/widgets.js';
      document.getElementsByTagName('head')[0].appendChild(twitterWidgets);
    })();
  </script>





</body>
</html>
