
<!DOCTYPE HTML>
<html>
<head>
	<meta charset="utf-8">
	<title>自娱自乐 - </title>
	<meta name="author" content="muggleyoung">

	
	<meta name="description" content="&#19968;&#20010;&#20154;&#30340;&#26085;&#23376;&#21018;&#24320;&#22987;&#65292;&#25105;&#23601;&#22833;&#21435;&#20102;&#33258;&#25511;&#21147;&# &hellip;">
	
	<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

	<link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
	<link rel="canonical" href="">
	<link href="/favicon.png" rel="shortcut icon">
	<link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
	<!--[if lt IE 9]><script src="//html5shiv.googlecode.com/svn/trunk/html5.js"></script><![endif]-->
	<script src="//ajax.googleapis.com/ajax/libs/jquery/1.7.2/jquery.min.js"></script>
	
</head>

<body>
	<header id="header" class="inner"><h1><a href="/"></a></h1>
<nav id="main-nav"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</nav>
<nav id="mobile-nav">
	<div class="alignleft menu">
		<a class="button">Menu</a>
		<div class="container"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</div>
	</div>
	<div class="alignright search">
		<a class="button"></a>
		<div class="container">
			<form action="http://google.com/search" method="get">
				<input type="text" name="q" results="0">
				<input type="hidden" name="q" value="site:muggleyoung.github.com">
			</form>
		</div>
	</div>
</nav>
<nav id="sub-nav" class="alignright">
	<div class="social">
		
		
		
		
    
		
		
		
		
		
		<a class="rss" href="/atom.xml" title="RSS">RSS</a>
		
	</div>
	<form class="search" action="http://google.com/search" method="get">
		<input class="alignright" type="text" name="q" results="0">
		<input type="hidden" name="q" value="site:muggleyoung.github.com">
	</form>
</nav>

</header>
	
		
	
	<div id="content" class="inner"><article class="post">
	<h2 class="title">自娱自乐</h2>
	<div class="entry-content"><p>
                                    <p>&#19968;&#20010;&#20154;&#30340;&#26085;&#23376;&#21018;&#24320;&#22987;&#65292;&#25105;&#23601;&#22833;&#21435;&#20102;&#33258;&#25511;&#21147;&#65292;&#25042;&#27915;&#27915;&#30340;&#19981;&#30693;&#36947;&#33258;&#24049;&#24819;&#24178;&#22043;</p>
<p>&#23487;&#33293;&#37324;&#23429;&#20102;&#19968;&#22825;&#65292;&#25910;&#33719;&#26159;&#65306;&#37329;&#29699;&#22870;&#39041;&#22870;&#31036;&#65292;&#28023;&#22320;&#21215;&#25424;&#26202;&#20250;&#65292;&#27983;&#35272;&#28246;&#21335;&#21355;&#35270;&#21508;&#33394;&#23089;&#20048;&#33410;&#30446;&#65292;&#19978;&#32593;&#65292;&#30333;&#26085;&#26790;&#29245;&#29245;&#30340;&#23130;&#31036;&#65292;&#21548;&#27468;&#65292;&#24819;&#23398;&#20960;&#39318;&#30340;&#65292;&#25105;&#35821;&#35328;&#33021;&#21147;&#19981;&#26159;&#19968;&#33324;&#30340;&#24046;&#65292;&#23398;&#19981;&#26469;&#12290;&#12290;&#12290;&#12290;&#25509;&#30528;&#23601;&#25913;&#30475;&#19978;&#19968;&#23395;&#30340;&#32654;&#20598;&#65292;&#28982;&#21518;&#26080;&#32842;&#21040;&#29609;qq&#28216;&#25103;&#65292;&#33258;&#24049;&#29609;&#65292;&#25289;&#30528;&#21516;&#23398;&#19968;&#22359;&#29609;&#65292;&#24819;&#29609;&#30340;&#28216;&#25103;&#25384;&#20010;&#36807;&#20102;&#19968;&#36941;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#22826;&#27809;&#20986;&#24687;&#20102;</p>
<p>&#21453;&#30465;&#19979;&#35201;</p>
<p>&#26126;&#20799;&#24471;&#23398;&#20064;&#20102;&#65292;&#22909;&#20960;&#31687;&#35770;&#25991;&#25302;&#30528;&#19968;&#30452;&#27809;&#22909;&#22909;&#30475;&#12290;&#30524;&#30597;&#30528;&#35201;&#24320;&#39064;&#20102;&#65292;&#35201;&#26159;&#34701;&#21512;&#20570;&#19981;&#20986;&#26469;&#24808;&#20102;&#65292;&#20197;&#21518;&#21643;&#21150;&#12290;&#24471;&#25235;&#32039;&#25235;&#32039;</p>
<p>&#24681;&#65292;&#29609;&#24515;&#36824;&#26159;&#37325;&#20102;&#28857;&#12290;&#35813;&#29609;&#30340;&#26102;&#20505;&#19981;&#30828;&#25384;&#30528;&#23601;&#25104;&#65292;&#22079;&#22079;&#65292;&#33293;&#19981;&#24471;&#20111;&#24453;&#33258;&#24049;&#25105;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#19981;&#36807;&#25918;&#20551;&#20102;&#21507;&#30340;&#30495;&#19981;&#24590;&#20040;&#26679;&#65292;&#26089;&#39277;&#21482;&#26377;&#39292;&#39292;&#65292;&#21320;&#39277;&#25105;&#36824;&#27809;&#21435;&#36807;&#39277;&#22530;&#65292;&#20294;&#37027;&#20010;5&#22359;&#30340;&#22871;&#39184;&#20063;&#21482;&#26159;&#26366;&#32463;&#22909;&#21507;&#20102;&#65292;&#36830;&#30528;&#20004;&#22825;&#35753;&#25105;&#24694;&#24515;&#30340;&#24819;&#21520;&#12290;&#20080;&#20010;&#39277;&#30495;&#40635;&#28902;&#65292;&#25171;&#20010;&#27700;&#24471;&#21322;&#20010;&#22810;&#23567;&#26102;&#12290;</p>
<p>&#27491;&#22909;&#26377;&#26426;&#20250;&#25226;&#22909;&#20037;&#27809;&#21548;&#30340;&#27468;&#25214;&#20986;&#26469;&#65292;&#36824;&#26377;&#37027;&#20123;&#20197;&#21069;&#19979;&#30340;&#27809;&#26426;&#20250;&#22909;&#22909;&#21548;&#30340;&#27468;&#65292;&#25343;&#20986;&#26469;&#24930;&#24930;&#21548;&#12290;&#26159;&#21834;&#65292;&#25105;&#20116;&#38899;&#19981;&#20840;&#36824;&#21916;&#27426;&#30606;&#21564;&#65292;&#36825;&#20250;&#27491;&#26159;&#22909;&#26102;&#26426;&#20040;&#65292;&#19968;&#20010;&#20154;&#21756;&#21799;&#65292;&#27809;&#20154;&#25171;&#20987;&#25105;&#12290;&#39034;&#20415;&#36824;&#21487;&#20197;&#27963;&#21160;&#19979;&#22235;&#32930;&#65292;&#24590;&#20040;&#27963;&#21160;&#23601;&#19981;&#35828;&#20102;&#65292;&#24456;&#19985;&#65292;&#21704;&#21704;</p>
<p>&#19968;&#20010;&#20154;&#30561;&#65292;&#30005;&#33041;&#35774;&#32622;&#33258;&#21160;&#20851;&#26426;&#65292;&#22312;&#27468;&#22768;&#20013;&#20837;&#30496;&#65292;&#32654;&#30528;&#21602;&#12290;&#12290;&#12290;&#12290;&#36215;&#30721;&#19981;&#20250;&#20081;&#24819;&#21861;&#20102;</p>
<p>somewhere over the rainbow by connie Talbot</p>
<p>
<object classid="clsid:6bf52a52-394a-11d3-b153-00c04f79faa6" width="0" height="0" codebase="http://activex.microsoft.com/activex/controls/mplayer/en/nsmp2inf.cab#Version=5,1,52,701">
<param name="url" value="http://www.icipe.net/lesson4/song.mp3" /><embed type="application/x-mplayer2" width="0" height="0" src="http://www.icipe.net/lesson4/song.mp3"></embed></object>
</p>
<p>&#25402;&#22909;&#21548;&#30340;&#65292;&#21809;&#27468;&#30340;&#26102;&#20505;6&#23681;&#65292;&#29616;&#22312;&#39030;&#22810;8&#23681;&#30340;&#23567;&#23401;</p>
                                    </p>
</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-01-25T00:00:00+08:00" pubdate data-updated="true">Jan 25<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>

	<div class="share">
	<div class="addthis_toolbox addthis_default_style ">
	
	
	<a class="addthis_button_tweet"></a>
	
	
	<a class="addthis_counter addthis_pill_style"></a>
	</div>
  <script type="text/javascript" src="http://s7.addthis.com/js/250/addthis_widget.js#pubid="></script>
</div>


</div>
	<footer id="footer" class="inner">Copyright &copy; 2013

    muggleyoung

</footer>
	<script src="/javascripts/slash.js"></script>
<script src="/javascripts/jquery.fancybox.pack.js"></script>
<script type="text/javascript">
(function($){
	$('.fancybox').fancybox();
})(jQuery);
</script> <!-- Delete or comment this line to disable Fancybox -->






</body>
</html>