
<!DOCTYPE html>
<!--[if IEMobile 7 ]><html class="no-js iem7"><![endif]-->
<!--[if lt IE 9]><html class="no-js lte-ie8"><![endif]-->
<!--[if (gt IE 8)|(gt IEMobile 7)|!(IEMobile)|!(IE)]><!--><html class="no-js" lang="en"><!--<![endif]-->
<head>
  <meta charset="utf-8">
  <title>流水记 - </title>
  <meta name="author" content="muggleyoung">

  
  <meta name="description" content="&#21608;&#26411;&#22238;&#23478;&#65292;&#23013;&#23013;&#36523;&#20307;&#19981;&#22909;&#65292;&#39640;&#34880;&#21387;&#23548;&#33268;&#34880;&# &hellip;">
  

  <!-- http://t.co/dKP3o1e -->
  <meta name="HandheldFriendly" content="True">
  <meta name="MobileOptimized" content="320">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  
  <link rel="canonical" href="http://muggleyoung.github.com/blog/2010/08/26/%E6%B5%81%E6%B0%B4%E8%AE%B0/">
  <link href="/favicon.png" rel="icon">
  <link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
  <script src="/javascripts/modernizr-2.0.js"></script>
  <script src="/javascripts/ender.js"></script>
  <script src="/javascripts/octopress.js" type="text/javascript"></script>
  <link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
  <!--Fonts from Google"s Web font directory at http://google.com/webfonts -->
<link href="http://fonts.googleapis.com/css?family=PT+Serif:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<link href="http://fonts.googleapis.com/css?family=PT+Sans:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">

  

</head>

<body   >
  <header role="banner"><hgroup>
  <h1><a href="/"></a></h1>
  
    <h2>young for you</h2>
  
</hgroup>

</header>
  <nav role="navigation"><ul class="subscription" data-subscription="rss">
  <li><a href="/atom.xml" rel="subscribe-rss" title="subscribe via RSS">RSS</a></li>
  
</ul>
  
<form action="http://google.com/search" method="get">
  <fieldset role="search">
    <input type="hidden" name="q" value="site:muggleyoung.github.com" />
    <input class="search" type="text" name="q" results="0" placeholder="Search"/>
  </fieldset>
</form>
  
<ul class="main-navigation">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
</ul>

</nav>
  <div id="main">
    <div id="content">
      <div>
<article class="hentry" role="article">
  
  
  <p class="meta">
    








  


<time datetime="2010-08-26T00:00:00+08:00" pubdate data-updated="true">Aug 26<span>th</span>, 2010</time>
    
  </p>
  
<header>
    
      <h1 class="entry-title">流水记</h1>
    
  </header>


<div class="entry-content"><p>
                                    <p>&#21608;&#26411;&#22238;&#23478;&#65292;&#23013;&#23013;&#36523;&#20307;&#19981;&#22909;&#65292;&#39640;&#34880;&#21387;&#23548;&#33268;&#34880;&#31649;&#30772;&#20102;&#12290;&#32769;&#22826;&#22826;&#30495;&#29275;B&#65292;&#20940;&#26216;4&#28857;&#24320;&#22987;&#27969;&#34880;&#65292;&#22905;&#35828;&#22826;&#26089;&#20102;&#20986;&#26469;&#21483;&#20320;&#20204;&#19981;&#21512;&#36866;&#65292;&#33258;&#20010;&#20799;&#22312;&#23478;&#21507;&#20102;&#33647;&#65292;&#25171;&#21253;&#20102;&#20303;&#38498;&#30340;&#19996;&#35199;&#65292;&#30828;&#25179;&#21040;7&#28857;&#20986;&#38376;&#25214;&#25105;&#22920;&#27714;&#25937;&#12290;</p>
<p>&#19981;&#24471;&#19981;&#35828;&#65292;&#20154;&#19982;&#20154;&#20043;&#38388;&#32570;&#20047;&#20449;&#20219;&#26159;&#22810;&#20040;&#21487;&#24597;&#30340;&#20107;&#24773;&#12290;&#25105;&#23478;&#22312;&#20845;&#27004;&#65292;&#23013;&#23013;&#34880;&#21387;&#39640;&#65292;&#37027;&#20250;&#19981;&#25954;&#19978;&#27004;&#12290;&#32769;&#20154;&#23478;&#20808;&#21518;&#27714;&#21161;&#22909;&#20960;&#20010;&#20154;&#65292;&#37117;&#20197;&#27809;&#30005;&#35805;&#20026;&#30001;&#25298;&#32477;&#20102;&#12290;&#19981;&#36807;&#24819;&#24819;&#21069;&#38453;&#26377;&#20010;&#32769;&#22826;&#22826;&#35769;&#20154;&#30340;&#26696;&#23376;&#65292;&#24110;&#24537;&#30340;&#22823;&#23398;&#29983;&#20498;&#36180;&#20102;&#22909;&#20960;&#19975;&#20986;&#21435;&#65292;&#25601;&#25105;&#25105;&#20063;&#20250;&#36530;&#24471;&#36828;&#36828;&#30340;&#20102;&#12290;&#21487;&#26159;&#8230;&#25171;&#20010;&#30005;&#35805;&#26377;&#37027;&#20040;&#38590;&#20040;&#65292;&#32769;&#20154;&#19968;&#30452;&#34880;&#27969;&#19981;&#27490;&#21602;&#12290;&#26368;&#21518;&#36824;&#26159;&#20010;&#22909;&#24515;&#23567;&#20249;&#23376;&#65292;&#27809;&#24102;&#25163;&#26426;&#65292;&#19987;&#38376;&#36305;&#22238;&#23478;&#37027;&#30005;&#35805;&#24110;&#24537;&#21578;&#30693;&#20102;&#25105;&#22920;&#12290;&#30495;&#35874;&#35874;&#20102;&#65292;&#23013;&#23013;&#20063;&#27809;&#27880;&#24847;&#20182;&#20303;&#21738;&#20799;&#65292;&#19981;&#28982;&#65292;&#24471;&#32473;&#20154;&#36865;&#31036;&#29289;&#20999;~</p>
<p>&#21435;&#21307;&#38498;&#22622;&#20102;&#27490;&#34880;&#26465;&#12290;&#21487;&#36825;&#19968;&#21608;&#20102;&#65292;&#19968;&#30452;&#27969;&#34880;&#12290;&#24178;&#27963;&#27969;&#34880;&#65292;&#31245;&#24494;&#21160;&#24377;&#21448;&#27969;&#34880;&#65292;&#19968;&#21040;&#26202;&#19978;&#35813;&#30561;&#35273;&#20102;&#23601;&#19981;&#34892;&#20102;&#65292;&#36824;&#26377;&#23601;&#26159;&#22823;&#23478;&#37117;&#24456;&#23475;&#24597;&#30340;&#20940;&#26216;&#22235;&#28857;&#38047;&#12290;&#24819;&#24819;&#30495;&#26159;&#21518;&#24597;&#65292;&#24403;&#26102;&#22905;&#19968;&#20010;&#20154;&#22312;&#23478;&#65292;&#24184;&#20111;&#21482;&#26159;&#40763;&#23376;&#30340;&#34880;&#31649;&#30772;&#20102;&#12290;&#12290;&#12290;&#12290;&#20877;&#20063;&#19981;&#35753;&#22905;&#19968;&#20010;&#20154;&#20303;&#20102;&#65292;&#19981;&#24895;&#24847;&#20063;&#19981;&#34892;&#65281;</p>
<p>&#23601;&#36825;&#20107;&#20799;&#21523;&#24471;&#25105;&#19981;&#36731;&#12290;&#21152;&#19978;&#24215;&#37324;&#20063;&#32570;&#20154;&#25163;&#65292;&#26368;&#36817;&#23478;&#27809;&#20010;&#23478;&#26679;&#20799;&#20102;&#37117;&#12290;&#36830;&#25105;&#29983;&#26085;&#65292;&#20272;&#35745;&#23064;&#37117;&#24536;&#20102;&#12290;&#27809;&#20107;&#20799;&#65292;&#25105;&#30693;&#36947;&#26377;&#20154;&#24806;&#35760;&#30528;&#21602;&#12290;</p>
<p>&#25152;&#20197;&#35201;&#24863;&#35874;&#20146;&#29233;&#30340;ocean&#65292;&#36825;&#20040;&#26089;&#23601;&#23492;&#20102;&#31036;&#29289;&#26469;&#12290;&#36148;&#24515;&#30340;&#30561;&#34915;&#12290;&#24403;&#28982;&#65292;&#31881;&#33394;&#65292;&#23567;&#30862;&#33457;&#65292;&#34676;&#34678;&#32467;&#65292;&#36825;&#20123;&#20803;&#32032;&#26126;&#26174;&#19981;&#26159;&#25105;&#39118;&#26684;&#20040;&#65292;&#22079;&#22079;&#65292;&#21487;&#26159;&#26152;&#26202;&#19978;&#31359;&#30528;&#30561;&#35273;&#20493;&#20799;&#28201;&#26262;&#21834;~</p>
<p>&#24863;&#35874;&#21704;&#23612;&#29579;&#23567;&#28784;&#21516;&#23398;&#36865;&#25105;&#34507;&#31957;&#12290;&#24182;&#19988;&#25105;&#36825;&#20107;&#20799;&#22920;&#36824;&#21482;&#35201;&#25351;&#23450;&#21697;&#29260;&#30340;&#34507;&#31957;&#65292;&#22079;&#22079;&#65292;&#24403;&#28982;&#26368;&#21518;&#20855;&#20307;&#21738;&#19968;&#27454;&#65292;&#20063;&#26159;&#25105;&#39318;&#32943;&#20102;&#30340;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#36824;&#26377;&#26576;&#20123;&#20010;&#23401;&#23376;&#21834;&#65292;&#25105;&#30693;&#36947;&#20320;&#24819;&#36865;&#25105;&#19996;&#35199;&#65292;&#23601;&#26159;&#36825;&#28418;&#27915;&#36807;&#28023;&#30340;&#65292;&#37038;&#36153;&#36149;&#30340;&#19981;&#34892;&#12290;&#37027;&#23601;&#20808;&#27424;&#30528;&#21543;&#65292;&#19979;&#27425;&#22238;&#26469;&#34917;&#19978;&#65292;&#35760;&#24471;&#32771;&#34385;&#36890;&#32960;&#22240;&#32032;&#21704;&#12290;&#37492;&#20110;&#22823;&#23478;&#37117;&#26159;&#23398;&#29983;&#65292;&#25105;&#20063;&#23601;&#19981;&#25351;&#23450;&#21697;&#29260;&#21862;~</p>
<p>&#21608;&#19968;&#36855;&#24651;&#26893;&#29289;&#22823;&#25112;&#20725;&#23608;&#12290;&#24819;&#24403;&#21021;&#36229;&#32423;&#37145;&#35270;&#30340;&#28216;&#25103;&#65292;&#33258;&#24049;&#20498;&#25300;&#19981;&#20986;&#26469;&#20102;&#12290;&#19968;&#20010;&#19979;&#21320;&#25171;&#36890;&#20851;&#21518;&#65292;&#26152;&#22825;&#29408;&#24515;&#21024;&#38500;&#20102;&#65292;&#20877;&#20063;&#19981;&#29609;&#12290;</p>
<p>&#35201;&#24537;&#30340;&#20107;&#20799;&#22826;&#22810;&#65292;&#24076;&#26395;&#25105;&#30340;&#27605;&#35774;&#19981;&#29992;&#25442;&#26041;&#21521;&#65292;&#19981;&#28982;&#27515;&#32728;&#32728;&#12290;&#20889;&#20195;&#30721;&#19981;&#26159;&#22909;&#29609;&#20799;&#30340;&#20107;&#20799;&#65292;&#25105;&#26356;&#19981;&#35201;&#20840;&#37096;&#37325;&#26032;&#24320;&#22987;&#65292;&#20111;&#27515;&#21862;&#65281;</p>
<p>&#20080;&#20102;&#26465;&#26032;&#35033;&#23376;&#65292;&#27809;&#26426;&#20250;&#31359;&#21602;&#65292;&#23601;&#20919;&#20102;&#65292;&#21482;&#22909;&#33258;&#25105;&#38518;&#37257;&#19979;&#21862;~~~~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1282827013o.jpg" border="0" alt="" /></p>
                                    </p>
</div>


  <footer>
    <p class="meta">
      
  

<span class="byline author vcard">Posted by <span class="fn">muggleyoung</span></span>

      








  


<time datetime="2010-08-26T00:00:00+08:00" pubdate data-updated="true">Aug 26<span>th</span>, 2010</time>
      


    </p>
    
      <div class="sharing">
  
  <a href="http://twitter.com/share" class="twitter-share-button" data-url="http://muggleyoung.github.com/blog/2010/08/26/%E6%B5%81%E6%B0%B4%E8%AE%B0/" data-via="" data-counturl="http://muggleyoung.github.com/blog/2010/08/26/%E6%B5%81%E6%B0%B4%E8%AE%B0/" >Tweet</a>
  
  
  
</div>

    
    <p class="meta">
      
        <a class="basic-alignment left" href="/blog/2010/08/21/%E5%A2%99%E5%A4%96%E7%9A%84%E4%B8%96%E7%95%8C/" title="Previous Post: 墙外的世界">&laquo; 墙外的世界</a>
      
      
        <a class="basic-alignment right" href="/blog/2010/08/29/happy-new-year/" title="Next Post: happy new year">happy new year &raquo;</a>
      
    </p>
  </footer>
</article>

</div>

<aside class="sidebar">
  
    <section>
  <h1>Recent Posts</h1>
  <ul id="recent_posts">
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-change-git-repo-name/">how to change git repo name</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-setup-a-new-remote-git-repo/">How to setup a new remote git repo</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/13/hui-gu-2012/">回顾2012</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/08/my-frist-post/">my-frist-post</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/05/14/eclipse---java.lang.noclassdeffounderror%3A-com.jayway.android.robotium.solo.solo%E9%94%99%E8%AF%AF%E8%A7%A3%E5%86%B3/">eclipse - java.lang.NoClassDefFoundError: com.jayway.android.robotium.solo.Solo错误解决</a>
      </li>
    
  </ul>
</section>






  
</aside>


    </div>
  </div>
  <footer role="contentinfo"><p>
  Copyright &copy; 2013 - muggleyoung -
  <span class="credit">Powered by <a href="http://octopress.org">Octopress</a>. Design by <a href="http://octopressthemes.com">Octopress Themes</a>.</span>
</p>

</footer>
  







  <script type="text/javascript">
    (function(){
      var twitterWidgets = document.createElement('script');
      twitterWidgets.type = 'text/javascript';
      twitterWidgets.async = true;
      twitterWidgets.src = 'http://platform.twitter.com/widgets.js';
      document.getElementsByTagName('head')[0].appendChild(twitterWidgets);
    })();
  </script>





</body>
</html>
