
<!DOCTYPE HTML>
<html>
<head>
	<meta charset="utf-8">
	<title>美包包度周末-almost lover - </title>
	<meta name="author" content="muggleyoung">

	
	<meta name="description" content="&#26412;&#26469;&#22823;&#22909;&#24515;&#24773;&#36807;&#19971;&#22805;&#30340;&#65292;&#33258;&#25214;&#19981;&#24841;&#24555;&#65292;&#36825;&# &hellip;">
	
	<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

	<link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
	<link rel="canonical" href="">
	<link href="/favicon.png" rel="shortcut icon">
	<link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
	<!--[if lt IE 9]><script src="//html5shiv.googlecode.com/svn/trunk/html5.js"></script><![endif]-->
	<script src="//ajax.googleapis.com/ajax/libs/jquery/1.7.2/jquery.min.js"></script>
	
</head>

<body>
	<header id="header" class="inner"><h1><a href="/"></a></h1>
<nav id="main-nav"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</nav>
<nav id="mobile-nav">
	<div class="alignleft menu">
		<a class="button">Menu</a>
		<div class="container"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</div>
	</div>
	<div class="alignright search">
		<a class="button"></a>
		<div class="container">
			<form action="http://google.com/search" method="get">
				<input type="text" name="q" results="0">
				<input type="hidden" name="q" value="site:muggleyoung.github.com">
			</form>
		</div>
	</div>
</nav>
<nav id="sub-nav" class="alignright">
	<div class="social">
		
		
		
		
    
		
		
		
		
		
		<a class="rss" href="/atom.xml" title="RSS">RSS</a>
		
	</div>
	<form class="search" action="http://google.com/search" method="get">
		<input class="alignright" type="text" name="q" results="0">
		<input type="hidden" name="q" value="site:muggleyoung.github.com">
	</form>
</nav>

</header>
	
		
	
	<div id="content" class="inner"><article class="post">
	<h2 class="title">美包包度周末-almost Lover</h2>
	<div class="entry-content"><p>
                                    <p><img src="http://filer.blogbus.com/5333148/5333148_1282050535d.jpg" border="0" alt="" /></p>
<p>&#26412;&#26469;&#22823;&#22909;&#24515;&#24773;&#36807;&#19971;&#22805;&#30340;&#65292;&#33258;&#25214;&#19981;&#24841;&#24555;&#65292;&#36825;&#20250;&#20799;&#24515;&#37324;&#24971;&#23624;&#12290;&#20570;&#20010;&#26631;&#35760;&#65292;&#26126;&#22825;&#20889;&#26085;&#24535;&#21543;&#65292;&#23613;&#37327;&#19981;&#25265;&#24616;&#12290;</p>
<p>08.16</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8211;</p>
<p>&#21608;&#26411;&#22238;&#23478;&#21069;&#30340;&#19979;&#21320;&#65292;&#24819;&#36215;&#22823;&#21460;&#19981;&#38752;&#35889;&#30340;&#36861;&#27714;&#24443;&#24213;&#22833;&#36133;&#65292;&#21516;&#24773;&#24515;&#27867;&#28389;&#65292;&#35831;&#20182;&#21507;&#39277;&#12290;&#36825;&#26159;&#20010;&#38169;&#35823;&#30340;&#38138;&#22443;&#12290;</p>
<p>&#20043;&#21069;&#22242;&#36141;&#20102;c&#8217;est la vie&#30340;&#34507;&#31957;&#21048;&#65292;&#33258;&#24049;&#28040;&#28781;&#20102;&#19968;&#25552;&#25289;&#31859;&#33487;&#21518;&#65292;&#32473;&#23064;&#20146;&#24102;&#22238;&#21435;&#19968;&#22359;&#26641;&#33683;&#34507;&#31957;&#12290;&#25105;&#19981;&#20250;&#20139;&#31119;&#30340;&#27597;&#20146;&#22823;&#20154;&#65292;&#24403;&#26202;&#27809;&#21507;&#65292;&#27425;&#26085;&#20174;&#20912;&#31665;&#25343;&#20986;&#26469;&#65292;&#21448;&#27809;&#21507;&#65292;&#36824;&#25918;&#22312;&#28909;&#28888;&#28888;&#30340;&#23627;&#23376;&#37324;&#12290;&#27668;&#24471;&#25105;&#21448;&#32473;&#25735;&#20912;&#31665;&#20102;&#65292;&#20877;&#36807;&#21518;&#19968;&#26085;&#65292;&#24635;&#31639;&#22312;&#25105;&#28139;&#23041;&#19979;&#23494;&#35199;&#20102;&#12290;&#24046;&#28857;&#26505;&#36153;&#25105;&#23567;&#24515;&#32764;&#32764;&#31471;&#20102;&#19968;&#36335;&#25343;&#22238;&#23478;&#30340;&#25163;&#21170;&#12290;</p>
<p>&#21608;&#20845;&#65292;&#21483;&#22969;&#22969;&#21435;&#28216;&#27891;&#65292;&#23043;&#26377;&#20107;&#12290;&#19968;&#20010;&#20154;&#22312;&#23478;&#21507;&#21507;&#21917;&#21917;&#65292;&#30475;&#24102;&#22238;&#21435;&#30340;&#20070;&#65292;&#30561;&#35273;&#12290;&#26368;&#36817;&#30475;&#30340;&#20070;&#65306;&#25105;&#30340;&#22859;&#26007;&#65288;&#19981;&#26159;&#24076;&#29305;&#21202;&#30340;&#65289;&#65292;&#29420;&#21809;&#22242;&#65292;&#22823;&#26641;&#12290;&#27599;&#21608;&#19968;&#26412;&#12290;&#24179;&#26102;&#22312;&#23398;&#26657;&#30475;&#24515;&#29702;&#23398;&#37027;&#26412;&#12290;&#26412;&#26469;&#36824;&#24819;&#21333;&#29420;&#35828;&#35828;&#36825;&#20123;&#20070;&#65292;&#30475;&#26469;&#65292;&#19981;&#22823;&#21487;&#33021;&#20102;&#12290;&#12290;&#12290;</p>
<p>&#21608;&#26085;&#65292;&#21696;&#24764;&#26085;&#12290;&#36825;&#25105;&#24471;&#35828;&#35828;&#20102;&#12290;&#29616;&#22312;&#26377;&#21696;&#24764;&#26085;&#26159;&#22909;&#20107;&#65292;&#26159;&#19968;&#31181;&#23545;&#27515;&#32773;&#30340;&#23562;&#37325;&#21644;&#36861;&#24605;&#12290;&#21487;&#26159;&#65292;&#25171;&#24320;&#30005;&#35270;&#25152;&#26377;&#30005;&#35270;&#21488;&#37117;&#24182;&#26426;AV1&#65292;&#28207;&#21488;&#30005;&#35270;&#30452;&#25509;&#25488;&#20102;&#65307;&#19978;&#32593;&#19981;&#33021;&#29609;&#28216;&#25103;&#30475;&#35270;&#39057;&#24456;&#27491;&#24120;&#65292;&#19981;&#33021;&#19979;&#38899;&#20048;&#65307;&#36824;&#26377;&#22320;&#26041;&#28216;&#27891;&#39302;&#20851;&#38376;&#20572;&#19994;&#12290;&#28216;&#27891;&#31639;&#26159;&#22823;&#20247;&#23089;&#20048;&#20040;&#12290;&#31350;&#31455;&#21696;&#24764;&#30340;&#23610;&#24230;&#24590;&#20040;&#25226;&#25569;&#65311;&#25105;&#20063;&#19981;&#30693;&#36947;&#65292;&#21487;&#35273;&#24471;&#36825;&#26377;&#28857;&#20799;&#36807;&#20102;&#12290;&#25954;&#38382;&#28216;&#27891;&#39302;&#37117;&#27463;&#19994;&#20102;&#65292;SB&#20250;&#21643;&#36824;&#25509;&#23458;&#12290;&#30475;&#24494;&#34180;&#65292;&#26377;&#20154;&#21457;&#20102;&#24352;&#24494;&#31505;&#30340;&#29031;&#29255;&#65292;&#37117;&#34987;&#39554;&#24471;&#24456;&#24808;&#12290;&#19981;&#33267;&#20110;&#21543;&#65292;&#27963;&#30528;&#30340;&#20154;&#29983;&#27963;&#36824;&#26159;&#35201;&#32487;&#32493;&#21834;~</p>
<p>&#24418;&#24335;&#20027;&#20041;&#23475;&#27515;&#20154;~&#23601;&#20687;&#25105;&#27599;&#21608;&#30340;&#24037;&#20316;&#25253;&#21578;&#65292;&#26126;&#26126;&#20960;&#21477;&#35805;&#23601;&#23436;&#20107;&#30340;&#65292;&#38750;&#24471;&#20889;&#19978;&#33509;&#24178;&#39029;&#12290;</p>
<p>&#36825;&#22825;&#65292;&#23398;&#20250;&#20102;&#25226;&#33041;&#34955;&#19968;&#30452;&#25918;&#22312;&#27700;&#38754;&#19978;&#28216;&#27891;&#65292;&#34429;&#28982;&#19981;&#22914;&#22969;&#33258;&#22914;&#65292;&#25163;&#33050;&#20005;&#37325;&#19981;&#21327;&#35843;&#65292;&#21487;&#24635;&#26159;&#20010;&#22909;&#30340;&#24320;&#22987;&#21704;&#12290;&#36824;&#24471;&#25277;&#31354;&#28216;&#19968;&#22238;&#12290;&#31561;&#32922;&#23376;&#30140;&#23436;&#20102;&#21543;</p>
<p>&#21608;&#26085;&#28216;&#27891;&#32047;&#65292;&#27809;&#22238;&#23398;&#26657;&#65292;&#21608;&#19968;&#26089;&#26216;&#30561;&#25042;&#35273;&#65292;&#37266;&#26469;&#29305;&#24320;&#24515;&#12290;&#20063;&#19981;&#30693;&#36947;&#26159;&#19971;&#22805;&#65292;&#20013;&#38388;&#36824;&#39034;&#36947;&#36305;&#38047;&#27004;&#36891;&#20102;&#19968;&#22280;&#65292;&#22238;&#26469;&#21482;&#24819;&#24863;&#35874;&#39532;&#20113;&#65292;&#22079;&#22079;</p>
<p>&#36824;&#20570;&#20102;&#21016;&#28023;&#65292;&#28907;&#20102;&#19979;&#65292;&#26174;&#24471;&#33041;&#38376;&#19981;&#24590;&#20040;&#22823;&#20102;&#12290;&#20048;&#24471;&#25105;&#21834;~</p>
<p>&#19968;&#20999;&#19968;&#20999;&#27585;&#20110;&#26202;&#39184;&#12290;&#22823;&#21460;&#35831;&#21507;&#39277;&#12290;&#24819;&#36215;&#26469;&#26159;&#19971;&#22805;&#65292;&#20272;&#35745;&#23043;&#20260;&#24863;&#20102;&#12290;&#25105;&#35828;&#35805;&#29378;&#29031;&#39038;&#23043;&#24773;&#32490;&#65292;&#23043;&#19981;&#29031;&#39038;&#25105;&#65292;&#29378;&#25171;&#20987;&#25105;&#65292;&#37027;&#36807;&#21435;&#30340;&#20107;&#20799;&#25380;&#20817;&#25105;&#12290;&#26080;&#22856;&#21681;&#26159;&#20010;&#21453;&#24212;&#24930;&#30340;&#20154;&#65292;&#24403;&#26102;&#21482;&#26159;&#35273;&#24471;&#28902;&#65292;&#22238;&#26469;&#22352;&#19979;&#20102;&#65292;&#25165;&#36234;&#35273;&#24471;&#23043;&#22826;&#19981;&#21402;&#36947;&#12290;</p>
<p>&#26412;&#25171;&#31639;&#26202;&#19978;&#22238;&#26469;&#22909;&#22909;&#35760;&#19979;&#19971;&#22805;&#36825;&#22825;&#30340;&#24555;&#20048;&#21602;&#12290;&#24681;&#65292;&#24555;&#20048;&#27809;&#20102;&#65292;&#24515;&#37324;&#22581;&#27515;&#20102;&#12290;&#12290;&#12290;</p>
<p>&#25918;&#39318;&#27468;&#65292;&#37117;&#19981;&#30693;&#36947;&#21861;&#26102;&#20505;&#19979;&#30340;&#12290;almost lover&#12290;&#19981;&#26159;&#25105;&#30699;&#24773;&#65292;&#26159;&#25105;&#24694;&#27602;&#30340;&#35781;&#21650;&#65292;&#35781;&#21650;&#27668;&#25105;&#30340;&#20154;&#65292;&#21482;&#33021;almost&#65292;&#19981;&#33021;be&#12290;&#21704;&#21704;&#21704;&#21704;
<object classid="clsid:6bf52a52-394a-11d3-b153-00c04f79faa6" width="0" height="0" codebase="http://activex.microsoft.com/activex/controls/mplayer/en/nsmp2inf.cab#Version=5,1,52,701">
<param name="url" value="http://api.ning.com/files/0JuYXZvF9vTw88tj4MAQHsPXf1H3z8M2fu53cxanL2KEsrwV9bwCXSxZbT*4TQWD2K2isYBp4EUZ4jbtiIPbeF99rhUh9FL7/AFineFrenzyAlmostLovers.mp3" /><embed type="application/x-mplayer2" width="0" height="0" src="http://api.ning.com/files/0JuYXZvF9vTw88tj4MAQHsPXf1H3z8M2fu53cxanL2KEsrwV9bwCXSxZbT*4TQWD2K2isYBp4EUZ4jbtiIPbeF99rhUh9FL7/AFineFrenzyAlmostLovers.mp3"></embed></object>
&#19981;&#35201;&#38543;&#20415;&#24825;&#27611;&#25105;&#65281;</p>
<p>P.S. &#26202;&#19978;3&#28857;&#21322;&#21518;&#20837;&#30561;&#65292;&#26089;&#26216;&#19981;&#21040;&#19971;&#28857;&#37266;&#12290;&#29579;&#20025;&#23567;&#39134;&#20320;&#20457;&#21151;&#19981;&#21487;&#27809;&#65292;&#22312;&#36825;&#35760;&#19968;&#31508;~</p>
                                    </p>
</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-08-16T00:00:00+05:30" pubdate data-updated="true">Aug 16<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>

	<div class="share">
	<div class="addthis_toolbox addthis_default_style ">
	
	
	<a class="addthis_button_tweet"></a>
	
	
	<a class="addthis_counter addthis_pill_style"></a>
	</div>
  <script type="text/javascript" src="http://s7.addthis.com/js/250/addthis_widget.js#pubid="></script>
</div>


</div>
	<footer id="footer" class="inner">Copyright &copy; 2014

    muggleyoung

</footer>
	<script src="/javascripts/slash.js"></script>
<script src="/javascripts/jquery.fancybox.pack.js"></script>
<script type="text/javascript">
(function($){
	$('.fancybox').fancybox();
})(jQuery);
</script> <!-- Delete or comment this line to disable Fancybox -->






</body>
</html>