
<!DOCTYPE html>
<!--[if IEMobile 7 ]><html class="no-js iem7"><![endif]-->
<!--[if lt IE 9]><html class="no-js lte-ie8"><![endif]-->
<!--[if (gt IE 8)|(gt IEMobile 7)|!(IEMobile)|!(IE)]><!--><html class="no-js" lang="en"><!--<![endif]-->
<head>
  <meta charset="utf-8">
  <title>maximilian hecker-snow white - </title>
  <meta name="author" content="muggleyoung">

  
  <meta name="description" content="&#21710;&#65292;&#22826;&#24808;&#20102;&#65292;&#22826;&#24808;&#20102;&#65292;&#34987;boss&#25235;&#20303;&#32842;&#22825;&#65292;&#21040;&#36825 &hellip;">
  

  <!-- http://t.co/dKP3o1e -->
  <meta name="HandheldFriendly" content="True">
  <meta name="MobileOptimized" content="320">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  
  <link rel="canonical" href="http://muggleyoung.github.com/blog/2010/05/01/maximilian-hecker-snow-white/">
  <link href="/favicon.png" rel="icon">
  <link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
  <script src="/javascripts/modernizr-2.0.js"></script>
  <script src="/javascripts/ender.js"></script>
  <script src="/javascripts/octopress.js" type="text/javascript"></script>
  <link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
  <!--Fonts from Google"s Web font directory at http://google.com/webfonts -->
<link href="http://fonts.googleapis.com/css?family=PT+Serif:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<link href="http://fonts.googleapis.com/css?family=PT+Sans:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">

  

</head>

<body   >
  <header role="banner"><hgroup>
  <h1><a href="/"></a></h1>
  
    <h2>young for you</h2>
  
</hgroup>

</header>
  <nav role="navigation"><ul class="subscription" data-subscription="rss">
  <li><a href="/atom.xml" rel="subscribe-rss" title="subscribe via RSS">RSS</a></li>
  
</ul>
  
<form action="http://google.com/search" method="get">
  <fieldset role="search">
    <input type="hidden" name="q" value="site:muggleyoung.github.com" />
    <input class="search" type="text" name="q" results="0" placeholder="Search"/>
  </fieldset>
</form>
  
<ul class="main-navigation">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
</ul>

</nav>
  <div id="main">
    <div id="content">
      <div>
<article class="hentry" role="article">
  
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-05-01T00:00:00+08:00" pubdate data-updated="true">May 1<span>st</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title">Maximilian Hecker-snow White</h1>
    
  </header>


<div class="entry-content"><p>
                                    <p>&#21710;&#65292;&#22826;&#24808;&#20102;&#65292;&#22826;&#24808;&#20102;&#65292;&#34987;boss&#25235;&#20303;&#32842;&#22825;&#65292;&#21040;&#36825;&#20250;&#12290;&#12290;&#12290;</p>
<p>&#22826;&#23815;&#25308;&#20474;&#23478;boss&#20102;&#65292;&#31616;&#30452;&#23601;&#26159;&#36229;&#20154;&#65292;&#30561;&#24471;&#27604;&#25105;&#36824;&#26202;&#65292;&#27668;&#24471;&#27604;&#25105;&#36824;&#26089;&#12290;&#12290;&#12290;&#12290;&#22909;&#27513;&#25105;&#36824;&#26159;&#22238;&#23478;&#33021;&#34917;&#20010;&#35273;&#30340;&#20027;&#20799;&#21602;&#12290;&#12290;&#12290;&#24681;&#65292;&#35201;&#26159;boss&#30561;&#21320;&#35273;&#30340;&#35805;&#36824;&#24046;&#19981;&#22810;&#12290;&#12290;&#12290;&#23815;&#25308;&#21834;&#65292;&#27036;&#26679;&#21834;~</p>
<p>&#25152;&#20197;&#65292;&#25105;&#20063;&#21482;&#33021;&#38271;&#35805;&#30701;&#35828;&#20102;&#65292;&#35828;&#35828;&#20170;&#26202;&#30340;&#28436;&#20986;&#21591;~</p>
<p>&#19979;&#21320;&#23398;&#19981;&#36827;&#65292;&#20986;&#38376;&#65292;&#21246;&#24341;&#22969;&#20986;&#26469;&#21809;&#27468;&#12290;&#22909;&#21543;&#65292;&#23601;&#26159;&#22240;&#20026;&#19979;&#21320;boss&#25214;&#25105;&#65292;&#25105;&#19981;&#22312;&#65292;&#36825;&#20250;&#25165;&#12290;&#12290;&#12290;&#12290;&#12290;&#27963;&#35813;&#21834;&#25105;~</p>
<p>&#39134;&#35828;&#65292;&#22909;&#19981;&#23481;&#26131;&#32473;&#25105;&#25171;&#20010;&#30005;&#35805;&#65292;&#19981;&#26159;&#22312;&#21809;&#27468;&#65292;&#23601;&#26159;&#22312;&#21435;&#21809;&#27468;&#30340;&#36335;&#19978;&#12290;&#39069;&#65292;&#26377;&#36825;&#20040;&#22840;&#24352;&#20040;~</p>
<p>7&#28857;&#21435;&#20809;&#22280;&#65292;&#22581;&#36710;&#65292;&#21040;&#30340;&#26377;&#28857;&#26202;&#12290;&#35805;&#35828;&#26469;&#24471;&#26089;&#19981;&#22914;&#26469;&#24471;&#24039;&#21834;&#12290;&#25105;&#20817;&#25442;&#20102;&#31080;&#65292;&#27491;&#22909;&#28165;&#22330;&#65292;&#35201;&#22823;&#23478;&#20986;&#38376;&#25490;&#38431;&#65292;&#22825;&#26102;&#22320;&#21033;&#30340;&#65292;&#25105;&#23601;&#25490;&#22312;&#20102;&#21069;&#38754;&#12290;&#12290;&#12290;&#36827;&#22330;&#65292;&#33258;&#28982;&#20063;&#23601;&#25361;&#21040;&#20102;&#27604;&#36739;&#21069;&#38754;&#30340;&#20301;&#32622;&#12290;&#26368;&#21069;&#38754;&#30340;&#26159;&#35201;&#22810;&#20986;&#38065;&#30340;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#27468;&#22043;&#65292;&#37027;&#26159;&#27809;&#30340;&#35828;&#12290;&#20154;&#22043;&#65292;&#26356;&#26159;&#27809;&#30340;&#35828;&#12290;&#21482;&#26159;&#20010;&#24069;&#21834;&#65292;&#21917;&#27700;&#25105;&#37117;&#35273;&#24471;&#24069;&#65292;&#36319;&#26049;&#36793;&#30340;&#22899;&#29983;&#19968;&#36215;&#65292;&#8220;&#21734;~&#8221;</p>
<p>&#24403;&#22823;&#23478;&#19968;&#36215;&#21809;snow white&#30340;&#26102;&#20505;&#65292;&#25105;&#31361;&#28982;&#23601;&#24863;&#21160;&#20102;&#65292;&#21387;&#25233;&#30528;&#65292;&#36319;&#30528;&#21809;&#65292;&#28982;&#21518;&#21387;&#20986;&#19968;&#36523;&#40481;&#30382;&#30105;&#30249;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#20854;&#23454;&#65292;&#20182;&#30340;&#27468;&#65292;&#25105;&#35760;&#24471;&#20303;&#21517;&#23383;&#30340;&#65292;&#23601;&#37027;&#20040;&#20960;&#39318;&#12290;</p>
<p>&#26368;&#21518;&#30340;lady sleep&#65292;&#36824;&#26377;&#36820;&#22330;&#26102;&#21152;&#19978;&#30340;I&#8217;ll be a A Virgin, I&#8217;ll Be A Mountain&#65292;&#25105;&#37117;&#36319;&#24471;&#19978;&#28316;</p>
<p>&#36824;&#21809;&#20102;&#19968;&#39318;&#20013;&#25991;&#27468;&#65292;&#22826;&#32654;&#20102;&#65292;&#25105;&#21463;&#19981;&#20102;&#20102;&#65292;&#20182;&#30340;&#20551;&#22768;&#24590;&#20040;&#23601;&#33021;&#36825;&#20040;&#22909;&#21548;&#65292;&#22826;&#28201;&#26580;&#20102;~~~</p>
<p>&#26032;&#19987;&#36753;&#65292;&#25105;&#20063;&#20080;&#20102;&#26469;&#65292;&#35828;&#26159;&#34701;&#20837;&#20102;&#19968;&#20123;&#27969;&#34892;&#20803;&#32032;&#12290;&#21548;&#20182;&#21809;&#26032;&#19987;&#36753;&#30340;&#27468;&#65292;&#20063;&#24863;&#35273;&#21040;&#20102;&#65292;&#20551;&#22768;&#30340;&#36816;&#29992;&#36824;&#26159;&#23569;&#20102;&#12290;&#12290;&#12290;&#32780;&#19988;&#65292;&#36896;&#22411;&#21464;&#39059;&#24223;&#20102;&#65292;&#26126;&#26174;&#24515;&#22659;&#21464;&#20102;&#30340;&#12290;&#12290;&#12290;</p>
<p>&#22826;&#28608;&#21160;&#20102;&#65292;&#19981;&#30693;&#36947;&#35828;&#21861;&#20102;&#65292;&#24635;&#20043;&#28608;&#21160;&#24456;&#65292;&#28608;&#21160;&#24456;~</p>
<p>&#26262;&#22330;&#34920;&#28436;</p>
<p>&#20182;&#23601;&#37027;&#20040;&#36731;&#36731;&#30340;&#65292;&#36731;&#36731;&#30340;&#65292;&#21756;&#21809;&#30528;&#65292;&#20276;&#38543;&#30528;&#25105;&#20204;&#20837;&#22330;</p>
<p>&#28436;&#21809;&#26102;&#65292;&#23601;&#25293;&#20102;&#36825;&#24352;&#12290;</p>
<p>&#30475;&#35265;&#20182;&#36716;&#22836;&#20914;&#22823;&#23478;&#35828;&#35805;&#26102;&#65292;&#24635;&#29992;&#25163;&#25377;&#30528;&#28783;&#20809;&#65292;&#38378;&#20809;&#28783;&#21364;&#36824;&#19981;&#39038;&#19968;&#20999;&#30340;&#22235;&#38754;&#20843;&#26041;&#25169;&#36807;&#26469;&#65292;&#25105;&#25918;&#24323;&#20102;&#65292;&#35273;&#24471;&#24515;&#30140;</p>
<p>&#19981;&#29702;&#35299;&#37027;&#20123;&#65292;&#39038;&#19981;&#19978;&#21548;&#27468;&#65292;&#20351;&#21170;&#25293;&#29031;&#30340;&#65292;&#36824;&#26377;&#20351;&#21170;&#24405;&#20687;&#30340;</p>
<p>&#24744;&#20170;&#20799;&#26202;&#19978;&#21040;&#24213;&#26159;&#24178;&#22043;&#26469;&#20102;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481272648539h.jpg" border="0" alt="" /></p>
<p>&#28436;&#20986;&#26102;&#65292;&#22312;&#25105;&#33050;&#19979;&#19981;&#20572;&#31359;&#36807;&#30340;&#23567;&#21941;</p>
<p><img src="http://filer.blogbus.com/5333148/533314812726481234.jpg" border="0" alt="" /></p>
<p>&#31614;&#21517;&#65292;&#21512;&#24433;&#65292;&#25105;&#32039;&#24352;&#22351;&#20102;&#12290;&#23043;&#24456;&#21644;&#27668;&#65292;&#30524;&#30555;&#36229;&#32423;&#28165;&#28552;&#12290;&#12290;&#12290;&#25105;&#36817;&#36317;&#31163;&#19968;&#30475;&#65292;&#26356;&#21463;&#19981;&#20102;&#20102;&#12290;&#22909;&#21543;&#65292;&#25105;&#25215;&#35748;&#25105;&#33457;&#30196;&#20102;&#12290;</p>
<p>&#27604;&#36215;&#20182;&#30340;&#30524;&#31070;&#65292;&#25105;&#12290;&#12290;&#12290;&#12290;&#25105;&#30475;&#36215;&#26469;&#22826;&#29477;&#29712;&#20102;&#65292;&#25513;&#38754;&#30171;&#21741;ing~</p>
<p>&#23043;&#24456;&#23458;&#27668;&#30340;&#32473;&#25105;&#31614;&#20102;&#23383;&#65292;&#25171;&#25307;&#21628;&#65292;&#20498;&#26159;&#25105;&#32039;&#24352;&#30340;&#19981;&#34892;&#65292;&#19968;&#23617;&#32929;&#22352;&#22312;&#26049;&#36793;&#65292;&#21861;&#20063;&#27809;&#35828;&#12290;</p>
<p>&#23043;&#38382;&#65306;picture&#65311;</p>
<p>&#25105;&#22836;&#20063;&#27809;&#22238;&#65306;&#24681;</p>
<p>&#28982;&#21518;&#23601;&#29031;&#25104;&#36825;&#24133;&#25199;&#26679;&#23376;</p>
<p>&#36824;&#22909;&#65292;&#35805;&#35828;&#30340;&#19981;&#22810;&#65292;&#31505;&#30340;&#20498;&#26159;&#25402;&#22810;&#65292;&#20986;&#26469;&#33080;&#37117;&#31505;&#25277;&#25277;&#20102;&#65292;&#30140;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#27809;&#39038;&#19978;&#34920;&#36798;&#19968;&#19979;&#22810;&#29233;&#20182;&#30340;&#38899;&#20048;&#65292;&#31232;&#37324;&#31946;&#28034;&#25293;&#20102;&#29031;&#23601;&#36305;&#20102;&#12290;&#12290;&#12290;&#24724;&#21834;~&#25022;&#21584;~</p>
<p><img src="http://filer.blogbus.com/5333148/53331481272648131a.jpg" border="0" alt="" /></p>
<p>&#25112;&#21033;&#21697;&#65292;&#20570;&#31881;&#19997;&#20799;&#23601;&#35201;&#20570;&#24443;&#24213;&#20102;&#65292;&#33457;&#34880;&#26412;&#20799;&#20080;&#20102;&#26032;&#19987;&#36753;&#65292;&#35753;&#20182;&#20889;&#19978;&#20102;&#65292;to yang mei~&#65292;&#36824;&#24456;&#21344;&#20415;&#23452;&#30340;&#22312;&#25105;&#30340;&#38376;&#31080;&#19978;&#31614;&#20102;&#23383;&#12290;</p>
<p>&#22238;&#26469;&#65292;&#33395;&#33459;&#21733;&#35828;&#65292;&#31614;&#20010;&#23383;&#33021;&#21643;&#20040;&#12290;&#24403;&#28982;&#33021;&#21643;&#20102;&#65292;&#24403;&#26102;&#37027;&#31181;&#24515;&#24773;&#65292;&#19968;&#33324;&#20154;&#20799;&#21643;&#33021;&#20307;&#20250;&#24471;&#21040;&#12290;</p>
<p>&#24819;&#36215;&#20025;&#35828;&#65292;&#22905;&#30475;&#38472;&#22869;&#36805;&#28436;&#21809;&#20250;&#30340;&#26102;&#20505;&#65292;&#30828;&#35201;&#25169;&#19978;&#21435;&#25569;&#25163;&#12290;&#25105;&#24515;&#37324;&#36824;&#22016;&#21653;&#65292;&#21448;&#19981;&#26159;&#27963;&#20315;&#65292;&#25720;&#19968;&#19979;&#33021;&#22810;&#27963;&#20960;&#24180;&#12290;&#20146;&#29233;&#30340;&#65292;&#25105;&#38169;&#20102;&#65292;&#25105;&#29616;&#22312;&#20102;&#35299;&#36825;&#31181;&#24863;&#21463;&#20102;&#65292;&#36825;&#31181;&#22909;&#29609;&#65292;&#36825;&#31181;&#24320;&#24515;&#23601;&#33021;&#35753;&#25105;&#22810;&#27963;&#22909;&#20960;&#24180;&#20102;&#12290;&#22079;&#22079;</p>
<p><img src="http://filer.blogbus.com/5333148/533314812726481162.jpg" border="0" alt="" /></p>
<p>&#38047;&#27004;&#36890;&#36947;&#37324;&#65292;elyse swell&#30340;&#29031;&#29255;&#65292;&#22909;&#36807;&#21608;&#29983;&#29983;&#20197;&#21069;&#25293;&#30340;&#65292;&#33267;&#23569;&#28165;&#29245;&#65292;&#26159;&#25105;&#21916;&#27426;&#30340;&#39068;&#33394;</p>
<p><img src="http://filer.blogbus.com/5333148/533314812726481388.jpg" border="0" alt="" /></p>
<p>&#20877;&#19968;&#27425;&#30340;&#65292;&#21152;&#19978;&#25105;&#26368;&#29233;&#30340;snow white
<object classid="clsid:6bf52a52-394a-11d3-b153-00c04f79faa6" width="0" height="0" codebase="http://activex.microsoft.com/activex/controls/mplayer/en/nsmp2inf.cab#Version=5,1,52,701">
<param name="url" value="http://stream2.8box.com/lib/68/11693568.mp3" /><embed type="application/x-mplayer2" width="0" height="0" src="http://stream2.8box.com/lib/68/11693568.mp3"></embed></object>
</p>
<p>&#22240;&#20026;&#19968;&#39318;&#27468;&#65292;&#29233;&#19978;&#19968;&#20010;&#20154;&#65292;&#26377;&#20160;&#20040;&#19981;&#21487;&#20197;~</p>
                                    </p>
</div>


  <footer>
    <p class="meta">
      
  

<span class="byline author vcard">Posted by <span class="fn">muggleyoung</span></span>

      








  



<time datetime="2010-05-01T00:00:00+08:00" pubdate data-updated="true">May 1<span>st</span>, 2010</time>
      


    </p>
    
      <div class="sharing">
  
  <a href="http://twitter.com/share" class="twitter-share-button" data-url="http://muggleyoung.github.com/blog/2010/05/01/maximilian-hecker-snow-white/" data-via="" data-counturl="http://muggleyoung.github.com/blog/2010/05/01/maximilian-hecker-snow-white/" >Tweet</a>
  
  
  
</div>

    
    <p class="meta">
      
        <a class="basic-alignment left" href="/blog/2010/04/30/%E7%88%B1%E4%B8%BD%E4%B8%9D%E6%A2%A6%E6%B8%B8%E4%BB%99%E5%A2%83/" title="Previous Post: 爱丽丝梦游仙境">&laquo; 爱丽丝梦游仙境</a>
      
      
        <a class="basic-alignment right" href="/blog/2010/05/06/%E5%B9%B4%E8%BD%BB%E4%B8%8D%E5%8F%AA%E6%98%AF%E5%BF%83%E7%90%86%EF%BC%8C%E8%BF%98%E6%9C%89%E7%94%9F%E7%90%86/" title="Next Post: 年轻不只是心理，还有生理">年轻不只是心理，还有生理 &raquo;</a>
      
    </p>
  </footer>
</article>

</div>

<aside class="sidebar">
  
    <section>
  <h1>Recent Posts</h1>
  <ul id="recent_posts">
    
      <li class="post">
        <a href="/blog/2013/03/27/version-control-dot-vim-file-with-git/">Version Control .vim File With Git</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/25/how-to-use-font-icon-in-html/">How to use font icon in HTML</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-change-git-repo-name/">how to change git repo name</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-setup-a-new-remote-git-repo/">How to setup a new remote git repo</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/13/hui-gu-2012/">回顾2012</a>
      </li>
    
  </ul>
</section>






  
</aside>


    </div>
  </div>
  <footer role="contentinfo"><p>
  Copyright &copy; 2013 - muggleyoung -
  <span class="credit">Powered by <a href="http://octopress.org">Octopress</a>. Design by <a href="http://octopressthemes.com">Octopress Themes</a>.</span>
</p>

</footer>
  







  <script type="text/javascript">
    (function(){
      var twitterWidgets = document.createElement('script');
      twitterWidgets.type = 'text/javascript';
      twitterWidgets.async = true;
      twitterWidgets.src = 'http://platform.twitter.com/widgets.js';
      document.getElementsByTagName('head')[0].appendChild(twitterWidgets);
    })();
  </script>





</body>
</html>
