
<!DOCTYPE HTML>
<html>
<head>
	<meta charset="utf-8">
	<title>我叫杨小蜜 - </title>
	<meta name="author" content="muggleyoung">

	
	<meta name="description" content="&#21710;&#21568;&#21568;&#21568;&#65292;&#24178;&#20102;&#19968;&#22825;&#27963;&#20799;
&#21861;&#27963;&#20799;&#21602;
&#23567;&#34588;&#30340;&# &hellip;">
	
	<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

	<link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
	<link rel="canonical" href="">
	<link href="/favicon.png" rel="shortcut icon">
	<link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
	<!--[if lt IE 9]><script src="//html5shiv.googlecode.com/svn/trunk/html5.js"></script><![endif]-->
	<script src="//ajax.googleapis.com/ajax/libs/jquery/1.7.2/jquery.min.js"></script>
	
</head>

<body>
	<header id="header" class="inner"><h1><a href="/"></a></h1>
<nav id="main-nav"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</nav>
<nav id="mobile-nav">
	<div class="alignleft menu">
		<a class="button">Menu</a>
		<div class="container"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</div>
	</div>
	<div class="alignright search">
		<a class="button"></a>
		<div class="container">
			<form action="http://google.com/search" method="get">
				<input type="text" name="q" results="0">
				<input type="hidden" name="q" value="site:muggleyoung.github.com">
			</form>
		</div>
	</div>
</nav>
<nav id="sub-nav" class="alignright">
	<div class="social">
		
		
		
		
    
		
		
		
		
		
		<a class="rss" href="/atom.xml" title="RSS">RSS</a>
		
	</div>
	<form class="search" action="http://google.com/search" method="get">
		<input class="alignright" type="text" name="q" results="0">
		<input type="hidden" name="q" value="site:muggleyoung.github.com">
	</form>
</nav>

</header>
	
		
	
	<div id="content" class="inner"><article class="post">
	<h2 class="title">我叫杨小蜜</h2>
	<div class="entry-content"><p>
                                    <p>&#21710;&#21568;&#21568;&#21568;&#65292;&#24178;&#20102;&#19968;&#22825;&#27963;&#20799;</p>
<p>&#21861;&#27963;&#20799;&#21602;</p>
<p>&#23567;&#34588;&#30340;&#24178;&#27963;&#20799;</p>
<p>&#22079;&#22079;&#65292;&#22823;&#28165;&#26089;&#26469;&#65292;boss&#32473;&#20102;&#20070;&#31295;&#65292;&#24320;&#22987;&#25913;&#26684;&#24335;&#65292;&#25490;&#29256;&#12290;</p>
<p>&#25105;&#19981;&#24471;&#19981;&#25554;&#19968;&#21477;&#65292;&#36825;&#20040;&#22810;&#20154;&#30340;&#31295;&#20945;&#19968;&#22359;&#20799;&#65292;&#23601;&#25968;&#27004;&#23567;&#26230;&#37027;&#37096;&#20998;&#26368;&#19981;&#38752;&#35889;&#12290;&#25105;&#26681;&#26412;&#30475;&#19981;&#20986;&#26469;&#21738;&#37324;&#26684;&#24335;&#19981;&#19968;&#26679;&#12290;&#34892;&#36317;&#20174;20&#30917;&#21040;3&#20493;&#34892;&#36317;&#65292;&#23383;&#20307;&#23567;&#22235;&#23567;&#20116;&#24182;&#23384;&#65292;&#21442;&#32771;&#25991;&#29486;&#27809;&#25913;&#19978;&#26631;&#30340;&#65292;&#21710;&#21606;&#21890;&#21834;&#65292;&#25105;&#30340;&#23567;&#30524;&#30555;&#21487;&#26159;&#32473;&#32047;&#22351;&#20102;&#12290;&#36793;&#25913;&#24515;&#37324;&#36793;&#39554;&#23064;&#12290;&#12290;&#12290;&#12290;&#35828;&#36215;&#39554;&#20154;&#65292;&#24819;&#36215;&#19968;&#22909;&#29609;&#30340;&#20107;&#20799;&#65292;&#24453;&#20250;&#35828;&#12290;</p>
<p>&#35805;&#35828;&#20013;&#38388;&#30524;&#30555;&#32047;&#20102;&#65292;&#33041;&#34955;&#26408;&#20102;&#65292;&#24184;&#22909;&#26377;&#26368;&#26032;&#30340;&#32654;&#20598;&#20316;&#38506;&#65292;&#22909;&#22909;&#25918;&#26494;&#20102;&#20250;&#20799;&#65292;&#36825;&#29256;&#25293;&#21040;&#26202;&#19978;&#25165;&#31639;&#22909;&#65292;&#31232;&#37324;&#31946;&#28034;&#20889;&#20102;&#24207;&#35328;&#65292;&#24635;&#31639;&#26159;O&#20102;&#12290;</p>
<p>&#25104;&#23601;&#24863;&#21834;&#12290;&#12290;&#12290;&#12290;&#25105;&#23454;&#22312;&#19981;&#26159;&#23567;&#34588;&#30340;&#26009;&#65292;&#33041;&#34955;&#26197;&#27515;&#20102;&#12290;&#20170;&#22825;&#33521;&#35821;&#20063;&#27809;&#30475;&#65292;&#21710;&#65292;&#27809;&#36761;&#65292;&#36825;&#20107;&#20799;&#19981;&#24324;&#23436;&#65292;&#25105;&#19968;&#26202;&#19978;&#19981;&#36367;&#23454;&#12290;&#26126;&#26089;&#20132;&#20102;&#24046;&#65292;&#22238;&#26469;&#22909;&#22909;&#30475;&#20070;&#12290;&#20027;&#35201;&#26159;&#24515;&#30140;&#23064;&#20146;&#25237;&#36164;&#30340;1k&#22810;&#38134;&#23376;&#12290;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;-</p>
<p>word&#25490;&#29256;&#26102;&#20505;&#39029;&#30721;&#19981;&#20250;&#25972;&#65292;&#30334;&#24230;&#30340;&#65292;&#30041;&#30528;&#26085;&#21518;&#24536;&#20102;&#22791;&#29992;&#12290;</p>
<pre>Q&#65306;&#25105;&#24819;&#22312;&#31532;&#20108;&#39029;&#25554;&#20837;&#39029;&#30721;&#65292;&#31532;&#19968;&#39029;&#26159;&#30446;&#24405;&#65292;&#25152;&#20197;&#31532;&#20108;&#39029;&#30340;&#39029;&#30721;&#38656;&#35201;&#26174;&#31034;1&#65292;&#20381;&#27425;&#25353;&#39034;&#24207;&#25490;&#21015;&#33258;&#21160;&#23601;&#21487;&#20197;&#20102;&#65311;A&#65306;&#22914;&#26524;&#20320;&#24819;&#20174;&#31532;&#20108;&#39029;&#24320;&#22987;&#25554;&#20837;&#39029;&#30721;&#30340;&#35805;&#65292;&#26368;&#31616;&#21333;&#30340;&#26041;&#27861;&#26159;&#65306;&#22312;&#8221;&#39029;&#38754;&#35774;&#32622;&#8220;&#20013;&#30340;&#8221;&#29256;&#24335;&#8220;&#20013;&#36873;&#25321;&#8221;&#8220;&#39318;&#39029;&#19981;&#21516;&#8221;&#65292;&#22914;&#26524;&#20320;&#24819;&#20174;&#31532;X&#39029;&#24320;&#22987;&#25554;&#20837;&#39029;&#30721;&#30340;&#35805;&#26041;&#27861;&#26159;&#65306;X&#20195;&#34920;&#20320;&#24819;&#25554;&#20837;&#30340;&#39029;&#30721;1&#12289;&#23558;&#40736;&#26631;&#23450;&#20301;&#22312;&#31532;X-1&#39029;&#30340;&#26368;&#21518;&#19968;&#20010;&#23383;&#31526;&#21518;   2&#12289;&#36873;&#25321;&#8220;&#25554;&#20837;-&#12297;&#20998;&#38548;&#31526;&#8221;&#65307;&#22312;&#8220;&#20998;&#33410;&#31526;&#31867;&#22411;&#8221;&#36873;&#39033;&#20013;&#65292;&#36873;&#20013;&#8220;&#19979;&#19968;&#39029;&#8221;&#65307;&#25353;&#8220;&#30830;&#23450;&#8221;   3&#12289;&#23558;&#40736;&#26631;&#23450;&#20301;&#21040;&#31532;X&#39029;   4&#12289;&#36873;&#25321;&#8220;&#25554;&#20837;-&#12297;&#39029;&#30721;&#8221;&#65307;&#23558;&#8220;&#39318;&#39029;&#26174;&#31034;&#39029;&#30721;&#8221;&#21246;&#19978;&#65288;&#22240;&#20026;&#39029;&#38754;&#40664;&#35748;&#26159;&#8220;&#39318;&#39029;&#19981;&#21516;&#8221;&#65289;   5&#12289;&#25353;&#8220;&#26684;&#24335;&#8221;&#38190;&#65307;&#21246;&#28857;&#8220;&#36215;&#22987;&#39029;&#30721;&#8221;&#65292;&#36873;&#25321;&#8220;1&#8221;   &#8220;&#23558;&#31532;X&#39029;&#35774;&#20026;&#31532;1&#39029;&#30340;&#38382;&#39064;&#8221;&#23601;&#35299;&#20915;&#20102;&#65307;&#20294;&#36824;&#35201;&#25191;&#34892;&#19979;&#38754;&#36825;&#19968;&#27493;   6&#12289;&#21452;&#20987;&#31532;X&#39029;&#30340;&#39029;&#33050;&#65292;&#20986;&#29616;&#8220;&#39029;&#30473;&#21644;&#39029;&#33050;&#8221;&#24037;&#20855;&#22270;&#26631;&#65292;&#21516;&#26102;&#39029;&#33050;&#21306;&#22495;&#20250;&#26174;&#31034;&#8220;&#19982;&#19978;&#19968;&#33410;&#30456;&#21516;&#8221;&#30340;&#25552;&#31034;&#65288;&#22914;&#26524;&#27809;&#26377;&#27492;&#25552;&#31034;&#65292;&#19979;&#38754;&#30340;&#27493;&#39588;&#23601;&#19981;&#29992;&#25191;&#34892;&#20102;&#65289;   7&#12289;&#28857;&#20987;&#8220;&#39029;&#30473;&#21644;&#39029;&#33050;&#8221;&#24037;&#20855;&#22270;&#26631;&#20013;&#8220;&#38142;&#25509;&#21040;&#21069;&#19968;&#20010;&#8221;&#25353;&#38190;&#21518;&#65292;&#39029;&#33050;&#21306;&#22495;&#26174;&#31034;&#30340;&#8220;&#19982;&#19978;&#19968;&#33410;&#30456;&#21516;&#8221;&#30340;&#25552;&#31034;&#28040;&#22833;&#65307;   8&#12289;&#28857;&#20987;&#8220;&#39029;&#30473;&#21644;&#39029;&#33050;&#8221;&#24037;&#20855;&#22270;&#26631;&#20013;&#8220;&#20851;&#38381;&#8221;&#25353;&#38190;&#65307;&#33267;&#27492;&#23601;ok&#20102;   &#23545;&#31532;X-1&#39029;&#21450;&#20043;&#21069;&#39029;&#26080;&#39029;&#30721;&#30340;&#22788;&#29702;&#65306;   &#21452;&#20987;&#31532;X-1&#39029;&#30340;&#39029;&#33050;&#65292;&#23558;&#26174;&#31034;&#39029;&#33050;&#25968;&#23383;&#30340;&#26639;&#20301;&#21024;&#25481;&#21363;&#21487; ----------------------------------------------------------------------&#24223;&#35805;&#19981;&#22810;&#35828;&#65292;&#20998;&#20139;&#22909;&#29609;&#20799;&#20107;&#20799; &#31505;&#27515;&#25105;&#20102;</pre>
<pre>&#22823;&#23478;&#22312;google.com.hk&#37324;&#36755;&#20837;&#8220;&#20320;&#22920;&#36924;&#8221;&#65292;&#28982;&#21518;&#28857;&#25163;&#27668;&#19981;&#38169;&#65292;&#30475;&#30475;&#21457;&#29983;&#20160;&#20040;&#65311; </pre>
<pre>&#25105;&#25215;&#35748;&#36825;&#20010;&#19981;&#38597;&#65292;&#21487;&#26159;&#25105;&#35797;&#36807;&#21518;&#26080;&#35821;&#20102;&#65292;&#20320;&#21487;&#20197;&#35797;&#35797;&#65292;&#21704;&#21704;&#21704;&#21704;</pre>
<pre>&#21710;&#65292;&#36824;&#26377;&#20010;&#35201;&#36148;&#22270;&#65292;&#25105;&#25042;&#65292;&#25105;&#22256;&#65292;&#35201;&#22238;&#23478;&#30561;&#35273;&#35273;&#65292;&#23601;&#19981;&#36148;&#20102;&#21704;&#65292;&#21476;&#24503;&#25308;</pre>
                                    </p>
</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-03-24T00:00:00+05:30" pubdate data-updated="true">Mar 24<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>

	<div class="share">
	<div class="addthis_toolbox addthis_default_style ">
	
	
	<a class="addthis_button_tweet"></a>
	
	
	<a class="addthis_counter addthis_pill_style"></a>
	</div>
  <script type="text/javascript" src="http://s7.addthis.com/js/250/addthis_widget.js#pubid="></script>
</div>


</div>
	<footer id="footer" class="inner">Copyright &copy; 2014

    muggleyoung

</footer>
	<script src="/javascripts/slash.js"></script>
<script src="/javascripts/jquery.fancybox.pack.js"></script>
<script type="text/javascript">
(function($){
	$('.fancybox').fancybox();
})(jQuery);
</script> <!-- Delete or comment this line to disable Fancybox -->






</body>
</html>