
<!DOCTYPE html>
<!--[if IEMobile 7 ]><html class="no-js iem7"><![endif]-->
<!--[if lt IE 9]><html class="no-js lte-ie8"><![endif]-->
<!--[if (gt IE 8)|(gt IEMobile 7)|!(IEMobile)|!(IE)]><!--><html class="no-js" lang="en"><!--<![endif]-->
<head>
  <meta charset="utf-8">
  <title></title>
  <meta name="author" content="muggleyoung">

  
  <meta name="description" content="&#36319;&#33150;&#35759;&#27604;&#36215;&#26469;&#65292;&#25105;&#35273;&#24471;&#21069;&#32773;&#30340;&#39064;&#30446;&#20986;&#24471;&#22909;&# &hellip;">
  

  <!-- http://t.co/dKP3o1e -->
  <meta name="HandheldFriendly" content="True">
  <meta name="MobileOptimized" content="320">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  
  <link rel="canonical" href="http://muggleyoung.github.com/blog/page/14/">
  <link href="/favicon.png" rel="icon">
  <link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
  <script src="/javascripts/modernizr-2.0.js"></script>
  <script src="/javascripts/ender.js"></script>
  <script src="/javascripts/octopress.js" type="text/javascript"></script>
  <link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
  <!--Fonts from Google"s Web font directory at http://google.com/webfonts -->
<link href="http://fonts.googleapis.com/css?family=PT+Serif:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<link href="http://fonts.googleapis.com/css?family=PT+Sans:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">

  

</head>

<body   >
  <header role="banner"><hgroup>
  <h1><a href="/"></a></h1>
  
    <h2>young for you</h2>
  
</hgroup>

</header>
  <nav role="navigation"><ul class="subscription" data-subscription="rss">
  <li><a href="/atom.xml" rel="subscribe-rss" title="subscribe via RSS">RSS</a></li>
  
</ul>
  
<form action="http://google.com/search" method="get">
  <fieldset role="search">
    <input type="hidden" name="q" value="site:muggleyoung.github.com" />
    <input class="search" type="text" name="q" results="0" placeholder="Search"/>
  </fieldset>
</form>
  
<ul class="main-navigation">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
</ul>

</nav>
  <div id="main">
    <div id="content">
      <div class="blog-index">
  
  
  
    <article>
      
  
  <p class="meta">
    








  


<time datetime="2010-09-27T00:00:00+08:00" pubdate data-updated="true">Sep 27<span>th</span>, 2010</time>
    
  </p>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/09/27/%E7%BE%A4%E7%A1%95%E8%BD%AF%E4%BB%B6-%E7%AC%94%E8%AF%95/">群硕软件-笔试</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#36319;&#33150;&#35759;&#27604;&#36215;&#26469;&#65292;&#25105;&#35273;&#24471;&#21069;&#32773;&#30340;&#39064;&#30446;&#20986;&#24471;&#22909;&#65292;&#32771;&#23519;&#20110;&#26080;&#24418;&#20043;&#20013;~</p>
<p>&#27604;&#22914;&#65292;&#38382;&#65292;&#20160;&#20040;&#26159;&#25805;&#20316;&#31995;&#32479;&#65311;&#25805;&#20316;&#31995;&#32479;&#31649;&#29702;&#21861;&#65311;</p>
<p>&#31532;&#19968;&#38382;&#25105;&#23601;&#19981;&#20250;&#12290;&#12290;&#12290;</p>
<p>&#38382;&#65292;&#20160;&#20040;&#26159;&#36719;&#20214;&#24037;&#31243;&#65311;</p>
<p>&#19981;&#20250;&#65292;&#21518;&#38754;&#36824;&#26377;&#19968;&#38382;&#65292;&#29978;&#33267;&#37117;&#19981;&#35760;&#24471;&#20102;</p>
<p>&#38382;&#65292;&#20160;&#20040;&#26159;&#34394;&#26512;&#26500;&#20989;&#25968;&#65292;&#20160;&#20040;&#26159;&#22810;&#24577;&#65311;</p>
<p>&#22825;&#26195;&#24471;&#20026;&#20160;&#20040;&#35201;&#38382;&#36825;&#20040;&#22810;&#8220;&#20160;&#20040;&#26159;&#8221;&#65292;&#19968;&#20010;&#37117;&#19981;&#20250;&#65292;&#36824;&#19981;&#22914;&#35753;&#20889;&#20010;&#20363;&#31243;&#65292;&#20307;&#29616;&#20102;&#22810;&#24577;&#24605;&#24819;&#65292;&#20889;&#20010;&#26512;&#26500;&#20989;&#25968;&#21861;&#30340;&#12290;&#19981;&#25954;&#35828;&#20840;&#20250;&#65292;&#20294;&#32477;&#23545;&#27604;&#8220;&#20160;&#20040;&#26159;&#8221;&#20250;&#30340;&#22810;&#12290;</p>
<p>&#20026;&#20160;&#20040;&#35201;&#38382;&#36825;&#20040;&#22810;&#27010;&#24565;&#21602;&#65292;&#32972;&#36807;&#20102;&#23601;&#31639;&#22909;&#21862;&#12290;</p>
<p>&#27809;&#26377;&#35835;&#20195;&#30721;&#65292;&#23601;&#19968;&#20010;&#31639;&#21508;&#31181;size&#30340;&#12290;&#29616;&#22312;&#36824;&#20250;&#19968;&#20123;&#20102;&#65292;&#24819;&#24403;&#21021;&#38754;&#35797;&#20013;&#20852;&#30340;&#26102;&#20505;&#65292;&#20840;&#19981;&#20250;&#65292;&#37027;&#26159;&#22810;&#20040;&#30340;&#20932;&#24808;&#21568;~~~</p>
<p>&#20889;&#20195;&#30721;&#65292;&#20108;&#20998;&#26597;&#25214;&#65292;&#23383;&#31526;&#20018;&#22797;&#21046;&#65292;&#23383;&#31526;&#20018;&#31867;&#30340;&#19968;&#20123;&#22768;&#26126;&#20989;&#25968;&#30340;&#23454;&#29616;&#65292;&#26368;&#21518;&#36824;&#26377;&#19968;&#20010;&#23454;&#29616;&#25340;&#22270;&#20160;&#20040;&#30340;&#65292;&#26174;&#28982;&#19981;&#20250;&#65292;&#29468;&#27979;&#24212;&#35813;&#26159;&#20256;&#35828;&#20013;&#30340;&#21160;&#24577;&#35268;&#21010;&#21543;&#65292;&#22238;&#22836;&#22909;&#22909;&#23398;&#23398;&#21568;~~~~</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <p class="meta">
    








  


<time datetime="2010-09-26T00:00:00+08:00" pubdate data-updated="true">Sep 26<span>th</span>, 2010</time>
    
  </p>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/09/26/%E8%85%BE%E8%AE%AF%E7%AC%94%E8%AF%95/">腾讯笔试</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#20170;&#22825;&#24212;&#35813;&#31639;&#26159;&#33150;&#35759;2011&#26657;&#22253;&#25307;&#32856;&#22312;&#35199;&#23433;&#25581;&#24149;&#20102;</p>
<p>&#36719;&#20214;&#24320;&#21457;&#31532;&#19968;&#25209;&#31508;&#35797;</p>
<p>&#35199;&#24037;&#22823;&#20160;&#20040;&#19996;&#39302;&#65292;&#36229;&#22810;&#20154;</p>
<p>&#31508;&#35797;&#31455;&#28982;&#36824;&#31614;&#20102;&#20160;&#20040;&#20445;&#23494;&#21327;&#35758;&#12290;&#12290;&#12290;&#19981;&#36807;&#35805;&#35828;&#22238;&#26469;&#65292;&#35841;&#33021;&#25226;&#39064;&#30446;&#35760;&#24471;&#37027;&#20040;&#28165;&#26970;&#21568;&#65292;&#25105;&#19981;&#33021;~</p>
<p>&#24635;&#20043;&#65292;&#22823;&#33268;&#23601;&#26159;C++&#65292;&#25805;&#20316;&#31995;&#32479;&#65292;&#32593;&#32476;&#12290;&#37325;&#35201;&#24615;&#65292;&#21644;&#39064;&#30446;&#25968;&#37327;&#20063;&#26159;&#26159;&#36825;&#20010;&#27425;&#24207;&#12290;</p>
<p>&#39064;&#30446;&#20986;&#30340;&#36824;&#26159;&#19981;&#38169;&#30340;&#65292;&#31639;&#26159;&#22522;&#30784;&#65292;&#20294;&#21448;&#24471;&#30495;&#27491;&#29702;&#35299;&#20102;&#65292;&#25165;&#22909;&#20570;&#12290;</p>
<p>C++&#22043;&#65292;&#23601;&#26159;&#37027;&#20123;&#25351;&#38024;&#21568;&#65292;&#32487;&#25215;&#21568;&#65292;&#36824;&#32771;&#20102;&#24322;&#24120;&#65292;&#25105;&#19981;&#20250;&#35830;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#25805;&#20316;&#31995;&#32479;&#21644;&#32593;&#32476;&#37117;&#26159;&#26368;&#22522;&#30784;&#30340;&#65292;&#24403;&#28982;&#27515;&#35760;&#30828;&#32972;&#27809;&#29992;&#65292;&#35813;&#19981;&#20250;&#36824;&#26159;&#19981;&#20250;</p>
<p>&#32534;&#31243;&#39064;&#26159;&#36229;&#22823;&#25968;&#25490;&#24207;&#65292;&#27169;&#25311;&#23567;&#28216;&#25103;&#65292;&#25805;&#20316;&#31995;&#32479;&#27719;&#32534;&#20998;&#26512;&#65292;&#36827;&#31243;&#20160;&#20040;&#30340;&#65292;&#22522;&#26412;&#19978;&#26159;&#32771;&#31639;&#27861;&#24605;&#24819;&#30340;</p>
<p>&#20687;&#25105;&#34987;MATLAB&#28145;&#28145;&#8220;&#27602;&#23475;&#8221;&#30340;&#23043;&#65292;&#30475;&#20160;&#20040;&#39064;&#30446;&#65292;&#37117;&#24525;&#19981;&#20303;&#24819;&#65292;&#29992;&#25968;&#32452;&#23454;&#29616;&#22810;&#26041;&#20415;&#65292;&#24178;&#22043;&#29992;&#25351;&#38024;&#21568;&#12290;&#26368;&#36817;&#22909;&#28857;&#20102;&#65292;&#36824;&#33021;&#24819;&#36215;&#26469;&#36882;&#24402;&#19979;&#65292;&#25351;&#38024;&#19979;&#12290;&#21151;&#22827;&#37117;&#26159;&#32451;&#20986;&#26469;&#30340;&#21834;~</p>
<p>&#27809;&#20102;&#65292;&#39064;&#30446;&#20570;&#23436;&#23601;&#24536;&#12290;&#23454;&#39564;&#23460;&#19968;&#20010;&#23401;&#23376;&#22238;&#26469;&#36824;&#23454;&#29616;&#20102;&#20960;&#20010;&#39064;&#30446;&#30340;&#20195;&#30721;&#65292;&#21578;&#35785;&#25105;&#21738;&#20010;&#38169;&#20102;&#21738;&#20010;&#23545;&#20102;&#12290;&#24681;&#65292;&#26377;&#38169;&#26377;&#23545;&#21568;&#65292;&#35828;&#19981;&#19978;&#24754;&#24808;&#65292;&#20294;&#20063;&#22909;&#19981;&#21040;&#21738;&#20799;&#21435;&#12290;</p>
<p>&#31639;&#27861;&#21568;&#65292;&#36824;&#26159;&#24471;&#22909;&#22909;&#23398;&#65292;&#26377;&#30340;&#20844;&#21496;&#20171;&#24847;&#20320;&#20889;&#20195;&#30721;&#30340;&#27700;&#24179;&#65292;&#26377;&#30340;&#20844;&#21496;&#26356;&#20171;&#24847;&#30340;&#26159;&#31639;&#27861;&#24605;&#24819;&#12290;&#25105;&#35273;&#24471;&#21518;&#32773;&#26356;&#37325;&#35201;&#21734;&#12290;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <p class="meta">
    








  


<time datetime="2010-09-26T00:00:00+08:00" pubdate data-updated="true">Sep 26<span>th</span>, 2010</time>
    
  </p>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/09/26/%E5%8D%8E%E4%B8%BA2011%E6%A0%A1%E5%9B%AD%E6%8B%9B%E8%81%98%E6%80%BB%E7%BB%93/">华为2011校园招聘总结</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#32416;&#32467;&#20102;&#22909;&#20960;&#22825;&#65292;&#32456;&#20110;&#29408;&#29408;&#22320;&#25298;&#20102;</p>
<p>&#20174;&#19968;&#24320;&#22987;&#65292;&#23601;&#27809;&#24819;&#36807;&#30495;&#30340;&#35201;&#21435;</p>
<p>&#21608;&#22260;&#20154;&#38470;&#32493;&#31614;&#32422;&#30340;&#26102;&#20505;&#65292;&#36824;&#26159;&#24515;&#34394;&#21568;</p>
<p>&#24178;&#20160;&#20040;&#37117;&#20064;&#24815;&#21015;&#20248;&#21155;&#65292;&#24515;&#37324;&#20250;&#27604;&#36739;&#26377;&#35889;</p>
<p>&#20248;&#65306;</p>
<p>1. &#21487;&#20197;&#21574;&#22312;&#35199;&#23433;</p>
<p>1.1 7.5k&#30340;&#24037;&#36164;&#65292;&#23601;&#31639;&#25343;&#21040;&#25163;6k&#24038;&#21491;&#65292;&#22312;&#35199;&#23433;&#65292;&#32477;&#23545;&#23567;&#30333;&#39046;&#65307;</p>
<p>1.2 &#31163;&#23478;&#36817;&#65292;&#26379;&#21451;&#22810;</p>
<p>2. &#25105;&#30003;&#35831;&#30340;&#38144;&#26381;&#65292;&#25216;&#26415;&#35201;&#27714;&#30456;&#23545;&#20302;&#65292;&#36824;&#35201;&#20986;&#24046;&#20026;&#23458;&#25143;&#26381;&#21153;&#65292;&#29992;&#29241;&#30340;&#35805;&#35828;&#65292;&#27491;&#26159;&#25105;&#25152;&#27424;&#32570;&#30340;</p>
<p>3. &#21516;&#23398;&#20204;&#37117;&#35828;&#65292;&#36825;&#37324;&#23398;&#30340;&#19996;&#35199;&#22810;&#65292;&#20197;&#21518;&#36339;&#27133;&#28072;&#24471;&#24555;&#65288;&#36825;&#20010;&#25105;&#19981;&#26159;&#24456;&#35748;&#21516;&#35830;&#65289;</p>
<p>&#21155;:</p>
<p>1. &#20891;&#20107;&#21270;&#22859;&#26007;&#32773;&#20316;&#39118;&#65292;&#39118;&#26684;&#26126;&#26174;&#19981;&#36866;&#21512;&#25105;&#65292;&#19981;&#26159;&#35828;&#19981;&#29233;&#22859;&#26007;&#65292;&#36807;&#29369;&#19981;&#21450;&#21834;</p>
<p>2. &#22826;&#36807;&#36763;&#33510;&#65292;&#20241;&#20551;&#26377;&#28857;&#22882;&#27714;&#12290;&#25105;&#36523;&#20307;&#19981;&#22909;&#35830;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#19968;&#30524;&#23601;&#30475;&#20986;&#65292;&#21155;&#21183;&#30340;&#31532;&#19968;&#26465;&#36275;&#20197;&#21542;&#23450;&#25152;&#26377;&#65292;&#29616;&#22312;&#26469;&#35828;&#65292;&#24037;&#20316;&#26159;&#37325;&#35201;&#65292;&#20294;&#20063;&#19981;&#33021;&#26159;&#29983;&#27963;&#30340;&#20840;&#37096;&#21568;&#65292;&#37027;&#22810;&#27809;&#21170;&#65292;&#24182;&#19988;&#20248;&#30340;&#22240;&#32032;&#65292;&#25105;&#37117;&#19981;&#24590;&#20040;&#22312;&#24847;</p>
<p>&#25152;&#20197;&#35828;&#65292;&#36947;&#29702;&#35841;&#37117;&#25026;&#65292;&#23601;&#26159;&#33293;&#19981;&#24471;</p>
<p>&#29100;&#21040;&#19979;&#21320;&#65292;&#29408;&#24515;&#22238;&#22797;&#20102;&#30701;&#20449;&#12290;&#26202;&#39277;&#26102;HR&#36824;&#25171;&#26469;&#30005;&#35805;&#35810;&#38382;&#65292;&#25105;&#26368;&#21518;&#35874;&#35874;&#20877;&#35265;&#37117;&#27809;&#35828;&#23436;&#65292;&#20154;&#23478;&#23601;&#25346;&#20102;&#12290;&#12290;&#12290;&#12290;&#22909;&#21543;&#65292;&#38271;&#36884;&#35805;&#36153;&#36824;&#26159;&#25402;&#36149;&#30340;&#65292;&#32473;&#20320;&#30465;&#30465;&#12290;</p>
<h2><a href="http://muggleyoung.blogbus.com/logs/75205090.html" target="_blank">&#25910;&#21040;&#21326;&#20026;&#30701;&#20449;</a>
</h2>
<h2><a href="http://muggleyoung.blogbus.com/logs/75166022.html" target="_blank">&#21326;&#20026;&#38754;&#35797;</a>
</h2>
<h2><a href="http://muggleyoung.blogbus.com/logs/74329222.html" target="_blank">&#30456;&#20851;&#25253;&#36947;</a>
</h2>
<h2><a href="http://muggleyoung.blogbus.com/logs/74129353.html" target="_blank">openday</a>
</h2>
<h2><a href="http://muggleyoung.blogbus.com/logs/67559019.html" target="_blank">&#21326;&#20026;&#23454;&#20064;&#29983;</a>
</h2>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <p class="meta">
    








  


<time datetime="2010-09-20T00:00:00+08:00" pubdate data-updated="true">Sep 20<span>th</span>, 2010</time>
    
  </p>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/09/20/quicksort/">QuickSort</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#20026;&#27611;&#25105;&#27515;&#27963;&#23398;&#19981;&#20250;&#35745;&#31639;&#26102;&#38388;&#22797;&#26434;&#24230;~</p>
<p>&#22826;&#25387;&#36133;&#20102;~</p>
<p>&#160;</p>
<p>Quick Sort &#24555;&#25490;&#65306;</p>
<p>&#160;</p>
<p>#include &lt;fstream.h&gt;<br />#include&lt;math.h&gt; <br /><br />int partition(int A[], int head,int tail)<br />{<br />&#160;&#160;&#160; int key = A[head];<br />&#160;&#160;&#160; int i,j,t;<br />&#160;&#160;&#160; i = head;<br />&#160;&#160;&#160; j = head+1;<br />&#160;&#160;&#160; while (j&lt;=tail)<br />&#160;&#160;&#160; {<br />&#160;&#160;&#160; &#160;&#160;&#160; if (key&gt;A[j])<br />&#160;&#160;&#160; &#160;&#160;&#160; {<br />&#160;&#160;&#160; &#160;&#160;&#160; &#160;&#160;&#160; i = i+1;<br />&#160;&#160;&#160; &#160;&#160;&#160; &#160;&#160;&#160; t = A[j];<br />&#160;&#160;&#160; &#160;&#160;&#160; &#160;&#160;&#160; A[j] = A[i];<br />&#160;&#160;&#160; &#160;&#160;&#160; &#160;&#160;&#160; A[i] = t;<br />&#160;&#160;&#160; &#160;&#160;&#160; }<br />&#160;&#160;&#160; &#160;&#160;&#160; j = j+1;<br />&#160;&#160;&#160; }<br />&#160;&#160;&#160; A[head] = A[i];<br />&#160;&#160;&#160; A[i] = key;<br />&#160;&#160;&#160; return i;<br />}<br /><br />void quicksort(int A[], int head,int tail)<br />{<br />&#160;&#160;&#160; int r;<br />&#160;&#160;&#160; if(head&lt;tail)<br />&#160;&#160;&#160; {<br />&#160;&#160;&#160; &#160;&#160;&#160; r = partition(A,head,tail);<br />&#160;&#160;&#160; &#160;&#160;&#160; quicksort(A,head,r);<br />&#160;&#160;&#160; &#160;&#160;&#160; quicksort(A,r+1,tail);<br />&#160;&#160;&#160; }<br />}<br /><br />void main()<br />{<br />&#160;&#160;&#160; ifstream infile;<br />&#160;&#160;&#160; ofstream outfile (&#8220;result.txt&#8221;);<br />&#160;&#160;&#160; infile.open(&#8220;seq.txt&#8221;);<br />&#160;&#160;&#160; int n = 0;<br />&#160;&#160;&#160; int A[100];<br />&#160;&#160;&#160; while (!infile.eof())<br />&#160;&#160;&#160; {<br />&#160;&#160;&#160; &#160;&#160;&#160; infile&gt;&gt;A[n];<br />&#160;&#160;&#160; &#160;&#160;&#160; n++;<br />&#160;&#160;&#160; }<br />&#160;&#160;&#160; quicksort(A,0,n-1);<br />&#160;&#160;&#160; for (int i=0;i&lt;n;i++)<br />&#160;&#160;&#160; {<br />&#160;&#160;&#160; &#160;&#160;&#160; outfile&lt;&lt;A[i]&lt;&lt;&#8221; &#8220;;<br />&#160;&#160;&#160; }<br />}</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <p class="meta">
    








  


<time datetime="2010-09-19T00:00:00+08:00" pubdate data-updated="true">Sep 19<span>th</span>, 2010</time>
    
  </p>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/09/19/%E6%83%85%E7%88%B1%E5%A6%84%E6%83%B3%E7%97%87/">情爱妄想症</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#160;</p>
<p style="text-align: center;"><img src="http://img3.douban.com/lpic/s2554619.jpg" border="0" alt="" /></p>
<p>He loves me,He loves me not</p>
<p>&#30475;&#30528;&#36825;&#21477;&#35805;&#65292;&#20284;&#20046;&#24456;&#21487;&#29233;</p>
<p>&#19968;&#20010;&#23567;&#22993;&#23064;&#36466;&#22312;&#23665;&#39030;&#65292;&#25163;&#25569;&#19968;&#26421;&#29611;&#29808;&#65292;&#25968;&#30528;&#33457;&#29923;&#65292;&#20182;&#21916;&#27426;&#25105;&#65292;&#20182;&#19981;&#21916;&#27426;&#25105;&#65292;&#20182;&#21916;&#27426;&#25105;&#65292;&#20182;&#19981;&#21916;&#27426;&#25105;&#8230;&#8230;</p>
<p>&#30005;&#24433;&#26412;&#36523;&#65292;&#21487;&#27809;&#36825;&#20040;&#25307;&#20154;&#24604;</p>
<p>&#21069;&#21322;&#37096;&#35762;&#36848;&#19968;&#20010;&#23398;&#33402;&#26415;&#30340;&#22899;&#23401;&#65292;&#29233;&#19978;&#24050;&#23130;&#30340;&#24515;&#33039;&#31185;&#21307;&#29983;&#65292;&#32780;&#21307;&#29983;&#21364;&#27809;&#26377;&#37027;&#20040;&#29233;&#22905;&#65292;&#19981;&#24895;&#31163;&#24320;&#33258;&#24049;&#30340;&#22971;&#23376;&#12290;&#20013;&#38388;&#22993;&#23064;&#29992;&#20992;&#23376;&#25749;&#30772;&#35033;&#23376;&#65292;&#25300;&#25481;&#25151;&#19996;&#24515;&#29233;&#30340;&#26893;&#29289;&#65292;&#20381;&#28982;&#26377;&#20102;&#28857;&#21487;&#24597;&#30340;&#24433;&#23376;</p>
<p>&#21518;&#21322;&#37096;&#65292;&#25105;&#30475;&#24778;&#24730;&#20102;&#12290;&#36825;&#19968;&#20999;&#37117;&#26159;&#24187;&#24819;&#65292;&#21307;&#29983;&#20840;&#28982;&#19981;&#30693;&#12290;&#24403;&#36825;&#19968;&#20999;&#22823;&#30333;&#26102;&#65292;&#21307;&#29983;&#24868;&#24594;&#36716;&#36523;&#65292;&#22905;&#34987;&#8220;&#25243;&#24323;&#8221;&#65292;&#20381;&#28982;&#30776;&#20260;&#20182;&#12290;&#22905;&#22240;&#20026;&#22916;&#24819;&#30151;&#34987;&#36865;&#20837;&#31934;&#31070;&#30149;&#38498;&#65292;&#20182;&#21463;&#20260;&#21452;&#33151;&#19981;&#20877;&#28789;&#27963;&#12290;&#33509;&#24178;&#24180;&#21518;&#65292;&#22905;&#30149;&#24840;&#20986;&#38498;&#65292;&#30149;&#25151;&#34915;&#26588;&#21518;&#38754;&#21457;&#29616;&#19968;&#20010;&#29992;&#33647;&#29255;&#20570;&#25104;&#30340;&#20182;&#30340;&#30011;&#20687;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#36825;&#20010;&#32467;&#23616;&#65292;&#30528;&#23454;&#35753;&#25105;&#20174;&#39592;&#23376;&#37324;&#21702;&#21990;&#12290;&#36225;&#30528;&#32467;&#23614;&#37027;&#21477;&#35805;&#65292;&#30495;&#19981;&#30693;&#36947;&#22905;&#36824;&#33021;&#20570;&#20986;&#20160;&#20040;&#26469;&#12290;</p>
<p>&#12288;&#12288;&#8221;&#25105;&#29233;&#24471;&#30127;&#29378; 
<br />&#12288;&#12288;&#29369;&#24184;&#33021;&#29992;&#29702;&#24615;&#24179;&#34913; 
<br />&#12288;&#12288;&#25105;&#26126;&#30333;&#35201;&#24525;&#32784; 
<br />&#12288;&#12288;&#24515;&#23384;&#30460;&#26395;&#8217; 
<br />&#12288;&#12288;&#19968;&#21517;&#20303;&#38498;50&#24180;&#30340;&#33394;&#24773;&#29378;&#24739;&#32773;&#36825;&#26679;&#35828;&#8221; 
</p>
<p><img src="http://img3.douban.com/view/photo/photo/public/p609373562.jpg" border="0" alt="" /></p>
<p>&#25105;&#12290;&#12290;&#12290;&#25105;&#12290;&#12290;&#12290;&#25105;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#30495;&#23475;&#24597;&#20102;~~~</p>
<p>&#19981;&#36807;&#24819;&#24819;&#65292;&#29233;&#24471;&#30127;&#29378;&#65292;&#26377;&#26102;&#30830;&#23454;&#19968;&#30456;&#24773;&#24895;&#32780;&#24050;&#12290;&#35841;&#27809;&#26377;&#28857;&#24187;&#24819;&#30340;&#26102;&#20505;&#65292;&#24187;&#24819;&#30528;&#20182;&#36824;&#29233;&#25105;&#65292;&#23454;&#38469;&#65292;&#20154;&#23478;&#26681;&#26412;&#19981;&#22312;&#20046;&#12290;&#20309;&#33510;&#21602;&#65292;&#26159;&#21543;~&#21457;&#21457;&#29282;&#39578;&#21704;~</p>
<p>&#33521;&#25991;&#21517;&#23383;&#25402;&#22909;&#65292;&#20013;&#25991;&#21517;&#23601;&#20667;&#20102;&#65292;&#22825;&#20351;&#29233;&#36807;&#30028;&#12290;&#19981;&#29992;&#22612;&#22270;&#28436;&#30340;&#29255;&#23376;&#37117;&#20197;&#22825;&#20351;&#24320;&#22836;&#21543;&#65292;&#30495;&#27809;&#24847;&#24605;&#12290;&#27861;&#35821;&#21517;&#23383;&#65292;&#19981;&#35748;&#35782;&#12290;&#12290;&#12290;</p>
                                    </p>
</div>
  
  


    </article>
  
  <div class="pagination">
    
      <a class="prev" href="/blog/page/15/">&larr; Older</a>
    
    <a href="/blog/archives">Blog Archives</a>
    
    <a class="next" href="/blog/page/13/">Newer &rarr;</a>
    
  </div>
</div>
<aside class="sidebar">
  
    <section>
  <h1>Recent Posts</h1>
  <ul id="recent_posts">
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-change-git-repo-name/">how to change git repo name</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-setup-a-new-remote-git-repo/">How to setup a new remote git repo</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/13/hui-gu-2012/">回顾2012</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/08/my-frist-post/">my-frist-post</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/05/14/eclipse---java.lang.noclassdeffounderror%3A-com.jayway.android.robotium.solo.solo%E9%94%99%E8%AF%AF%E8%A7%A3%E5%86%B3/">eclipse - java.lang.NoClassDefFoundError: com.jayway.android.robotium.solo.Solo错误解决</a>
      </li>
    
  </ul>
</section>






  
</aside>

    </div>
  </div>
  <footer role="contentinfo"><p>
  Copyright &copy; 2013 - muggleyoung -
  <span class="credit">Powered by <a href="http://octopress.org">Octopress</a>. Design by <a href="http://octopressthemes.com">Octopress Themes</a>.</span>
</p>

</footer>
  







  <script type="text/javascript">
    (function(){
      var twitterWidgets = document.createElement('script');
      twitterWidgets.type = 'text/javascript';
      twitterWidgets.async = true;
      twitterWidgets.src = 'http://platform.twitter.com/widgets.js';
      document.getElementsByTagName('head')[0].appendChild(twitterWidgets);
    })();
  </script>





</body>
</html>
