
<!DOCTYPE HTML>
<html>
<head>
	<meta charset="utf-8">
	<title></title>
	<meta name="author" content="muggleyoung">

	
	<meta name="description" content="&#20316;&#25991;&#20889;&#19981;&#19979;&#21435;&#20102;&#65292;&#26469;&#20599;&#20010;&#25042;&#12290;&#26524;&#28982;&#31532;&#19968;&#27425;&# &hellip;">
	
	<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

	<link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
	<link rel="canonical" href="">
	<link href="/favicon.png" rel="shortcut icon">
	<link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
	<!--[if lt IE 9]><script src="//html5shiv.googlecode.com/svn/trunk/html5.js"></script><![endif]-->
	<script src="//ajax.googleapis.com/ajax/libs/jquery/1.7.2/jquery.min.js"></script>
	
</head>

<body>
	<header id="header" class="inner"><h1><a href="/"></a></h1>
<nav id="main-nav"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</nav>
<nav id="mobile-nav">
	<div class="alignleft menu">
		<a class="button">Menu</a>
		<div class="container"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</div>
	</div>
	<div class="alignright search">
		<a class="button"></a>
		<div class="container">
			<form action="http://google.com/search" method="get">
				<input type="text" name="q" results="0">
				<input type="hidden" name="q" value="site:muggleyoung.github.com">
			</form>
		</div>
	</div>
</nav>
<nav id="sub-nav" class="alignright">
	<div class="social">
		
		
		
		
    
		
		
		
		
		
		<a class="rss" href="/atom.xml" title="RSS">RSS</a>
		
	</div>
	<form class="search" action="http://google.com/search" method="get">
		<input class="alignright" type="text" name="q" results="0">
		<input type="hidden" name="q" value="site:muggleyoung.github.com">
	</form>
</nav>

</header>
	
		
	
	<div id="content" class="inner">


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/03/22/%E7%9D%80%E6%80%A5%E4%BA%86%E5%92%8B%E5%8A%9E/">
		
			着急了咋办</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#20316;&#25991;&#20889;&#19981;&#19979;&#21435;&#20102;&#65292;&#26469;&#20599;&#20010;&#25042;&#12290;&#26524;&#28982;&#31532;&#19968;&#27425;&#20889;&#19996;&#35199;&#24456;&#30171;&#33510;&#65292;&#24971;&#20102;&#24555;&#19968;&#20010;&#23567;&#26102;&#65292;issue&#23436;&#25104;3/4&#65292;&#32780;&#19988;&#26159;&#22312;&#25105;&#30475;&#26469;&#29399;&#23617;&#19981;&#36890;&#30340;3/4&#65292;&#22826;&#24694;&#24515;&#20102;&#22826;&#24694;&#24515;&#20102;&#12290;argument&#23601;&#21035;&#25552;&#20102;&#65292;&#30475;&#20102;&#39064;&#30446;&#65292;&#20498;&#26159;&#24456;&#24555;&#33021;&#25214;&#20986;&#39539;&#26021;&#30340;&#28857;&#26469;&#65292;&#21487;&#26159;&#65292;&#24590;&#20040;&#20010;&#39539;&#27861;&#12290;&#12290;&#12290;&#12290;&#31361;&#28982;&#21457;&#29616;&#33258;&#24049;&#20043;&#21069;&#19968;&#20010;argument&#30340;&#33539;&#25991;&#37117;&#27809;&#22909;&#22909;&#35835;&#36807;&#65292;&#32618;&#36807;&#21834;&#32618;&#36807;&#12290;</p>
<p>&#26368;&#26126;&#26234;&#30340;&#36873;&#25321;&#65292;&#23601;&#26159;&#20572;&#31508;&#20241;&#24687;&#19979;&#65292;&#22909;&#22909;&#30475;&#33539;&#25991;&#65292;&#21710;&#65292;&#25105;&#24635;&#26159;&#36825;&#24503;&#24615;&#65292;&#21861;&#20107;&#20799;&#37117;&#26159;&#21040;&#20102;&#36319;&#21069;&#25165;&#30528;&#24613;&#12290;</p>
<p>&#36824;&#26377;&#20010;&#24456;&#20005;&#37325;&#30340;&#38382;&#39064;&#23601;&#26159;&#22909;&#22810;&#23383;&#19981;&#20250;&#20889;&#65292;&#24120;&#29992;&#30340;&#20063;&#19981;&#20250;&#65292;&#30495;&#30340;&#24471;&#24694;&#34917;&#19979;&#65292;&#21333;&#35789;&#20889;&#38169;&#20102;&#22826;&#20002;&#20154;&#12290;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8211;</p>
<p>&#21792;&#21480;&#28857;&#21035;&#30340;&#12290;</p>
<p>&#21608;&#26411;&#20174;&#23478;&#37324;&#21448;&#24102;&#26469;&#20004;&#22823;&#29942;&#20013;&#33647;&#65292;&#20474;&#23064;&#20146;&#36763;&#33510;&#29100;&#20102;&#19968;&#23487;&#65292;&#22815;&#21917;&#19968;&#20010;&#26376;&#30340;&#20102;&#12290;&#35805;&#35828;&#20026;&#36825;&#28857;&#27611;&#30149;&#27809;&#23569;&#21507;&#33647;&#65292;&#21643;&#23601;&#19981;&#35265;&#22909;&#21602;&#65292;&#28902;&#27515;&#20154;&#20102;&#12290;&#25488;&#25351;&#19968;&#31639;&#65292;&#25105;&#34987;&#25240;&#30952;&#20102;10&#24180;&#22810;&#20102;&#65292;&#39069;&#65292;&#23815;&#25308;&#19979;&#33258;&#24049;&#65292;&#29983;&#21629;&#21147;&#30495;&#26106;&#30427;&#12290;</p>
<p>&#36824;&#26377;&#23601;&#26159;&#26377;&#22825;&#30475;&#35265;&#19968;&#32593;&#39029;&#65292;&#22909;&#24515;&#24773;&#21457;&#29983;&#22120;&#65292;&#20457;&#23567;&#21160;&#29289;&#20351;&#21170;&#20799;&#35828;thank you&#65292;&#20048;&#24471;&#25105;&#24403;&#26202;&#35265;&#35841;&#37117;&#26159;thank you&#12290;&#32467;&#26524;&#65292;&#26377;&#19968;&#23043;&#23398;&#25105;&#65292;&#20081;&#21457;&#28040;&#24687;&#65292;qq&#21495;&#34987;&#23553;&#20102;&#65292;&#33267;&#27492;&#20877;&#27809;&#30331;&#38470;&#19978;&#36807;&#20102;&#65292;&#21704;&#21704;&#21704;&#21704;&#12290;&#32654;&#24471;&#25105;~~~~~</p>
<p><span>http://www.lansin.com/thank/mtest.s</span><span>html &#32593;&#22336;&#22312;&#36825;&#65292;&#23454;&#22312;&#22909;&#29609;&#65292;&#22079;&#22079;&#12290;&#25105;&#27531;&#24525;&#30340;&#35753;&#20182;&#20204;&#21564;&#20102;3w&#22810;&#27425;&#12290;&#12290;&#12290;&#12290;<br /></span></p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-03-22T00:00:00+05:30" pubdate data-updated="true">Mar 22<span>nd</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/03/20/elyse-sewell/">
		
			Elyse Sewell</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p><a href="http://elysesewell.livejournal.com/"><img src="http://filer.blogbus.com/5333148/53331481269156795x.jpg" border="0" alt="" /><img src="http://filer.blogbus.com/5333148/53331481269156818o.jpg" border="0" alt="" /><img src="http://filer.blogbus.com/5333148/53331481269156771p.jpg" border="0" alt="" /><img src="http://filer.blogbus.com/5333148/53331481269156807b.jpg" border="0" alt="" /><img src="http://filer.blogbus.com/5333148/53331481269156783p.jpg" border="0" alt="" /></a></p>
<p>&#29031;&#29255;&#26377;&#28857;&#20081;&#65292;&#25042;&#24471;&#25972;&#20102;&#12290;&#21916;&#27426;&#21518;&#38754;&#30340;&#20960;&#24352;&#20559;&#29983;&#27963;&#30340;&#29031;&#29255;&#65292;&#21476;&#28789;&#31934;&#24618;&#30340;&#65292;&#22079;&#22079;&#65292;&#29233;&#21834;~~~</p>
<p><a href="http://elysesewell.livejournal.com/">http://elysesewell.livejournal.com/</a>&#36825;&#26159;&#22905;&#30340;blog&#65292;&#37117;&#34987;&#25105;&#25214;&#30528;&#20102;</p>
<p>&#31232;&#37324;&#31946;&#28034;&#30475;&#20102;&#31532;&#19968;&#23395;&#30340;&#20840;&#32654;&#36229;&#27169;&#22823;&#36187;&#65292;&#26412;&#26469;&#23601;&#26159;&#38543;&#20415;&#30597;&#30597;&#30340;&#12290;&#21518;&#26469;&#23601;&#21916;&#27426;&#19978;&#36825;&#20010;&#23401;&#23376;&#65292;&#28982;&#21518;&#19968;&#30452;&#36319;&#36827;&#65292;&#30475;&#21040;&#22905;&#34987;&#28120;&#27760;&#65292;&#21775;&#22040;&#19981;&#24050;&#12290;</p>
<p>&#36825;&#19968;&#23395;&#36824;&#26159;&#22909;&#30475;&#30340;&#65292;&#24456;&#22810;&#20914;&#31361;&#65292;&#20294;&#21448;&#19981;&#20687;&#26032;&#19968;&#23395;&#37027;&#20040;&#21557;&#21557;&#12290;&#20027;&#35201;&#65292;&#26159;&#26377;&#36825;&#20010;&#27668;&#36136;&#32654;&#22899;&#12290;&#22079;&#22079;&#65292;&#25105;&#21448;&#33457;&#30196;&#20102;&#12290;</p>
<p>&#22905;&#29616;&#22312;&#39321;&#28207;&#21457;&#23637;&#65292;&#21338;&#23458;&#30475;&#30528;&#20063;&#24456;&#20146;&#20999;&#12290;&#19981;&#36807;&#32473;&#21608;&#29983;&#29983;&#20195;&#35328;&#30340;&#37027;&#20123;&#29031;&#29255;&#30495;&#26159;&#27585;&#20154;&#19981;&#20518;&#65292;&#30828;&#26159;&#25226;&#27668;&#36136;&#25293;&#27809;&#20102;&#65292;&#20439;&#27668;&#26469;&#20102;&#65292;&#21710;&#65292;&#21487;&#24796;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-03-20T00:00:00+05:30" pubdate data-updated="true">Mar 20<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/03/19/hewlett-packard/">
		
			Hewlett-Packard</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#32456;&#20110;&#32456;&#20110;&#65292;&#20170;&#22825;&#27809;&#21643;&#24178;&#27963;&#12290;&#12290;&#12290;&#26089;&#19978;&#35828;&#26159;&#30475;&#35770;&#25991;&#65292;&#27809;&#30475;&#20960;&#20998;&#38047;&#65292;&#23601;&#24320;&#22987;&#30424;&#31639;&#30528;&#25509;&#19979;&#26469;&#36825;&#20960;&#20010;&#20551;&#26399;&#24590;&#20040;&#36807;&#22909;&#65292;&#24819;&#30340;&#25105;&#24515;&#37117;&#39134;&#20102;&#12290;&#24184;&#22909;boss&#32473;&#30340;&#27963;&#25552;&#21069;&#24324;&#22909;&#21457;&#32473;&#20182;&#20102;&#65292;&#22079;&#22079;&#65292;&#31215;&#26497;&#24178;&#27963;&#36824;&#26159;&#26377;&#22909;&#22788;&#30340;&#12290;&#21453;&#27491;&#24555;&#21608;&#26411;&#20102;&#65292;&#23567;&#20241;&#24687;&#19968;&#19979;&#12290;&#19979;&#21608;&#32487;&#32493;&#65292;&#30475;&#25105;&#30340;&#35770;&#25991;&#65292;&#36319;MATLAB&#36739;&#21170;~~~&#20474;&#24515;&#30140;&#30005;&#33041;&#21834;~~</p>
<p>&#20170;&#20799;&#22238;&#23478;&#30475;&#30005;&#35270;&#25165;&#30693;&#36947;&#24800;&#26222;&#30005;&#33041;&#30340;&#20107;&#20799;&#12290;</p>
<p>&#24819;&#24403;&#21021;&#20080;&#30005;&#33041;&#30340;&#26102;&#20505;&#65292;&#32593;&#19978;&#23601;&#26377;&#20154;&#35828;&#36215;&#25955;&#28909;&#21644;&#38634;&#33457;&#23631;&#30340;&#38382;&#39064;</p>
<p>&#38634;&#33457;&#23631;&#65292;&#25105;&#20184;&#38065;&#35797;&#26426;&#30340;&#26102;&#20505;&#23601;&#26377;&#24184;&#35265;&#35782;&#20102;&#65292;&#36824;&#22909;&#65292;&#21450;&#26102;&#25442;&#20102;</p>
<p>&#25955;&#28909;&#22043;&#65292;&#37027;&#26159;&#30495;&#30340;&#25240;&#33150;&#27515;&#20154;&#20102;&#12290;&#24515;&#30140;&#25105;&#25442;&#39118;&#25159;&#30340;150&#22359;&#22823;&#27915;&#65292;&#37329;&#29260;&#21806;&#21518;&#37027;&#37324;&#35201;450&#22909;&#20687;&#65292;&#36149;&#21834;~~~~</p>
<p>&#24819;&#36215;&#26368;&#26032;&#19968;&#38598;&#30340;big bang&#65292;Sheldon&#35828;&#20182;&#36319;&#24800;&#26222;&#23458;&#26381;&#25237;&#35785;&#32416;&#32544;&#20102;&#21322;&#22825;&#65292;&#21704;&#21704;&#65292;&#22238;&#26469;&#25105;&#23601;&#30475;&#35265;&#36825;&#26032;&#38395;&#20102;&#65292;&#20026;&#20182;&#20204;&#23458;&#26381;&#30340;&#24577;&#24230;&#19981;&#40831;&#21834;&#12290;&#12290;&#12290;&#12290;&#31455;&#28982;&#25954;&#36182;&#23398;&#26657;&#23487;&#33293;&#30340;&#34769;&#34690;&#12290;&#12290;&#12290;&#12290;&#22909;&#24847;&#24605;&#20182;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#26377;&#31354;&#32487;&#32493;&#20851;&#27880;&#65292;&#30475;&#33021;&#19981;&#33021;&#26377;&#28857;&#21861;&#25514;&#26045;&#12290;&#12290;&#12290;</p>
<p>&#21453;&#27491;&#20197;&#21518;&#26159;&#19981;&#20250;&#20877;&#20080;&#24800;&#26222;&#20102;&#65292;&#23601;&#20914;&#20182;&#36825;&#21361;&#26426;&#20844;&#20851;&#30340;&#27700;&#24179;&#65292;&#36824;&#19981;&#22914;&#20016;&#30000;&#21602;&#12290;&#12290;&#12290;&#12290;&#37145;&#35270;&#19979;&#65292;&#22826;&#19981;&#23454;&#35802;&#20102;~~~~~~</p>
<p>&#160;</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-03-19T00:00:00+05:30" pubdate data-updated="true">Mar 19<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/03/18/%E9%BE%99%E6%8A%AC%E5%A4%B4%E4%BA%86%EF%BC%8C%E6%88%91%E4%B8%A7%E6%B0%94%E5%84%BF%E4%BA%86/">
		
			龙抬头了，我丧气儿了</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#26152;&#20799;&#20108;&#26376;&#20108;&#65292;&#40857;&#25260;&#22836;&#12290;&#25105;&#25260;&#22836;&#20102;&#65292;&#27809;&#27927;&#22836;&#27809;&#21098;&#22836;</p>
<p>&#20170;&#20799;&#21482;&#26159;&#20010;&#37057;&#38391;</p>
<p>&#21683;&#22013;&#27809;&#35265;&#22909;&#65292;&#23454;&#39564;&#23460;&#37324;&#25968;&#25105;&#26368;&#32850;&#22122;</p>
<p>&#22909;&#24515;&#21892;&#33391;&#31215;&#26497;&#30340;&#26576;&#21516;&#23398;&#65292;&#36805;&#36895;&#25913;&#22909;&#20102;&#25105;&#30340;&#35770;&#25991;&#65292;&#21457;&#26469;&#65292;&#21520;&#34880;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#28385;&#31687;&#30340;&#32418;&#23383;&#20799;&#65292;&#25105;&#30475;&#30340;&#37027;&#21483;&#19968;&#20010;&#30171;&#24515;&#21584;~~~</p>
<p>&#27494;&#26519;&#22806;&#20256;&#26377;&#19968;&#38598;&#65292;&#37026;&#25429;&#22836;&#25214;&#32570;&#28857;&#65292;&#25214;&#30528;&#19968;&#20010;&#65292;&#23601;&#22312;&#25163;&#19978;&#21010;&#25289;&#19968;&#20992;</p>
<p>&#39069;&#65292;&#29616;&#22312;&#25105;&#36825;&#20010;&#23567;&#24515;&#33039;&#65292;&#20272;&#35745;&#21487;&#20197;&#36319;&#32769;&#37026;&#30340;&#25163;&#23218;&#32654;&#20102;</p>
<p>&#31455;&#26159;&#20123;&#20302;&#32423;&#38169;&#35823;&#65292;&#27809;&#20027;&#35821;&#30340;&#21477;&#23376;&#19968;&#22823;&#22534;&#65292;&#26102;&#24577;&#38169;&#35823;&#20063;&#21487;&#22810;&#65292;&#20171;&#35789;&#29992;&#38169;&#37027;&#26159;&#20877;&#27491;&#24120;&#19981;&#36807;&#20102;&#12290;&#31070;&#22855;&#30340;&#35821;&#27861;&#21834;&#65292;&#25171;&#23567;&#25220;&#20102;&#37027;&#20040;&#22810;&#31508;&#35760;&#65292;&#21487;&#25105;&#20174;&#26469;&#27809;&#23398;&#26126;&#30333;&#36807;&#12290;&#20197;&#21069;&#30340;1&#65292;2&#65292;3&#65292;4&#65292;5.&#12290;&#12290;&#12290;&#33521;&#35821;&#32769;&#24072;&#20204;&#65292;&#25105;&#38169;&#20102;&#12290;&#12290;&#12290;&#12290;</p>
<p>CK&#21516;&#23398;&#30340;&#21453;&#39304;&#36824;&#27809;&#21040;&#65292;&#20272;&#35745;&#23043;&#20063;&#22312;&#22823;&#36830;&#20599;&#20599;&#21520;&#34880;&#21602;</p>
<p>&#24184;&#20111;&#36824;&#27809;&#32473;&#21035;&#20154;&#30475;&#65292;&#35201;&#19981;&#20002;&#20154;&#20002;&#27515;</p>
<p>&#24184;&#22909;&#27809;&#32473;boss&#19978;&#20132;&#65292;&#19981;&#28982;&#34987;&#21128;&#27515;</p>
<p>&#25105;&#19975;&#24694;&#30340;&#21516;&#20161;&#20204;&#24635;&#36319;boss&#21561;&#22040;&#25105;&#33521;&#35821;&#65292;&#21710;&#65292;&#29275;&#30382;&#30495;&#30340;&#26159;&#21561;&#22823;&#20102;&#65292;&#25105;&#36825;&#27700;&#24179;&#65292;&#30475;&#30528;&#32654;&#21095;&#37117;&#33392;&#38590;&#65292;&#36824;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#20007;&#27668;&#20799;&#21834;&#20007;&#27668;&#20799;&#65292;&#25105;&#12290;&#12290;&#12290;&#12290;&#25105;&#22909;&#22909;&#23398;&#33521;&#35821;&#21435;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#20808;&#30475;&#38598;&#32654;&#20598;&#23433;&#24944;&#19979;&#23567;&#24515;&#33039;~~~~~</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-03-18T00:00:00+05:30" pubdate data-updated="true">Mar 18<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/03/18/word%E6%8F%90%E7%A4%BA%E6%97%A0%E6%B3%95%E5%90%AF%E5%8A%A8%E8%BD%AC%E6%8D%A2%E5%99%A8/">
		
			WORD提示无法启动转换器</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p><span id="reply_content_409445722">
<pre>&#22240;&#20026;&#20043;&#21069;&#23433;&#35013;&#30340;&#26159;&#31934;&#31616;&#29256;&#30340;office 2003&#29256;&#65292;&#23548;&#33268;&#31995;&#32479;&#25214;&#19981;&#21040;&#36825;&#20010;&#25991;&#20214;&#65292;&#20986;&#29616;&#26631;&#39064;&#19978;&#30340;&#38382;&#39064;&#8220;Word&#26080;&#27861;&#21551;&#21160;&#36716;&#25442;&#22120;mswrd632 wpc&#8221;&#65292;&#28857;&#20987;&#30830;&#23450;&#21518;&#34429;&#28982;&#21487;&#20197;&#20851;&#38381;&#65292;&#20294;&#27599;&#27425;&#25171;&#24320;word &#37117;&#20250;&#20877;&#20986;&#29616;&#65292;&#29305;&#28902;&#20154;&#65292;&#32593;&#31449;&#35828;&#21487;&#20197;&#23433;&#35013;&#23436;&#25972;&#29256;&#30340;&#31995;&#32479;&#65292;&#33258;&#24049;&#21448;&#19981;&#24819;&#37325;&#26032;&#19979;&#36733;&#65292;&#20110;&#26159;&#31177;&#25215;DIY&#31934;&#31070;&#65292;&#33258;&#24049;&#21160;&#25163;&#35299;&#20915;&#12290;&#37027;&#20040;&#65292;&#21551;&#21160;word&#21518;&#20986;&#29616;&#8220;word&#26080;&#27861;&#21551;&#21160;&#36716;&#25442;&#22120;mswrd632 wpc&#8221;&#35813;&#22914;&#20309;&#35299;&#20915;&#21602;&#65311;&#26041;&#27861;&#19968;&#65306;&#19968;&#30452;&#28857;&#8220;word&#26080;&#27861;&#21551;&#21160;&#36716;&#25442;&#22120;mswrd632 wpc&#8221;&#19979;&#38754;&#30340;&#30830;&#23450;&#65292;&#23427;&#20250;&#20986;&#29616;&#25991;&#26412;&#20869;&#23481;&#65292;&#28982;&#21518;&#36873;&#21478;&#23384;&#20026;&#65292;&#20877;&#25171;&#24320;&#23601;&#27491;&#24120;&#20102;&#12290;&#26041;&#27861;&#20108;&#65306;&#28857;&#20987;&#24320;&#22987;&#65292;&#28857;&#20987;&#36816;&#34892;regedit&#65292;&#28982;&#21518;&#28857;&#20987;OK&#65292;&#23450;&#20301;&#21040;  HKEY_LOCAL_MACHINE\SOFTWARE\Microsoft\Shared Tools\Text Converters\Import\MSWord6.wpc&#65292;&#21333;&#20987;&#21491;&#38190;&#65292;&#22312;&#32534;&#36753;&#33756;&#21333;&#28857;&#20987;&#8220;&#21024;&#38500;&#8221;&#38190;&#65292;&#21333;&#20987;Yes&#65292;&#36864;&#20986;&#27880;&#20876;&#34920;&#32534;&#36753;&#22120;&#65292;&#21363;&#21487;&#12290;<span style="color: #ff0000;">&#32463;&#26412;&#23567;&#30333;&#40736;&#23454;&#39564;&#65292;&#26041;&#27861;&#19968;&#27809;&#39030;&#29992;&#65292;&#26041;&#27861;&#20108;&#22863;&#25928;&#65292;&#21564;&#21564;~~~</span></pre>
</span></p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-03-18T00:00:00+05:30" pubdate data-updated="true">Mar 18<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>

<nav id="pagenavi">
    
        <a href="/blog/page/35/" class="prev">Prev</a>
    
    
        <a href="/blog/page/37/" class="next">Next</a>
    
    <div class="center"><a href="/blog/archives">Blog Archives</a></div>
</nav></div>
	<footer id="footer" class="inner">Copyright &copy; 2014

    muggleyoung

</footer>
	<script src="/javascripts/slash.js"></script>
<script src="/javascripts/jquery.fancybox.pack.js"></script>
<script type="text/javascript">
(function($){
	$('.fancybox').fancybox();
})(jQuery);
</script> <!-- Delete or comment this line to disable Fancybox -->


<script type="text/javascript">
      var disqus_shortname = 'muggleyoung';
      
        
        var disqus_script = 'count.js';
      
    (function () {
      var dsq = document.createElement('script'); dsq.type = 'text/javascript'; dsq.async = true;
      dsq.src = 'http://' + disqus_shortname + '.disqus.com/' + disqus_script;
      (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);
    }());
</script>





</body>
</html>