
<!DOCTYPE html>
<!--[if IEMobile 7 ]><html class="no-js iem7"><![endif]-->
<!--[if lt IE 9]><html class="no-js lte-ie8"><![endif]-->
<!--[if (gt IE 8)|(gt IEMobile 7)|!(IEMobile)|!(IE)]><!--><html class="no-js" lang="en"><!--<![endif]-->
<head>
  <meta charset="utf-8">
  <title>越扯越嗨~ - muggleyoung's blog</title>
  <meta name="author" content="muggleyoung">

  
  <meta name="description" content="&#21703;&#21568;&#21568;&#21568;&#21568;~~~~&#38197;&#38197;&#38197;~~~~
&#39069;&#22238;&#26469;&#21671;~~~
&#21704;&#21704;&#21704;
&#20026;&# &hellip;">
  

  <!-- http://t.co/dKP3o1e -->
  <meta name="HandheldFriendly" content="True">
  <meta name="MobileOptimized" content="320">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  
  <link rel="canonical" href="http://muggleyoung.github.com/blog/2010/04/08/%E8%B6%8A%E6%89%AF%E8%B6%8A%E5%97%A8%7E/">
  <link href="/favicon.png" rel="icon">
  <link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
  <script src="/javascripts/modernizr-2.0.js"></script>
  <script src="/javascripts/ender.js"></script>
  <script src="/javascripts/octopress.js" type="text/javascript"></script>
  <link href="/atom.xml" rel="alternate" title="muggleyoung's blog" type="application/atom+xml">
  <!--Fonts from Google"s Web font directory at http://google.com/webfonts -->
<link href="http://fonts.googleapis.com/css?family=PT+Serif:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<link href="http://fonts.googleapis.com/css?family=PT+Sans:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">

  

</head>

<body   >
  <header role="banner"><hgroup>
  <h1><a href="/">muggleyoung's blog</a></h1>
  
    <h2>A blogging framework for hackers.</h2>
  
</hgroup>

</header>
  <nav role="navigation"><ul class="subscription" data-subscription="rss">
  <li><a href="/atom.xml" rel="subscribe-rss" title="subscribe via RSS">RSS</a></li>
  
</ul>
  
<form action="http://google.com/search" method="get">
  <fieldset role="search">
    <input type="hidden" name="q" value="site:muggleyoung.github.com" />
    <input class="search" type="text" name="q" results="0" placeholder="Search"/>
  </fieldset>
</form>
  
<ul class="main-navigation">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
</ul>

</nav>
  <div id="main">
    <div id="content">
      <div>
<article class="hentry" role="article">
  
  <header>
    
      <h1 class="entry-title">越扯越嗨~</h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-04-08T00:00:00+08:00" pubdate data-updated="true">Apr 8<span>th</span>, 2010</time>
        
      </p>
    
  </header>


<div class="entry-content"><p>
                                    <p>&#21703;&#21568;&#21568;&#21568;&#21568;~~~~&#38197;&#38197;&#38197;~~~~</p>
<p>&#39069;&#22238;&#26469;&#21671;~~~</p>
<p>&#21704;&#21704;&#21704;</p>
<p>&#20026;&#21861;&#27599;&#27425;&#32771;&#35797;&#32771;&#24471;&#19981;&#22909;&#65292;&#25105;&#23601;&#20250;&#21464;&#24471;&#26497;&#20854;&#20130;&#22859;&#21602;</p>
<p>&#34507;&#23450;&#65292;&#26080;&#24863;&#24773;&#33394;&#24425;&#35760;&#24405;&#12290;&#12290;&#12290;&#12290;&#36825;&#33021;&#31639;&#20570;&#26159;&#26426;&#32463;&#19981;~~~</p>
<p>&#35805;&#35828;&#32771;&#35797;&#26102;&#38388;&#26159;&#21313;&#28857;&#21322;&#65292;&#25105;&#36182;&#21040;&#20843;&#28857;&#21322;&#36215;&#24202;&#65292;&#19977;&#30952;&#26426;&#20004;&#19981;&#30952;&#21501;&#30340;&#65292;&#20061;&#28857;&#21322;&#20986;&#20102;&#38376;</p>
<p>&#21271;&#38376;&#20154;&#23569;&#65292;&#24456;&#39034;&#21033;&#30340;&#25171;&#21040;&#36710;&#12290;&#20294;&#26159;&#30001;&#20110;&#20170;&#22825;&#35199;&#27965;&#20250;&#24320;&#24149;&#65292;&#32428;&#20108;&#34903;&#20197;&#21335;***&#20197;&#19996;&#37117;&#23553;&#36335;&#20102;&#65292;&#21482;&#26377;&#20844;&#20132;&#36710;&#21644;&#20986;&#31199;&#36710;&#33021;&#36807;&#12290;&#25454;&#25105;&#35266;&#23519;&#65292;&#20986;&#31199;&#24072;&#20613;&#22522;&#26412;&#19981;&#24895;&#24847;&#24448;&#37027;&#37324;&#38754;&#36305;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#24072;&#20613;&#36733;&#30528;&#25105;&#65292;&#20174;&#21508;&#31181;&#23567;&#36335;&#19971;&#25197;&#20843;&#25296;&#30340;&#32469;&#21040;&#20102;&#22806;&#38498;&#21271;&#38376;&#12290;&#36335;&#19978;&#36824;&#31639;&#30021;&#36890;&#65292;&#25105;&#23436;&#20840;&#26197;&#22836;&#36716;&#21521;&#20102;&#65292;&#20854;&#20013;&#19968;&#27573;&#36335;&#23433;&#38745;&#30340;&#27809;&#20010;&#20154;&#27809;&#20010;&#36710;&#65292;&#26263;&#33258;&#30424;&#31639;&#65292;&#36825;&#22823;&#30333;&#22825;&#20799;&#30340;&#65292;&#20182;&#20063;&#19981;&#33021;&#25226;&#25105;&#25296;&#21334;&#20102;&#65292;&#19981;&#24597;&#19981;&#24597;~~</p>
<p>6#&#25945;&#23398;&#27004;&#36824;&#26159;&#24456;&#22909;&#25214;&#30340;&#12290;&#21271;&#38376;&#36827;&#21435;&#30452;&#36208;&#65292;&#24555;&#21040;&#22836;&#20102;&#30475;&#35265;&#19968;&#20010;&#27493;&#34892;&#34903;&#30340;&#29260;&#29260;&#65292;&#25296;&#36807;&#21435;&#36208;&#65292;&#23601;&#30475;&#21040;&#20102;&#12290;&#25105;&#38382;&#36335;&#38382;&#30340;&#26159;&#22235;&#21512;&#38498;&#24590;&#20040;&#36208;&#65292;&#22522;&#26412;&#19978;&#22823;&#21460;&#22823;&#22920;&#20204;&#37117;&#30693;&#36947;&#12290;</p>
<p>&#21435;&#26089;&#20102;&#65292;&#36824;&#39034;&#20415;&#39046;&#20102;&#25176;&#31119;&#25104;&#32489;&#21333;&#65292;&#29031;&#29255;&#23454;&#22312;&#19985;&#21040;horrible~~~</p>
<p>&#35805;&#35828;&#22312;&#38376;&#21475;&#31561;&#32771;&#22330;&#24320;&#38376;&#30340;&#26102;&#20505;&#65292;&#19968;&#23567;&#22993;&#23064;&#32972;&#30528;&#20010;&#22823;&#20070;&#21253;&#39118;&#39118;&#28779;&#28779;&#30340;&#20914;&#36827;&#21435;&#25970;&#38376;&#12290;&#21523;&#25105;&#19968;&#36339;&#65292;&#20197;&#20026;&#33258;&#24049;&#35760;&#38169;&#20102;&#26102;&#38388;&#65292;&#20854;&#23454;&#24050;&#32463;&#36831;&#21040;&#12290;&#21518;&#26469;&#23401;&#23376;&#36319;&#25105;&#35828;&#65292;&#22905;&#19981;&#30693;&#36947;&#23553;&#36335;&#65292;&#36208;&#21040;&#21322;&#25130;&#36807;&#19981;&#26469;&#20102;&#12290;&#23043;&#24613;&#21254;&#21254;&#30340;&#35299;&#37322;&#35828;&#22905;&#36214;&#30528;&#26469;&#32771;&#35797;&#65292;&#28982;&#21518;&#23601;&#34987;&#20132;&#35686;&#21460;&#21460;&#24320;&#30528;&#25705;&#25176;&#36710;&#36865;&#36807;&#26469;&#20102;&#65292;&#21704;&#21704;&#65292;&#24863;&#35273;&#36319;&#39640;&#32771;&#20284;&#30340;&#65292;&#38750;&#24120;&#25289;&#36720;&#21834;~</p>
<p>&#23545;&#20102;&#65292;&#36825;&#23401;&#23376;&#20063;&#26159;&#35199;&#30005;&#30340;&#65292;&#22823;&#19977;&#65292;&#22826;&#24180;&#36731;&#20102;&#65281;</p>
<p>&#32842;&#22825;&#26102;&#25105;&#22810;&#22068;&#38382;&#20102;&#21477;&#65292;&#20320;&#25176;&#31119;&#32771;&#21643;&#26679;&#12290;&#23043;&#35828;&#65306;&#19981;&#22826;&#29702;&#24819;&#65292;&#20272;&#35745;&#36824;&#24471;&#20877;&#32771;&#19968;&#22238;&#12290;&#25105;&#65306;&#21861;&#31639;&#26159;&#29702;&#24819;&#12290;&#23043;&#65306;&#24590;&#20040;&#30528;&#20063;&#24471;&#19977;&#20301;&#25968;&#21543;&#12290;&#25105;&#65306;&#12290;&#12290;&#12290;&#12290;&#24515;&#34394;&#30340;&#25720;&#20102;&#25720;&#33258;&#24049;&#30340;&#30772;&#21253;&#65292;&#24184;&#22909;&#32769;&#26089;&#25226;&#25104;&#32489;&#21333;&#35013;&#36215;&#26469;&#20102;&#65292;&#22826;&#23506;&#30876;&#20102;&#12290;</p>
<p>&#32771;&#35797;&#27969;&#31243;&#21543;&#65292;&#36319;&#26152;&#22825;&#25214;&#21040;&#30340;&#19968;&#26679;&#65292;&#36825;&#20250;&#22826;&#28909;&#65292;&#25042;&#24471;&#35828;&#20102;&#12290;</p>
<p>&#32771;&#35797;&#39064;&#30446;&#21543;&#65292;issue&#22823;&#27010;&#26159;&#35828;government&#19981;&#24212;&#35813;&#38480;&#21046;&#31185;&#23398;&#30740;&#31350;&#65292;argument&#26159;&#23553;&#20449;&#65292;&#22768;&#35752;&#21069;&#24066;&#38271;&#27809;&#25226;&#26725;&#20462;&#22909;&#30340;&#12290;</p>
<p>&#32771;&#35797;&#32467;&#26524;&#21543;&#65292;&#25105;&#35201;&#26159;&#35828;&#25105;argument&#27809;issue&#20889;&#24471;&#22909;&#26377;&#20154;&#20449;&#27809;&#12290;&#21487;&#30830;&#23454;&#26159;&#30495;&#30340;&#65292;&#25152;&#20197;&#21487;&#24819;&#32780;&#30693;&#25105;&#32771;&#24471;&#26377;&#22810;&#33756;&#12290;&#25353;&#25176;&#31119;&#30340;&#26631;&#20934;&#65292;&#36816;&#27668;&#22909;&#30340;&#35805;&#65292;issue&#33021;&#26377;&#20010;fair&#23601;&#19981;&#38169;&#20102;&#65292;argument&#20063;&#23601;&#26159;&#20010;limited&#20102;&#12290;&#36825;&#26679;&#31639;&#19979;&#26469;&#35813;&#26159;&#20960;&#20998;&#21602;&#65311;2.5&#65311;&#21710;&#21568;&#21568;&#21568;&#65292;&#22826;&#21487;&#24597;&#20102;&#65292;&#22826;&#38590;&#30475;&#20102;&#65292;&#25105;&#27963;&#35813;&#21834;~</p>
<p>&#20260;&#24515;&#20107;&#20799;&#36824;&#26159;&#23569;&#35828;&#65292;&#36319;&#23064;&#27719;&#25253;&#20102;&#65292;&#22238;&#22797;&#20102;&#39134;&#30340;&#24944;&#38382;&#65292;&#25105;&#25645;&#30528;&#20844;&#20132;&#21448;&#33521;&#21191;&#20102;&#36208;&#20102;&#20004;&#31449;&#36335;&#65292;&#21507;&#24847;&#22823;&#21033;&#38754;&#21435;&#20102;&#12290;&#36138;&#21507;&#26412;&#24615;&#19981;&#25913;&#21834;&#65292;&#28857;&#20102;&#19968;&#26700;&#23376;&#65292;&#25745;&#30340;&#25105;&#65292;&#21507;&#20102;&#24555;&#20457;&#23567;&#26102;&#12290;&#12290;&#12290;&#12290;&#36824;&#35828;&#30475;&#30005;&#24433;&#21602;&#65292;&#25918;&#24323;&#20102;&#65292;&#31359;&#22826;&#21402;&#65292;&#28909;&#27515;&#20102;&#12290;</p>
<p>&#21453;&#27491;&#21543;&#65292;&#31232;&#37324;&#31946;&#28034;&#30340;&#23601;&#32771;&#23436;&#20102;&#12290;&#32467;&#26524;&#26159;&#21861;&#24050;&#32463;&#19981;&#37325;&#35201;&#20102;&#12290;&#24320;&#22987;&#30424;&#31639;&#21861;&#26102;&#20505;&#21435;&#21271;&#20140;&#25955;&#25955;&#24515;&#20040;~~</p>
<p>&#21704;&#21704;&#65292;&#25105;&#30340;&#26032;&#32654;&#20598;&#19979;&#22909;&#20102;&#65292;88~~~&#30475;&#30005;&#35270;&#21435;</p>
                                    </p>
</div>


  <footer>
    <p class="meta">
      
  

<span class="byline author vcard">Posted by <span class="fn">muggleyoung</span></span>

      








  


<time datetime="2010-04-08T00:00:00+08:00" pubdate data-updated="true">Apr 8<span>th</span>, 2010</time>
      


    </p>
    
      <div class="sharing">
  
  <a href="http://twitter.com/share" class="twitter-share-button" data-url="http://muggleyoung.github.com/blog/2010/04/08/%E8%B6%8A%E6%89%AF%E8%B6%8A%E5%97%A8%7E/" data-via="" data-counturl="http://muggleyoung.github.com/blog/2010/04/08/%E8%B6%8A%E6%89%AF%E8%B6%8A%E5%97%A8%7E/" >Tweet</a>
  
  
  
</div>

    
    <p class="meta">
      
        <a class="basic-alignment left" href="/blog/2010/04/06/good-luck%E5%91%97%7E/" title="Previous Post: good luck呗~">&laquo; good luck呗~</a>
      
      
        <a class="basic-alignment right" href="/blog/2010/04/09/%E9%BB%91%E5%90%8D%E5%8D%95%E4%BA%8B%E4%BB%B6%E5%91%8A%E4%B8%80%E6%AE%B5%E8%90%BD%E5%95%A6/" title="Next Post: 黑名单事件告一段落啦">黑名单事件告一段落啦 &raquo;</a>
      
    </p>
  </footer>
</article>

</div>

<aside class="sidebar">
  
    <section>
  <h1>Recent Posts</h1>
  <ul id="recent_posts">
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-setup-a-new-remote-git-repo/">How to setup a new remote git repo</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/13/hui-gu-2012/">回顾2012</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/08/my-frist-post/">my-frist-post</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/05/14/eclipse---java.lang.noclassdeffounderror%3A-com.jayway.android.robotium.solo.solo%E9%94%99%E8%AF%AF%E8%A7%A3%E5%86%B3/">eclipse - java.lang.NoClassDefFoundError: com.jayway.android.robotium.solo.Solo错误解决</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/04/08/%E4%BD%A0%E7%8E%B0%E5%9C%A8%E7%9A%84%E5%B7%A5%E4%BD%9C%E8%BD%BB%E6%9D%BE%E4%B9%88%EF%BC%9F/">你现在的工作轻松么？</a>
      </li>
    
  </ul>
</section>






  
</aside>


    </div>
  </div>
  <footer role="contentinfo"><p>
  Copyright &copy; 2013 - muggleyoung -
  <span class="credit">Powered by <a href="http://octopress.org">Octopress</a>. Design by <a href="http://octopressthemes.com">Octopress Themes</a>.</span>
</p>

</footer>
  







  <script type="text/javascript">
    (function(){
      var twitterWidgets = document.createElement('script');
      twitterWidgets.type = 'text/javascript';
      twitterWidgets.async = true;
      twitterWidgets.src = 'http://platform.twitter.com/widgets.js';
      document.getElementsByTagName('head')[0].appendChild(twitterWidgets);
    })();
  </script>





</body>
</html>
