
<!DOCTYPE HTML>
<html>
<head>
	<meta charset="utf-8">
	<title></title>
	<meta name="author" content="muggleyoung">

	
	<meta name="description" content="&#26576;&#20154;&#21162;&#21147;&#31185;&#30740;&#20013;&#65292;&#26377;&#35770;&#25991;&#19979;&#19981;&#21040;&#65292;&#20174;&#21069;&#37117;&# &hellip;">
	
	<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

	<link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
	<link rel="canonical" href="">
	<link href="/favicon.png" rel="shortcut icon">
	<link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
	<!--[if lt IE 9]><script src="//html5shiv.googlecode.com/svn/trunk/html5.js"></script><![endif]-->
	<script src="//ajax.googleapis.com/ajax/libs/jquery/1.7.2/jquery.min.js"></script>
	
</head>

<body>
	<header id="header" class="inner"><h1><a href="/"></a></h1>
<nav id="main-nav"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</nav>
<nav id="mobile-nav">
	<div class="alignleft menu">
		<a class="button">Menu</a>
		<div class="container"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</div>
	</div>
	<div class="alignright search">
		<a class="button"></a>
		<div class="container">
			<form action="http://google.com/search" method="get">
				<input type="text" name="q" results="0">
				<input type="hidden" name="q" value="site:muggleyoung.github.com">
			</form>
		</div>
	</div>
</nav>
<nav id="sub-nav" class="alignright">
	<div class="social">
		
		
		
		
    
		
		
		
		
		
		<a class="rss" href="/atom.xml" title="RSS">RSS</a>
		
	</div>
	<form class="search" action="http://google.com/search" method="get">
		<input class="alignright" type="text" name="q" results="0">
		<input type="hidden" name="q" value="site:muggleyoung.github.com">
	</form>
</nav>

</header>
	
		
	
	<div id="content" class="inner">


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2009/12/31/%E5%90%91%E5%9B%BD%E5%A4%96%E5%AD%A6%E8%80%85%E7%B4%A2%E5%8F%96%E8%AE%BA%E6%96%87/">
		
			向国外学者索取论文</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#26576;&#20154;&#21162;&#21147;&#31185;&#30740;&#20013;&#65292;&#26377;&#35770;&#25991;&#19979;&#19981;&#21040;&#65292;&#20174;&#21069;&#37117;&#25918;&#24323;&#19981;&#29702;&#65292;&#36825;&#27425;&#24456;&#35748;&#30495;&#65292;&#22235;&#22788;&#23547;&#25214;&#26410;&#26524;&#21518;&#65292;&#20915;&#23450;&#21457;&#37038;&#20214;&#30452;&#25509;&#25214;&#20316;&#32773;&#35201;&#12290;&#38590;&#20026;&#25105;&#20102;&#65292;&#33521;&#25991;&#37027;&#20040;&#33756;&#65292;&#33457;&#20102;&#21322;&#23567;&#26102;&#22810;&#65292;&#24971;&#20986;4&#65292;5&#34892;&#23383;&#65292;&#32456;&#20110;&#21457;&#20986;&#21435;&#12290;</p>
<p>&#24681;&#65292;&#33258;&#24049;&#20808;&#34920;&#25196;&#19979;&#33258;&#24049;&#21543;&#12290;</p>
<p>&#30334;&#24230;&#20102;&#19968;&#19979;&#20889;&#20449;&#30340;&#27169;&#26495;&#65292;&#35273;&#24471;&#19981;&#24590;&#20040;&#22320;&#65292;&#20294;&#31532;&#19968;&#27425;&#20889;&#36824;&#26159;&#21487;&#20197;&#21442;&#32771;&#19968;&#19979;&#30340;&#12290;</p>
<div class="g_blog_list">
<div id="blogtext_fks_082065082086088074086082084095080085089065086081087064" class="g_t_center g_c_pdin g_p_center c07 content">
<div class="ns_content">
<p>1. Dear Dr ***,<br />I am a post-doctoral(&#8211;) researcher in Liu&#8217;s lab at XX University.<br />I<br />
have recently read your paper &#8220;Directly fishing out subtle mutations in<br />
genomic DNA with histidine-tagged Thermus thermophilus MutS&#8221;, which<br />
appeared in &#8220;Mutation Research&#8221;. I am interested in trying your<br />
approach for detecting mutations in yeast.<br />I was wondering if you would be kind enough to send me the pETTthMutS plasmid reported in your paper.<br />My mailing address is:<br />David Gresham<br />XX University<br /><br />Xian, 710000<br />Chian<br />Kind regards,<br />Zhang<br /><br />2.<br />
I&#8217;d appreciate a file (pdf) containing yourr article: Mutat Res. 2004<br />
Mar 22;547(1-2):41-7. Directly fishing out subtle mutations in genomic<br />
DNA with histidine-tagged Thermus thermophilus MutS. Wang J, Liu J.<br />Thank you in advance<br />Best wishes<br />Zhang<br /><br />3. Dear Dr. Zhang,<br />I<br />
read with interest the abstract of your article in Mutation Research,<br />
&#8220;Directly fishing out subtle mutations in genomic DNA with<br />
histidine-tagged Thermus thermophilus MutS.&#8221; Unfortunately, our library<br />
does not subscribe to Mutation Research. I would be most appreciative<br />
if you could please send me a .doc or .pdf file of the article by<br />
e-mail.<br />Thank you,<br />Zhang<br />PHD candidate<br />Department of Medicine and Therapeutics<br />Chinese University of XX<br /><br />China <br /><br />&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8211;<br /><br />Dear Mr./Mrs.: ________&#65288;&#20316;&#32773;&#21517;&#65289;<br />I<br />
am a graduate student of Xx University &#65288;&#22823;&#23398;&#21517;&#65289; in China. I major in<br />
&#8221;__Educational Technology______&#8221;&#65288;&#24744;&#30340;&#19987;&#19994;&#65289;. Recently, I found one of your<br />
articles, titled &#8220;__________&#8221; &#65288;&#25991;&#31456;&#21517;&#65289;in &#8212;&#8212;&#8212;(&#26434;&#24535;&#21517;). I found it may<br />
help me achieve my goals in this research field. This would make a<br />
really positive contribution to my work. I would like to b<br />e able to<br />
read the full text of this article. The abstract makes the article<br />
sound very interesting. I know there is usually a fee required to<br />
obtain the full article from &#8212;&#8212;&#8211;&#65288;&#26434;&#24535;&#21517;&#65289;; however, as a student, my<br />
only income is a small scholarship which is about U S $30.00 per month.<br />
I wonder if you would consider sending me<br />the full text by Email. Perhaps you would consider this as an act of friendshipbetween our two countries.<br />Thank you for your kind consideration of this request.<br />Sincerely: ___________&#65288;&#24744;&#30340;&#21517;&#23383;&#65289;<br />My Email address is: ____________________ &#65288;&#20320;&#30340;email&#22320;&#22336;&#65289;</p>
<p>Dear Professor &#215;&#215;&#215; <br />I am in &#215;&#215;&#215; Institute of &#215;&#215;&#215;, Chinese Academy<br />
of Sciences.&#12288;I am writing to request your assistance. I search one of<br />
your papers: &#8220;________&#8221;&#65288;&#20320;&#24819;&#35201;&#30340;&#25991;&#29486;&#39064;&#30446;&#65289;, but I can not read full-text<br />
content, would you mind sending your papers by E-mail? Thank you for<br />
your assistance. <br />Best wishes !(or best regards)</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;<br /><span style="color: #ff0000;">&#20986;&#20110;&#31036;&#35980;&#65292;&#22914;&#26524;&#20320;&#35201;&#30340;&#25991;&#29486;&#20316;&#32773;E-mail&#32473;&#20320;&#20102;&#65292;&#21315;&#19975;&#21035;&#24536;&#35760;&#22238;&#20449;&#33268;&#35874;&#12290;</span></p>
</div>
</div>
</div>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2009-12-31T00:00:00+05:30" pubdate data-updated="true">Dec 31<span>st</span>, 2009</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2009/12/31/2009%E7%9A%84%E6%9C%80%E5%90%8E%E4%B8%80%E5%A4%A9--you-raise-me-up/">
		
			2009的最后一天&#8211;you Raise Me Up</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p><img src="http://filer.blogbus.com/5333148/53331481262273823l.jpg" border="0" alt="" /></p>
<p>09&#24180;&#22799;&#22825;&#65292;&#27604;&#36739;&#30246;&#30340;&#25105;&#65292;&#38500;&#20102;&#23567;&#33151;&#31895;&#22766;&#12290;&#25105;&#29233;&#36825;&#26679;&#30340;&#33258;&#24049;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;</p>
<p>2009 </p>
<p>&#31350;&#31455;&#26159;&#24590;&#26679;&#30340;&#19968;&#24180;</p>
<p>&#25105;&#26159;&#25042;&#34507;&#65292;&#19981;&#29233;&#20889;&#24635;&#32467;&#65292;&#21487;&#36825;&#26679;&#27985;&#27985;&#22121;&#22121;&#30340;&#26085;&#23376;&#65292;&#25165;&#26356;&#35201;&#24635;&#32467;</p>
<p>2009&#65292;&#32467;&#26463;&#20102;&#19968;&#27573;&#24863;&#24773;&#65292;&#20043;&#21518;&#33258;&#24049;&#36824;&#24456;&#27809;&#20986;&#24687;&#30340;&#32416;&#32467;&#20102;&#24456;&#20037;&#25300;&#19981;&#20986;&#26469;</p>
<p>2009&#65292;&#24471;&#21040;&#20102;&#19968;&#20010;&#24456;&#38590;&#30475;&#30340;GPA&#65292;&#35753;&#25105;&#23545;&#26410;&#26469;&#19968;&#24230;&#24863;&#21040;&#27822;&#20007;</p>
<p>2009&#65292;&#25105;&#21162;&#21147;&#30528;&#65292;&#35843;&#25972;&#33258;&#24049;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#24590;&#20040;&#20889;&#21602;&#65292;&#25105;&#23454;&#22312;&#27809;&#26377;&#26102;&#38388;&#27010;&#24565;&#65292;&#23601;&#36319;&#30528;&#24605;&#32500;&#36208;&#21543;&#12290;&#12290;&#12290;</p>
<p>&#24180;&#21021;&#65292;&#19968;&#24230;&#35748;&#20026;&#26377;&#20102;&#24819;&#35201;&#30340;&#24863;&#24773;&#65292;&#21363;&#20351;&#23398;&#20064;&#25104;&#32489;&#24046;&#19968;&#28857;&#20063;&#27809;&#20160;&#20040;&#65292;&#26377;&#33293;&#24517;&#26377;&#24471;&#12290;&#21518;&#38754;&#36825;&#21477;&#35805;&#26159;&#23545;&#30340;&#65292;&#21487;&#26159;&#25105;&#20570;&#30340;&#19981;&#23545;&#12290;</p>
<p>&#22823;&#27010;&#26159;&#20116;&#26376;&#65292;&#36319;&#30528;&#21021;&#20013;&#30340;&#19968;&#24110;&#29392;&#26379;&#21435;&#20102;&#40644;&#23665;&#65292;&#22825;&#28079;&#28023;&#35282;&#30340;&#19968;&#24110;&#20154;&#33021;&#32858;&#22312;&#19968;&#36215;&#30495;&#30340;&#24456;&#19981;&#23481;&#26131;&#12290;&#25105;&#33086;&#27668;&#19981;&#22909;&#65292;&#35874;&#35874;&#22823;&#23478;&#32784;&#24515;&#12290;&#25105;&#22352;&#22312;&#20303;&#22788;&#30340;&#24202;&#19978;&#30171;&#21741;&#27969;&#28053;&#65292;&#35874;&#35874;&#22823;&#23478;&#21253;&#23481;&#12290;&#23588;&#20854;&#35201;&#35874;&#35874;&#28966;&#21516;&#23398;&#65292;&#29992;&#20320;&#33258;&#24049;&#30340;&#26041;&#24335;&#23433;&#24944;&#25105;&#65292;&#25105;&#25165;&#30693;&#36947;&#20320;&#20063;&#26366;&#32463;&#22914;&#27492;&#21463;&#20260;&#65307;&#35874;&#35874;&#31243;&#21516;&#23398;&#65292;&#37027;&#26679;&#40664;&#40664;&#30340;&#24110;&#21161;&#30528;&#25105;&#65307;&#36824;&#26377;&#20854;&#20182;&#21516;&#23398;&#20204;&#23478;&#30519;&#20204;&#65292;&#24102;&#30528;&#25105;&#25955;&#24515;&#65292;&#21507;&#22909;&#21507;&#30340;&#65292;&#28982;&#21518;&#29228;&#19978;&#40644;&#23665;&#26368;&#39640;&#23792;&#65307;&#26102;&#38388;&#26469;&#24471;&#21450;&#30340;&#21516;&#23398;&#38506;&#25105;&#21435;&#23439;&#26449;&#29609;&#31561;&#31561;&#31561;</p>
<p>&#30740;&#19968;&#30340;&#21518;&#21322;&#23398;&#26399;&#27809;&#20160;&#20040;&#35838;&#20102;&#65292;GPA&#26159;&#30830;&#23450;&#20102;&#30340;&#12290;</p>
<p>&#26257;&#20551;&#26412;&#31185;&#22235;&#20154;&#20877;&#32858;&#39318;&#65292;&#26477;&#24030;&#35199;&#22616;&#65292;&#26053;&#28216;&#19981;&#26159;&#37325;&#28857;&#65292;&#37325;&#28857;&#26159;&#22823;&#23478;&#22312;&#19968;&#36215;&#12290;&#25105;&#20250;&#19968;&#30452;&#35760;&#24471;&#65292;&#39134;&#36182;&#24202;&#30340;&#24503;&#24615;&#65292;&#22235;&#20154;&#29609;&#25169;&#20811;&#29609;&#21040;&#20940;&#26216;3&#28857;&#12290;</p>
<p>&#30740;&#20108;&#20102;&#65292;&#25105;&#28966;&#34385;&#20102;&#12290;&#25105;&#24076;&#26395;&#33258;&#24049;&#26377;&#20010;&#22909;&#30340;&#26410;&#26469;&#65292;&#25105;&#21162;&#21147;&#32473;&#33258;&#24049;&#19968;&#20010;&#30446;&#26631;&#65292;&#26080;&#35770;&#38271;&#26399;&#30701;&#26399;&#30340;&#65292;&#26080;&#35770;&#21512;&#29702;&#30340;&#20914;&#21160;&#30340;&#12290;&#20110;&#26159;&#24320;&#22987;&#24378;&#36843;&#33258;&#24049;&#21162;&#21147;&#65292;&#21363;&#20351;&#25928;&#29575;&#20302;&#19979;&#65292;&#25105;&#22312;&#21162;&#21147;&#12290;&#12290;&#12290;</p>
<p>&#22823;&#32422;&#26159;&#20061;&#26376;&#65292;&#24456;&#28608;&#21160;&#30340;&#36827;&#20102;&#27809;&#26377;&#20219;&#20309;&#35774;&#22791;&#30340;&#23454;&#39564;&#23460;&#12290;</p>
<p>&#21313;&#26376;&#24213;&#65292;&#32771;&#20102;&#25176;&#12290;&#24618;&#25105;&#22826;&#39556;&#20658;&#65292;&#36731;&#25932;&#20102;&#65292;&#20004;&#21608;&#30340;&#31361;&#20987;&#65292;&#20197;&#19968;&#20010;&#19985;&#19985;&#30340;&#20998;&#25968;&#25910;&#22330;&#12290;</p>
<p>&#30452;&#21040;&#29616;&#22312;&#65292;&#31185;&#30740;&#29978;&#26080;&#36827;&#23637;&#65292;&#33521;&#35821;&#22362;&#25345;&#22312;&#30475;&#65292;&#19981;&#20813;&#20013;&#38388;&#26377;&#19977;&#22825;&#25171;&#40060;&#20004;&#22825;&#26194;&#32593;&#12290;&#33267;&#23569;&#65292;&#26377;&#20102;&#36861;&#27714;&#33258;&#24049;&#26410;&#26469;&#30340;&#30446;&#26631;&#12290;</p>
<p>&#36825;&#19968;&#24180;&#65292;&#23398;&#20250;&#20102;&#29233;&#33258;&#24049;&#12290;&#29233;&#33258;&#24049;&#65292;&#25165;&#20250;&#26377;&#20154;&#29233;</p>
<p>&#36825;&#19968;&#24180;&#65292;&#26126;&#30333;&#20102;&#24180;&#36731;&#22312;&#20110;&#25240;&#33150;&#65292;&#25105;&#22312;&#20351;&#21170;&#20799;&#25240;&#33150;&#30528;</p>
<p>&#36825;&#19968;&#24180;&#65292;&#26377;&#20154;&#25945;&#25105;&#65306;&#20154;&#29983;&#24471;&#24847;&#38656;TM&#23613;&#27426;</p>
<p>&#36825;&#19968;&#24180;&#65292;&#27809;&#20160;&#20040;&#25910;&#33719;&#65292;&#33267;&#23569;&#25105;&#36716;&#21521;&#20102;&#22909;&#30340;&#26041;&#21521;</p>
<p>&#36825;&#19968;&#24180;&#24320;&#22987;&#30340;&#26102;&#20505;&#65292;&#25105;&#27809;&#23450;&#30446;&#26631;&#65292;&#21482;&#35828;&#24076;&#26395;&#33258;&#24049;&#33021;&#20570;&#25104;&#20004;&#20214;&#20107;&#65292;&#38500;&#20102;&#26412;&#32844;&#20043;&#22806;&#30340;&#12290;&#32771;&#25176;&#31639;&#19968;&#20214;&#65292;&#25105;&#27809;&#20570;&#22909;&#65292;&#33267;&#23569;&#21475;&#35821;&#26159;&#19968;&#20010;totally&#26479;&#20855;&#65307;&#21478;&#19968;&#20214;&#65292;&#25105;&#33258;&#24049;&#37117;&#24536;&#35760;&#20102;&#31350;&#31455;&#26159;&#20160;&#20040;&#12290;</p>
<p>&#36825;&#19968;&#24180;&#32467;&#26463;&#30340;&#26102;&#20505;&#65292;&#25105;&#35201;&#23450;&#30446;&#26631;&#30340;&#12290;&#20381;&#28982;&#19981;&#36138;&#24515;&#65292;&#20004;&#20214;&#20107;&#65306;</p>
<p>&#160;&#160;&#160; &#35753;&#25105;&#25343;&#21040;&#24819;&#35201;&#30340;offer&#65288;&#21253;&#25324;&#20004;&#31181;offer&#65292;&#35841;&#30693;&#36947;&#26377;&#36175;&#65292;&#21704;&#21704;&#65289;</p>
<p>&#160;&#160;&#160; &#20570;&#22909;&#25105;&#30340;&#31185;&#30740;&#65292;&#21457;&#35770;&#25991;&#65288;&#20013;&#25991;&#30340;&#33521;&#25991;&#30340;&#65289;</p>
<p>&#20854;&#23454;&#25105;&#36824;&#26159;&#36138;&#24515;&#20102;&#65292;&#34429;&#28982;&#27809;&#21521;&#26576;&#20010;&#27809;&#20986;&#24687;&#30340;&#21516;&#23398;&#65292;&#24613;&#30528;&#32473;&#33258;&#24049;&#25214;&#20010;&#22353;&#65292;&#20294;&#36825;&#20004;&#20214;&#20107;&#20013;&#38388;&#36824;&#21253;&#21547;&#30528;&#24456;&#22810;&#65292;&#38656;&#35201;&#25105;&#22909;&#22909;&#21162;&#21147;&#30340;</p>
<p>&#27604;&#22914;&#65292;&#19968;&#20010;&#32771;&#35797;&#65292;&#35831;&#30693;&#26195;&#30340;&#21516;&#23398;&#27809;&#20107;&#20799;&#22810;&#25958;&#20419;&#25105;&#22909;&#22909;&#23398;&#20064;</p>
<p>&#27604;&#22914;&#65292;&#20004;&#31867;offer&#65292;&#27599;&#19968;&#20010;&#37117;&#19981;&#26159;&#30465;&#24515;&#30340;&#20027;&#20799;&#12290;&#20170;&#22825;&#36319;&#19968;&#20010;&#25191;&#24847;&#21435;&#38134;&#34892;&#30340;&#21516;&#23398;&#32842;&#20102;&#32842;&#65292;&#20182;&#26159;&#25105;&#20598;&#20687;&#65292;&#25105;&#24456;&#30475;&#22909;&#20182;&#12290;</p>
<p>&#27604;&#22914;&#65292;&#35770;&#25991;&#65292;&#20570;&#19981;&#20986;&#25104;&#26524;&#24590;&#20040;&#20889;&#35770;&#25991;&#65292;&#23398;&#19981;&#22909;&#33521;&#25991;&#24590;&#20040;&#21804;&#32769;&#22806;&#12290;</p>
<p>09&#24180;&#65292;&#27809;&#20160;&#20040;&#25104;&#26524;&#65292;&#35843;&#25972;&#30340;&#26041;&#21521;&#65307;</p>
<p>&#20154;&#29983;&#26159;&#22330;&#39532;&#25289;&#26494;&#65292;&#19968;&#26102;&#21322;&#20250;&#20799;&#30475;&#19981;&#20986;&#32988;&#36127;&#12290;&#36825;&#21477;&#35805;&#35753;&#25105;&#23545;&#33258;&#24049;&#30340;&#29616;&#29366;&#28129;&#23450;&#12290;&#21487;&#20063;&#35201;&#20445;&#25345;&#22312;&#31532;&#19968;&#26799;&#38431;&#19981;&#26159;&#65311;</p>
<p>10&#24180;&#65292;&#23601;&#20801;&#35768;&#25105;&#22823;&#36367;&#27493;&#21543;&#65292;&#36814;&#22836;&#36214;&#19978;&#12290;</p>
<p>
<object classid="clsid:6bf52a52-394a-11d3-b153-00c04f79faa6" width="0" height="0" codebase="http://activex.microsoft.com/activex/controls/mplayer/en/nsmp2inf.cab#Version=5,1,52,701">
<param name="url" value="http://webpages.charter.net/virtualskynet/12%20You%20Raise%20Me%20Up.mp3" /><param name="url" value="http://webpages.charter.net/virtualskynet/12%20You%20Raise%20Me%20Up.mp3" /><embed type="application/x-mplayer2" width="0" height="0" src="http://webpages.charter.net/virtualskynet/12%20You%20Raise%20Me%20Up.mp3" url="http://webpages.charter.net/virtualskynet/12%20You%20Raise%20Me%20Up.mp3"></embed></object>
</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2009-12-31T00:00:00+05:30" pubdate data-updated="true">Dec 31<span>st</span>, 2009</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2009/12/25/%E5%9B%BD%E5%86%85%E6%8E%A5%E6%94%B6%E5%9B%BE%E5%83%8F%E8%9E%8D%E5%90%88%E7%9A%84%E6%9C%9F%E5%88%8A/">
		
			国内接收图像融合的期刊</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <div>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;-<br /><br />&#22269;&#20869;&#25509;&#25910;&#22270;&#20687;&#34701;&#21512;&#30340;&#26399;&#21002;<br /><br />&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;-<br /></div>
<p><strong>&#22312;CNKI&#20197;&#8220;&#22270;&#20687;&#8221;&#21644;&#8220;&#34701;&#21512;&#8221;&#20026;&#26631;&#39064;&#25628;&#32034;&#35770;&#25991;&#65292;&#32422;&#26463;&#20026;&#8220;EI&#28304;&#21002;&#8221;&#65292;&#24471;&#21040;&#21508;&#20010;&#26434;&#24535;&#30340;&#21517;&#23383;&#65292;&#27426;&#36814;&#34917;&#20805;&#12290;(&#26469;&#28304;: <a href="http://quxiaobo.go.8866.org/index_CFP_cn.html">http://quxiaobo.go.8866.org/index_CFP_cn.html</a>)</strong></p>
<p>&#160;</p>
<ul><li>&#30005;&#23376;&#19982;&#20449;&#24687;&#23398;&#25253;<br />&#35199;&#21271;&#24037;&#19994;&#22823;&#23398;&#23398;&#25253;<br />&#20809;&#30005;&#24037;&#31243;<br />&#20809;&#30005;&#23376;.&#28608;&#20809;<br />&#30005;&#23376;&#23398;&#25253;<br />&#20809;&#23398;&#31934;&#23494;&#24037;&#31243;<br />&#20809;&#23398;&#23398;&#25253;<br />&#35199;&#23433;&#30005;&#23376;&#31185;&#25216;&#22823;&#23398;&#23398;&#25253;<br />&#20809;&#23376;&#23398;&#25253;<br />&#35745;&#31639;&#26426;&#23398;&#25253;<br />&#31995;&#32479;&#20223;&#30495;&#23398;&#25253;<br />Chinese Optics Letters<br />&#20809;&#23398;&#25216;&#26415;<br />&#35199;&#21271;&#24037;&#19994;&#22823;&#23398;&#23398;&#25253;<br />&#27979;&#32472;&#23398;&#25253;<br />&#33258;&#21160;&#21270;&#23398;&#25253;<br />&#20202;&#22120;&#20202;&#34920;&#23398;&#25253;<br />&#22825;&#27941;&#22823;&#23398;&#23398;&#25253;<br />&#21271;&#20140;&#21270;&#24037;&#22823;&#23398;&#23398;&#25253;(&#33258;&#28982;&#31185;&#23398;&#29256;)<br />&#32418;&#22806;&#19982;&#27627;&#31859;&#27874;&#23398;&#25253;<br />&#36719;&#20214;&#23398;&#25253;<br />&#35199;&#23433;&#20132;&#36890;&#22823;&#23398;&#23398;&#25253;<br />&#20892;&#19994;&#26426;&#26800;&#23398;&#25253;<br />&#35745;&#31639;&#26426;&#36741;&#21161;&#35774;&#35745;&#19982;&#22270;&#24418;&#23398;&#23398;&#25253;<br />&#27993;&#27743;&#22823;&#23398;&#23398;&#25253;(&#24037;&#23398;&#29256;)<br />&#27494;&#27721;&#22823;&#23398;&#23398;&#25253;(&#20449;&#24687;&#31185;&#23398;&#29256;)<br />&#21326;&#20013;&#31185;&#25216;&#22823;&#23398;&#23398;&#25253;(&#33258;&#28982;&#31185;&#23398;&#29256;)<br />&#31995;&#32479;&#24037;&#31243;&#19982;&#30005;&#23376;&#25216;&#26415;<br />&#25968;&#25454;&#37319;&#38598;&#19982;&#22788;&#29702;<br />&#21271;&#20140;&#29702;&#24037;&#22823;&#23398;&#23398;&#25253;<br />Journal of Zhejiang University(Science A)<br />&#21326;&#20013;&#31185;&#25216;&#22823;&#23398;&#23398;&#25253;(&#33258;&#28982;&#31185;&#23398;&#29256;)<br />&#23431;&#33322;&#23398;&#25253;<br />&#21513;&#26519;&#22823;&#23398;&#23398;&#25253;(&#24037;&#23398;&#29256;)<br />&#28165;&#21326;&#22823;&#23398;&#23398;&#25253;(&#33258;&#28982;&#31185;&#23398;&#29256;)(&#33521;&#25991;&#29256;)<br />&#25968;&#25454;&#37319;&#38598;&#19982;&#22788;&#29702;<br />&#21326;&#21335;&#29702;&#24037;&#22823;&#23398;&#23398;&#25253;(&#33258;&#28982;&#31185;&#23398;&#29256;)<br />&#21271;&#20140;&#29702;&#24037;&#22823;&#23398;&#23398;&#25253;<br />&#21271;&#20140;&#33322;&#31354;&#33322;&#22825;&#22823;&#23398;&#23398;&#25253;<br />Journal of Systems Engineering and Electronics<br />&#29983;&#29289;&#21307;&#23398;&#24037;&#31243;&#23398;&#26434;&#24535;<br />&#25511;&#21046;&#19982;&#20915;&#31574; </li>
</ul></p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2009-12-25T00:00:00+05:30" pubdate data-updated="true">Dec 25<span>th</span>, 2009</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2009/12/23/%E8%BF%90%E6%B0%94%E6%9D%A5%E4%BA%86%EF%BC%8C%E6%8C%A1%E4%B9%9F%E6%8C%A1%E4%B8%8D%E4%BD%8F/">
		
			运气来了，挡也挡不住</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#160;</p>
<div class="pm_time">&#21704;&#21704;&#65292;&#26152;&#22825;&#20908;&#33267;&#35830;&#65292;&#30828;&#26159;&#34987;&#23064;&#20146;&#25438;&#22238;&#21435;&#21507;&#20102;&#39039;&#22823;&#39301;&#20799;&#39290;&#23376;&#12290;&#30001;&#20110;&#36825;&#27425;&#30340;&#39290;&#23376;&#36807;&#20110;&#36814;&#21512;&#32769;&#29241;&#30340;&#32963;&#21475;&#65292;&#25105;&#35273;&#24471;&#27700;&#24179;&#36739;&#24179;&#26085;&#26377;&#25152;&#19979;&#38477;&#12290;&#12290;&#12290;</div>
<div class="pm_time">&#32769;&#29241;&#30340;&#29399;&#23630;&#36816;&#30495;&#22909;&#65292;&#30003;&#36141;&#26032;&#32929;&#21448;&#20013;&#31614;&#20102;&#12290;&#25520;&#30528;&#25351;&#22836;&#31639;&#31639;&#65292;&#20004;&#24180;&#20869;&#20013;&#20102;4&#65292;5&#27425;&#20102;&#21543;&#65292;&#21704;&#21704;&#65292;&#20013;&#24425;&#31080;&#20063;&#27809;&#26377;&#36825;&#26679;&#30340;&#21834;&#12290;&#30475;&#20102;&#25105;&#23478;&#20197;&#21069;&#23545;&#20110;&#24425;&#31080;&#26080;&#23613;&#30340;&#24189;&#24616;&#21490;&#24471;&#20197;&#20174;&#27492;&#22788;&#34917;&#20607;&#19978;&#21834;&#12290;&#12290;&#12290;&#25152;&#20197;&#21834;&#65292;&#26152;&#26202;&#25105;&#23478;&#24635;&#20256;&#20986;&#24618;&#31505;&#22768;&#65292;&#21516;&#23398;&#20204;&#21035;&#23475;&#24597;&#65292;&#39640;&#20852;&#30340;&#20102;~~~</div>
<div class="pm_time">&#23064;&#35828;&#65292;&#36825;&#19979;&#35201;&#20080;&#19968;&#22871;&#23454;&#26408;&#23478;&#20855;&#22238;&#26469;&#20102;</div>
<div class="pm_time">&#23064;&#35828;&#65292;&#36825;&#19979;&#36807;&#24180;&#20080;&#20010;&#22909;&#38772;&#23376;&#31359;&#31359;</div>
<div class="pm_time">&#23064;&#35828;&#65292;&#36825;&#19979;&#20803;&#26086;&#35831;&#22823;&#23478;&#21507;&#22823;&#39184;&#21435;</div>
<div class="pm_time">&#12290;&#12290;&#12290;&#12290;&#12290;</div>
<div class="pm_time">&#23064;&#35828;&#20102;&#21322;&#22825;&#65292;&#21453;&#27491;&#27809;&#25105;&#21861;&#20107;&#20799;&#65292;&#19968;&#28857;&#22909;&#22788;&#37117;&#27809;&#25438;&#30528;&#65292;&#21710;&#65292;&#25105;&#36825;&#28857;&#22320;&#20301;&#21834;~~~<br /></div>
<div class="pm_time"><img src="http://filer.blogbus.com/5333148/53331481261560723b.jpg" border="0" alt="" /></div>
<div class="pm_time">&#36825;&#26159;&#25105;&#28404;&#22307;&#35806;&#31036;&#29289;&#65281;&#39134;&#21516;&#23398;&#36865;&#30340;&#65292;&#21704;&#21704;&#65292;&#35874;&#35874;&#65292;&#35874;&#35874;&#12290;</div>
<div class="pm_time">&#21733;&#21733;&#25105;&#24515;&#24773;&#24456;&#22909;&#65292;&#25343;&#20986;&#26469;&#26174;&#25670;&#19979;&#21543;~~~<br /></div>
<div class="pm_time">&#39134;&#21733;&#21733;&#35828;&#65292;&#25105;&#30340;&#33151;&#30475;&#36215;&#26469;&#24456;&#30699;&#24773;</div>
<div class="pm_time">&#25105;&#35828;&#65292;&#25105;&#30340;&#33151;&#22909;&#31895;</div>
<div class="pm_time">&#25293;&#29031;&#30340;&#26230;&#21733;&#21733;&#35828;&#65292;&#32972;&#26223;&#22909;&#20081;&#12290;&#12290;&#12290;&#22909;&#21543;&#65292;&#24573;&#30053;&#32972;&#26223;&#21543;&#12290;&#12290;&#12290;<br /></div>
<div class="pm_time"><br /></div>
<div class="pm_time">
<div class="pm_avatar"><img src="http://public.blogbus.com/profile/n/5/0/3/88f9ac7064cab19d74c60183618ec5a6/avatar_0_48.jpg" alt="" /></div>
<h5>&#26085;&#24535;&#38145;&#23450;&#36890;&#30693;</h5>
</div>
<div class="pm_time">2009-12-21 11:21:56 &#160;<span class="pm_del"><a class="del" title="&#21024;&#38500;" href="http://message.home.blogbus.com/received#">&#215;</a></span></div>
<h6>&#26469;&#33258; <br />
			<a title="&#26597;&#30475;blogbus&#30340;&#20010;&#20154;&#20449;&#24687;" href="http://home.blogbus.com/show/blogbus" target="_blank">blogbus</a></h6>
<p>
		                    <br />
                    <!--
<div class="pm_quote">
                            <span class="pm_q"></span>
                        </div>
&#8211;>
                     &#23562;&#25964;&#30340;&#29992;&#25143;&#65306;<br />&#24744;&#22909;&#65281;&#24456;&#36951;&#25022;&#22320;&#36890;&#30693;&#24744;&#65292;&#24744;&#30340;&#26085;&#24535; &#8220;we didn&#8217;t start the fire&#8221; &#24050;&#34987;&#25105;&#20204;&#35774;&#32622;&#20026;&#31169;&#26377;&#65292;&#24744;&#26080;&#27861;&#20844;&#24320;&#12290;&#25105;&#20204;&#30693;&#36947;&#24744;&#20889;&#26085;&#24535;&#26102;&#20542;&#27880;&#20102;&#22823;&#37327;&#24515;&#34880;&#65292;&#20294;&#30001;&#20110;&#20247;&#25152;&#21608;&#30693;&#30340;&#21407;&#22240;&#65292;&#25105;&#20204;&#19981;&#24471;&#19981;&#23558;&#35813;&#31687;&#26085;&#24535;&#38544;&#34255;&#12290;&#38750;&#24120;&#25265;&#27465;&#65292;&#26395;&#24744;&#35845;&#35299;&#65281;<br />&#24744;&#26159;&#25105;&#20204;&#30340;&#37325;&#35201;&#29992;&#25143;&#65292;&#25105;&#20204;&#37325;&#35270;&#24744;&#22312;&#22823;&#24052;&#19978;&#30340;&#20307;&#39564;&#65307;&#20294;&#20026;&#20102;&#20445;&#35777;&#33021;&#20026;&#24744;&#25552;&#20379;&#23433;&#20840;&#12289;&#31283;&#23450;&#30340;&#26381;&#21153;&#65292;&#35831;&#36981;&#23432;&#24744;&#21644;&#25105;&#20204;&#20043;&#38388;&#30340;&#32422;&#23450;&#65288;http://www.blogbus.com/about/blogserviceterm.html&#65289;&#12290;</p>
<p><span style="color: #ff0000;">&#31361;&#28982;&#21457;&#29616;&#20102;&#36825;&#20010;&#19996;&#35199;&#65292;&#20026;&#20160;&#20040;&#21602;&#12290;&#12290;&#12290;&#21710;&#65292;&#37027;&#20040;&#22909;&#21548;&#30340;&#27468;&#21834;~~~&#21487;&#24796;&#20102;&#20102;&#12290;</span></p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2009-12-23T00:00:00+05:30" pubdate data-updated="true">Dec 23<span>rd</span>, 2009</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2009/12/23/%E6%9C%89%E5%95%A5%E4%B8%8D%E5%8F%AF%E8%83%BD/">
		
			有啥不可能</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#32769;&#29241;&#28608;&#24773;&#28558;&#28227;&#30340;&#36319;&#23064;&#35752;&#35770;&#20160;&#20040;&#38382;&#39064;&#65292;&#35828;&#36947;&#37027;&#20214;&#20107;&#22522;&#26412;&#31561;&#20110;&#19981;&#21487;&#33021;&#65292;&#24178;&#22043;&#36824;&#35201;&#30333;&#36153;&#21147;&#27668;&#12290;</p>
<p>&#20110;&#26159;&#65292;&#29241;&#22320;&#20030;&#20363;&#65306;&#23601;&#20687;&#35753;&#21681;&#26472;&#21674;&#29616;&#22312;&#21435;&#19978;&#21271;&#22823;&#65292;&#20320;&#35828;&#21487;&#33021;&#21527;&#65311;</p>
<p>&#30475;&#30005;&#35270;&#30340;&#25105;&#25293;&#26696;&#32780;&#36215;&#65306;&#20973;&#21861;&#35828;&#19981;&#21487;&#33021;&#65292;&#36825;&#19981;&#26159;&#23567;&#30631;&#20320;&#23043;&#20040;&#65281;</p>
<p>&#29241;&#22320;&#25913;&#21475;&#65306;&#23601;&#20687;&#35753;&#21681;&#26472;&#21674;&#29616;&#22312;&#21435;&#19978;&#32822;&#40065;&#65292;&#20320;&#35828;&#21487;&#33021;&#21527;&#65311;</p>
<p>&#22909;&#21543;</p>
<p>&#35748;&#26685;&#20102;&#65292;&#24178;&#22043;&#38750;&#35201;&#25343;&#25105;&#20570;&#20363;&#23376;&#20040;&#12290;&#25307;&#35841;&#24825;&#35841;&#20102;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481261576669z.jpg" border="0" alt="" /></p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2009-12-23T00:00:00+05:30" pubdate data-updated="true">Dec 23<span>rd</span>, 2009</time></div>
	<div class="tags">

</div>
	
</div></article>

<nav id="pagenavi">
    
        <a href="/blog/page/39/" class="prev">Prev</a>
    
    
        <a href="/blog/page/41/" class="next">Next</a>
    
    <div class="center"><a href="/blog/archives">Blog Archives</a></div>
</nav></div>
	<footer id="footer" class="inner">Copyright &copy; 2014

    muggleyoung

</footer>
	<script src="/javascripts/slash.js"></script>
<script src="/javascripts/jquery.fancybox.pack.js"></script>
<script type="text/javascript">
(function($){
	$('.fancybox').fancybox();
})(jQuery);
</script> <!-- Delete or comment this line to disable Fancybox -->


<script type="text/javascript">
      var disqus_shortname = 'muggleyoung';
      
        
        var disqus_script = 'count.js';
      
    (function () {
      var dsq = document.createElement('script'); dsq.type = 'text/javascript'; dsq.async = true;
      dsq.src = 'http://' + disqus_shortname + '.disqus.com/' + disqus_script;
      (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);
    }());
</script>





</body>
</html>