
<!DOCTYPE html>
<!--[if IEMobile 7 ]><html class="no-js iem7"><![endif]-->
<!--[if lt IE 9]><html class="no-js lte-ie8"><![endif]-->
<!--[if (gt IE 8)|(gt IEMobile 7)|!(IEMobile)|!(IE)]><!--><html class="no-js" lang="en"><!--<![endif]-->
<head>
  <meta charset="utf-8">
  <title></title>
  <meta name="author" content="muggleyoung">

  
  <meta name="description" content="&#25285;&#24515;&#20250;&#32922;&#23376;&#30140;&#65292;&#35753;&#25105;&#32039;&#24352;&#20102;&#21322;&#20010;&#26376;&#65292;&#32456;&#20110;&# &hellip;">
  

  <!-- http://t.co/dKP3o1e -->
  <meta name="HandheldFriendly" content="True">
  <meta name="MobileOptimized" content="320">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  
  <link rel="canonical" href="http://muggleyoung.github.com/blog/page/40/">
  <link href="/favicon.png" rel="icon">
  <link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
  <script src="/javascripts/modernizr-2.0.js"></script>
  <script src="/javascripts/ender.js"></script>
  <script src="/javascripts/octopress.js" type="text/javascript"></script>
  <link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
  <!--Fonts from Google"s Web font directory at http://google.com/webfonts -->
<link href="http://fonts.googleapis.com/css?family=PT+Serif:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<link href="http://fonts.googleapis.com/css?family=PT+Sans:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">

  

</head>

<body   >
  <header role="banner"><hgroup>
  <h1><a href="/"></a></h1>
  
    <h2>young for you</h2>
  
</hgroup>

</header>
  <nav role="navigation"><ul class="subscription" data-subscription="rss">
  <li><a href="/atom.xml" rel="subscribe-rss" title="subscribe via RSS">RSS</a></li>
  
</ul>
  
<form action="http://google.com/search" method="get">
  <fieldset role="search">
    <input type="hidden" name="q" value="site:muggleyoung.github.com" />
    <input class="search" type="text" name="q" results="0" placeholder="Search"/>
  </fieldset>
</form>
  
<ul class="main-navigation">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
</ul>

</nav>
  <div id="main">
    <div id="content">
      <div class="blog-index">
  
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2009-12-21T00:00:00+08:00" pubdate data-updated="true">Dec 21<span>st</span>, 2009</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2009/12/21/%E6%88%91%E4%B8%8E%E5%BF%B5%E5%A4%B4/">我与念头</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p><img src="http://filer.blogbus.com/5333148/53331481261368921o.jpg" border="0" alt="" /></p>
<p>&#25285;&#24515;&#20250;&#32922;&#23376;&#30140;&#65292;&#35753;&#25105;&#32039;&#24352;&#20102;&#21322;&#20010;&#26376;&#65292;&#32456;&#20110;&#21069;&#22825;&#26202;&#19978;&#25346;&#25481;&#20102;&#65292;&#19968;&#25972;&#26202;&#29228;&#19978;&#29228;&#19979;&#30340;&#25240;&#33150;&#65292;&#30495;&#19981;&#22909;&#21463;&#65292;&#36824;&#27985;&#36523;&#20919;&#12290;&#22909;&#22312;&#25105;&#36824;&#26377;&#21147;&#27668;&#36208;&#36335;&#65292;&#26377;&#21147;&#27668;&#24448;&#36820;&#20110;&#21397;&#25152;&#23487;&#33293;&#12290;&#24555;&#22825;&#20142;&#26102;&#28903;&#20102;&#28909;&#27700;&#34955;&#25265;&#30528;&#65292;&#22909;&#22810;&#20102;&#65292;&#20110;&#26159;&#20046;&#65292;&#21448;&#26377;&#20102;&#29702;&#30001;&#32473;&#33258;&#24049;&#20241;&#20102;&#19968;&#25972;&#22825;&#20551;&#65292;&#36538;&#22312;&#34987;&#31389;&#37324;&#65292;&#20160;&#20040;&#37117;&#19981;&#24178;&#12290;&#24635;&#26159;&#36825;&#20010;&#26102;&#20505;&#65292;&#22823;&#33041;&#25165;&#26377;&#26426;&#20250;&#29730;&#30952;&#28857;&#20160;&#20040;&#12290;&#20855;&#20307;&#29730;&#30952;&#20102;&#20160;&#20040;&#22238;&#22836;&#35828;&#12290;&#22079;&#22079;</p>
<p>&#20170;&#26089;&#20183;&#30528;&#36523;&#20307;&#36824;&#27809;&#24590;&#20040;&#22909;&#65292;&#20063;&#27809;&#21435;&#23454;&#39564;&#23460;&#12290;&#22823;&#23478;&#37117;&#22909;&#24819;&#24565;&#25105;&#65292;&#21704;&#21704;&#65292;&#23588;&#20854;&#24819;&#24565;&#25105;&#20146;&#29233;&#30340;&#30005;&#33041;&#12290;&#37027;&#20457;&#30007;&#29983;&#26152;&#22825;&#23601;&#24565;&#21480;&#25105;&#21643;&#19981;&#21435;&#23454;&#39564;&#23460;&#65292;&#20170;&#20799;&#30452;&#25509;&#25171;&#30005;&#35805;&#26469;&#24944;&#38382;&#12290;&#12290;&#12290;&#22909;&#21543;&#65292;&#30475;&#22312;&#25105;&#30005;&#33041;&#36825;&#20040;&#26377;&#20154;&#27668;&#30340;&#20221;&#19978;&#65292;&#19979;&#21320;&#36807;&#26469;&#22909;&#20102;&#12290;&#35841;&#35753;&#25105;&#20013;&#22870;&#65292;mac&#22320;&#22336;&#34987;&#22909;&#24515;&#30340;&#32593;&#31649;&#21592;&#32465;&#23450;&#20102;&#21602;&#12290;&#12290;&#12290;&#20316;&#20026;&#23454;&#39564;&#23460;&#21807;&#19968;&#19968;&#21488;&#33021;&#19978;&#32593;&#30340;&#30005;&#33041;&#65292;&#22909;&#21543;&#65292;&#25105;&#35748;&#20102;&#12290;&#12290;&#12290;&#65288;&#20599;&#31505;&#19979;&#65289;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;</p>
<p>&#21069;&#38453;&#20080;&#20102;&#26412;&#20070;&#65292;&#24046;&#19981;&#22810;&#23601;&#26159;&#19968;&#26412;&#20851;&#20110;&#37329;&#21018;&#32463;&#30340;&#35835;&#20070;&#31508;&#35760;&#12290;&#21363;&#20351;&#26159;&#35835;&#20070;&#31508;&#35760;&#65292;&#20063;&#36275;&#22815;&#28145;&#22885;&#65292;&#25105;&#19981;&#24471;&#19981;&#22810;&#35835;&#22909;&#20960;&#36941;&#20307;&#20250;&#12290;&#24681;&#65292;&#26399;&#24453;&#30528;&#26377;&#22825;&#25105;&#33021;&#35835;&#22909;&#20960;&#36941;&#35835;&#25026;&#37329;&#21018;&#32463;&#32463;&#25991;&#12290;</p>
<p>&#20315;&#38464;&#26524;&#28982;&#36275;&#22815;&#26234;&#24935;&#65292;&#27604;&#22914;&#20182;&#20204;&#23545;&#20110;&#20154;&#19982;&#33258;&#24049;&#24847;&#24565;&#20043;&#38388;&#30340;&#26007;&#20105;&#65292;&#23545;&#20110;&#21892;&#24694;&#20043;&#20998;&#30340;&#35828;&#36766;&#12290;&#26152;&#26202;&#30561;&#19981;&#30528;&#26102;&#25105;&#31361;&#28982;&#24819;&#26126;&#30333;&#20102;&#22909;&#22810;&#65292;&#25105;&#19982;&#33258;&#24049;&#30340;&#24847;&#24565;&#20043;&#38388;&#30340;&#32416;&#32467;&#12290;&#34429;&#35828;&#23545;&#20110;&#33258;&#24049;&#30340;&#29983;&#27963;&#26102;&#38388;&#35268;&#24459;&#21345;&#30340;&#27604;&#36739;&#32039;&#65292;&#23545;&#20110;&#26102;&#38388;&#30340;&#21033;&#29992;&#20063;&#36275;&#22815;&#37325;&#35270;&#65292;&#21487;&#36824;&#26159;&#31435;&#24535;&#35201;&#20811;&#26381;&#34987;&#24847;&#24565;&#25511;&#21046;&#65292;&#29978;&#33267;&#65292;&#25105;&#22909;&#20687;&#20250;&#26377;&#24847;&#26080;&#24847;&#30340;&#20174;&#23481;&#33258;&#24049;&#34987;&#25511;&#21046;&#32780;&#38519;&#20837;&#24515;&#24773;&#24840;&#24046;&#30340;&#24618;&#22280;&#12290;&#21710;&#21568;&#21568;&#65292;&#31361;&#28982;&#35828;&#19981;&#28165;&#20102;&#65292;&#30475;&#26469;&#36824;&#26159;&#36947;&#34892;&#19981;&#22815;&#21834;&#12290;&#12290;&#12290;&#22238;&#22836;&#29702;&#35299;&#26356;&#28145;&#21051;&#20102;&#20877;&#35828;&#21543;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#33267;&#20110;&#26080;&#21892;&#26080;&#24694;&#36825;&#19968;&#35828;&#65292;&#25105;&#34429;&#35828;&#26159;&#26126;&#30333;&#20102;&#20854;&#20013;&#30340;&#36947;&#29702;&#65292;&#21487;&#21364;&#27604;&#36739;&#38590;&#20570;&#21040;&#22914;&#27492;&#23485;&#24191;&#26080;&#29289;&#30340;&#22659;&#30028;&#12290;&#19981;&#30693;&#36947;&#23545;&#20110;&#21892;&#24694;&#65292;Jesus&#26159;&#24590;&#20040;&#35828;&#30340;&#65292;&#25105;&#24456;&#22909;&#22855;&#30340;&#24819;&#30693;&#36947;&#12290;&#12290;&#12290;&#12290;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2009-12-19T00:00:00+08:00" pubdate data-updated="true">Dec 19<span>th</span>, 2009</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2009/12/19/matlab%E4%B8%ADwavedec%E5%92%8Cdwt%E7%9A%84%E5%8C%BA%E5%88%AB/">Matlab中wavedec和dwt的区别</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>[cA,cD]=dwt(X,&#8217;wname&#8217;)<br />
&#20351;&#29992;&#23567;&#27874;&#8217;wname&#8217;&#23545;&#20449;&#21495;X&#36827;&#34892;&#21333;&#23618;&#20998;&#35299;&#65292;&#27714;&#24471;&#30340;&#36817;&#20284;&#31995;&#25968;&#23384;&#25918;&#22312;&#25968;&#32452;cA&#20013;&#65292;&#32454;&#33410;&#31995;&#25968;&#23384;&#25918;&#22312;&#25968;&#32452;cD&#20013;<br /><br />
[C,L]=wavedec(X,N,&#8217;wname&#8217;)<br />
&#21033;&#29992;&#23567;&#27874;&#8217;wname&#8217;&#23545;&#20449;&#21495;X&#36827;&#34892;&#22810;&#23618;&#20998;&#35299;<br />
A=appcoef(C,L,&#8217;wname&#8217;,N)<br />
&#21033;&#29992;&#23567;&#27874;&#8217;wname&#8217;&#20174;&#20998;&#35299;&#31995;&#25968;[C,L]&#20013;&#25552;&#21462;&#31532;N&#23618;&#36817;&#20284;&#31995;&#25968;</p>
<p>DWT&#21482;&#26159;&#19968;&#23618;&#31163;&#25955;&#23567;&#27874;&#20998;&#35299;,&#32780;WAVEDEC&#26159;&#22810;&#23618;(&#22810;&#23610;&#24230;)&#30340;&#23567;&#27874;&#20998;&#35299;.<br />
&#20063;&#23601;&#26159;&#35828;:[cA,cD]=dwt(X,&#8217;wname&#8217;)&#21644;[C,L]=wavedec(X,1,&#8217;wname&#8217;)&#26159;&#31561;&#25928;&#30340;.</p>
<p><span style="color: #ff0000;">&#21453;&#30465;&#19979;&#33258;&#24049;&#65292;&#30524;&#39640;&#25163;&#20302;&#12290;&#12290;&#12290;&#12290;</span></p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2009-12-16T00:00:00+08:00" pubdate data-updated="true">Dec 16<span>th</span>, 2009</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2009/12/16/%E8%A7%A3%E5%86%B3%E5%BC%80%E6%9C%BAnumlk%E7%81%AF%E4%BA%AE/">解决开机numlk灯亮</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p><span id="ctl00_Main_Topic1">
<div id="Post370" class="Content">
<p>&#160;&#22823;&#23478;&#21487;&#33021;&#36935;&#21040;&#36807;&#36825;&#26679;&#30340;&#24773;&#20917;&#21527;&#65306;&#24320;&#26426;numlk&#28783;&#21363;&#20142;&#65292;&#29305;&#21035;&#26159;&#29992;&#31508;&#35760;&#26412;&#26102;&#65292;&#24635;&#35201;&#20808;&#25163;&#21160;&#20851;&#25481;&#65292;&#24456;&#26159;&#40635;&#28902;&#12290;</p>
<p>&#19968;&#65306;</p>
<p>&#21487;&#20197;&#36890;&#36807;&#20197;&#19979;&#21150;&#27861;&#35299;&#20915;&#65306;&#8220;&#24320;&#22987;&#33756;&#21333;&#8221;&#8211;&gt;&#36816;&#34892;&#8211;&gt;&#36755;&#20837;regedit&#8211;&gt;&#25214;&#21040;HKEY_USERS&#46;DEFAULT<br />
\Control<br />
Panel\Keyboard&#65292;&#23558;InitialKeyboardIndicators&#30340;&#38190;&#20540;&#25913;&#20026;&#8220;2&#8221;&#65292;&#37325;&#21551;&#21518;numlock&#28783;&#24120;&#20142;&#12290;&#20462;&#25913;&#20026;0&#25110;&#32773;1&#12290;</p>
<p>&#20108;&#65306;</p>
<pre>UNMLK&#29366;&#24577;&#31995;&#32479;&#26159;&#35760;&#24518;&#30340;,&#20851;&#26426;&#26102;&#30340;&#29366;&#24577;&#34987;&#35760;&#24405;&#19979;&#26469;.&#24320;&#26426;-&#21040;&#30331;&#24405;&#30028;&#38754;-&#25353;NumLocK&#38190;(&#25110;Fn+NumLK)&#20851;&#38381;&#25968;&#23383;&#38190;-&#20851;&#26426;(&#19981;&#35201;&#30331;&#24405;WINDOWS)-&#37325;&#21551;</pre>
</div>
</span></p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2009-12-15T00:00:00+08:00" pubdate data-updated="true">Dec 15<span>th</span>, 2009</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2009/12/15/%E4%BB%8A%E5%A4%A9%E6%9C%89%E6%84%BF%E6%9C%9B-sometimes-when-we-touch/">今天有愿望-sometimes When We Touch</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p><img src="http://filer.blogbus.com/5333148/53331481260886604z.jpg" border="0" alt="" /></p>
<p>&#26576;&#22825;&#65292;&#39134;&#38382;&#25105;&#65292;&#22914;&#26524;&#35753;&#20320;&#31435;&#21051;&#35768;&#20010;&#24895;&#26395;&#65292;&#20320;&#20250;&#24819;&#21040;&#20160;&#20040;&#12290;</p>
<p>&#20854;&#23454;&#36825;&#20010;&#20005;&#23803;&#30340;&#38382;&#39064;&#65292;&#26089;&#24180;&#25105;&#23601;&#24120;&#24120;&#24605;&#32771;&#12290;&#22240;&#20026;&#25285;&#24515;&#37027;&#22825;&#35753;&#25105;&#30896;&#19978;&#38463;&#25289;&#19969;&#31070;&#28783;&#65292;&#25110;&#32773;&#20160;&#20040;&#31070;&#20185;&#25945;&#27597;&#20043;&#31867;&#30340;&#20154;&#29289;&#65292;&#35201;&#26469;&#23454;&#29616;&#25105;&#30340;&#24895;&#26395;&#65292;&#21040;&#26102;&#20505;&#19981;&#33021;&#20667;&#30524;&#20799;&#20102;&#21834;&#65292;&#26426;&#19981;&#21487;&#22833;&#22833;&#19981;&#20877;&#26469;&#21602;&#12290;&#21487;&#24796;&#25105;&#36138;&#24515;&#65292;&#26368;&#32456;&#24819;&#21040;&#30340;&#32467;&#26524;&#23601;&#26159;&#65292;&#35831;&#27714;&#20182;&#20877;&#32473;&#25105;100&#20010;&#24895;&#26395;&#65292;&#25110;&#32773;&#26356;&#22810;&#12290;</p>
<p>&#20170;&#22825;&#65292;&#26377;&#20010;&#24378;&#28872;&#30340;&#24895;&#26395;&#65292;&#24076;&#26395;20&#24180;&#21518;&#20877;&#26469;&#30475;&#20170;&#22825;&#30340;&#33258;&#24049;&#65292;&#25105;&#33021;&#37322;&#28982;&#34507;&#23450;&#30340;&#35828;&#19968;&#21477;&#65306;&#24403;&#24180;&#37027;&#20123;&#20107;&#20799;&#20063;&#23601;&#37027;&#26679;&#65292;&#27809;&#20160;&#20040;&#22823;&#19981;&#20102;&#30340;&#65292;&#25105;&#29616;&#22312;&#29031;&#26679;&#36807;&#24471;&#24456;&#22909;&#12290;&#24681;&#65292;&#30495;&#30340;&#26159;&#36825;&#26679;&#23601;&#22909;&#20102;&#12290;</p>
<p>&#31361;&#28982;&#21457;&#29616;&#65292;&#22823;&#23478;&#30340;&#36335;&#37117;&#36234;&#36208;&#36234;&#23485;&#25950;&#65292;&#32780;&#25105;&#36824;&#19968;&#22836;&#38654;&#27700;&#65292;&#20044;&#36215;&#30721;&#40657;&#30340;&#20081;&#25169;&#33150;&#12290;&#19981;&#22312;&#20046;&#20160;&#20040;&#32467;&#26524;&#20102;&#65292;&#21482;&#35201;&#33509;&#24178;&#24180;&#21518;&#30340;&#33258;&#24049;&#19981;&#20250;&#21518;&#24724;&#65292;&#24180;&#36731;&#30340;&#26102;&#20809;&#34987;&#28010;&#36153;&#23601;&#22909;&#12290;</p>
<p>&#20174;&#19979;&#21320;&#24320;&#22987;&#65292;&#33041;&#34955;&#19968;&#30452;&#26159;&#33945;&#30340;&#12290;&#35980;&#20284;&#31354;&#31354;&#22914;&#20063;&#65292;&#21487;&#24456;&#22810;&#24635;&#19981;&#24895;&#24847;&#24819;&#36215;&#30340;&#20107;&#24773;&#21364;&#26469;&#26469;&#22238;&#22238;&#30340;&#38378;&#29616;&#12290;whatever&#65292;&#22823;&#23478;&#22909;&#23601;&#22909;&#65292;&#33267;&#23569;&#30446;&#21069;&#36825;&#20010;&#32467;&#26524;&#65292;&#26159;&#25105;&#24403;&#21021;&#35748;&#23450;&#30340;&#65292;&#33267;&#23569;&#19968;&#23450;&#31243;&#24230;&#35828;&#26126;&#20102;&#25105;&#30340;&#21028;&#26029;&#21147;&#21644;&#19990;&#20107;&#30340;&#26080;&#22856;&#12290;</p>
<p>&#40060;&#19982;&#29066;&#25484;&#19981;&#21487;&#20860;&#24471;&#65292;&#30475;&#20320;&#24819;&#35201;&#21738;&#20010;&#20102;&#12290;</p>
<p>&#23064;&#24597;&#25105;&#21097;&#19979;&#20102;&#12290;&#25105;&#35828;&#27809;&#20160;&#20040;&#65292;&#21097;&#19979;&#21448;&#24590;&#26679;&#65292;&#29616;&#22312;&#30007;&#22899;&#27604;&#20363;&#37027;&#20040;&#22833;&#35843;&#12290;</p>
<p>&#20877;&#35828;&#20102;&#65292;&#26082;&#28982;&#27880;&#23450;&#26159;&#21097;&#19979;&#30340;&#37027;&#20010;&#65292;&#19981;&#22914;&#25226;&#31934;&#21147;&#25918;&#22312;&#20854;&#20182;&#65292;&#35753;&#33258;&#24049;&#30340;&#29983;&#27963;&#26356;&#31934;&#24425;&#20123;&#12290;&#35813;&#26469;&#30340;&#24635;&#20250;&#26469;&#30340;&#65292;&#19981;&#26159;&#20320;&#30340;&#65292;&#25250;&#20063;&#25250;&#19981;&#21040;&#12290;&#12290;&#12290;</p>
<p>
<object classid="clsid:6bf52a52-394a-11d3-b153-00c04f79faa6" width="0" height="0" codebase="http://activex.microsoft.com/activex/controls/mplayer/en/nsmp2inf.cab#Version=5,1,52,701">
<param name="url" value="http://211.100.237.51/99to1/5.Sometimes_When_We_Touch--Olivia.wma" /><embed type="application/x-mplayer2" width="0" height="0" src="http://211.100.237.51/99to1/5.Sometimes_When_We_Touch--Olivia.wma"></embed></object>
&#33945;&#25481;&#20197;&#21518;&#65292;&#23601;&#19968;&#30452;&#24819;&#30528;&#36825;&#39318;&#27468;&#65292;&#20026;&#21861;&#65311;&#25105;&#20063;&#19981;&#30693;&#36947;&#12290;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2009-12-14T00:00:00+08:00" pubdate data-updated="true">Dec 14<span>th</span>, 2009</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2009/12/14/%E4%BA%94%E5%91%B3%E6%9D%82%E9%99%88/">五味杂陈</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p><img src="http://public.blogbus.com/biaoqing/nownow/27.gif" border="0" alt="" /></p>
<p>&#19979;&#21320;&#20882;&#38634;&#22238;&#26469;&#23398;&#26657;&#65292;&#21407;&#26412;&#24456;&#22909;&#30340;&#24515;&#24773;&#65292;&#36824;&#21507;&#20102;&#23478;&#37324;&#24102;&#26469;&#30340;&#29233;&#24515;&#32654;&#21619;&#28889;&#39292;&#65292;&#26469;&#23454;&#39564;&#23460;&#24320;&#22987;&#26032;&#19968;&#21608;&#30340;&#21162;&#21147;&#23398;&#20064;&#12290;&#21487;&#26159;&#21543;&#65292;&#25105;&#30340;&#24378;&#36843;&#30151;&#21448;&#21457;&#20316;&#20102;&#65292;&#22240;&#20026;&#21457;&#29616;&#26700;&#23376;&#30340;&#19996;&#35199;&#34987;&#20154;&#21160;&#36807;&#65292;&#36825;&#20063;&#36824;&#22909;&#65292;&#20851;&#38190;&#26159;&#29992;&#20102;&#36824;&#19981;&#32473;&#25105;&#25918;&#22238;&#21407;&#26679;&#65292;&#35753;&#25105;&#24515;&#37324;&#24456;&#19981;&#33298;&#26381;&#12290;&#24635;&#24863;&#35273;&#25105;&#19981;&#22312;&#30340;&#26102;&#20505;&#20146;&#29233;&#30340;&#30005;&#33041;&#21448;&#21463;&#20102;&#34384;&#24453;&#20284;&#30340;&#12290;&#32780;&#19988;&#20960;&#20046;&#27599;&#27425;&#20174;&#23478;&#22238;&#26469;&#65292;&#37117;&#33021;&#35753;&#25105;&#30475;&#20986;&#26700;&#23376;&#19978;&#30340;&#29289;&#21697;&#26377;&#21464;&#21160;&#12290;</p>
<p>&#22909;&#21543;&#65292;&#25105;&#25215;&#35748;&#25105;&#30340;&#24378;&#36843;&#30151;&#24456;&#21464;&#24577;&#65292;&#21487;&#26159;&#19981;&#29233;&#24796;&#21035;&#20154;&#30340;&#19996;&#35199;&#20063;&#19981;&#22909;&#21543;&#65292;&#21710;&#65292;&#20197;&#21518;&#36824;&#26159;&#19981;&#20599;&#25042;&#20102;&#65292;&#36208;&#20154;&#30340;&#26102;&#20505;&#25226;&#19996;&#35199;&#37117;&#25910;&#25342;&#22909;&#12290;&#19981;&#29245;&#21834;&#19981;&#29245;&#12290;&#12290;&#12290;&#12290;&#24681;&#65292;&#23487;&#33293;&#30340;&#19996;&#35199;&#20063;&#34987;&#32763;&#33150;&#20102;&#65292;&#26700;&#23376;&#19978;&#36824;&#27531;&#30041;&#30528;&#19968;&#29255;&#27833;&#39292;&#30340;&#27531;&#28195;&#65292;&#30495;&#24694;&#24515;&#65281;&#65281;&#65281;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;</p>
<p>&#25509;&#19979;&#26469;&#35828;&#30340;&#65292;&#20063;&#19981;&#26159;&#21861;&#22909;&#20107;&#20799;&#12290;</p>
<p>&#22312;&#23478;&#30475;&#30005;&#35270;&#65292;CCTV2&#30340;&#27861;&#21046;&#33410;&#30446;&#65292;&#35762;&#21040;&#26477;&#24030;&#28779;&#36710;&#31449;&#30340;&#19977;&#22359;&#22899;&#12290;&#22823;&#33268;&#23601;&#26159;&#19968;&#20123;2&#65292;30&#23681;&#30340;&#22919;&#22899;&#65292;&#19968;&#33324;&#37117;&#36824;&#24102;&#30528;&#19968;&#20010;&#21018;&#21018;&#21608;&#23681;&#30340;&#23401;&#23376;&#65292;&#20250;&#36807;&#26469;&#36319;&#20320;&#25645;&#35805;&#35828;&#65292;&#22905;&#26469;&#20080;&#36710;&#31080;&#65292;&#27491;&#22909;&#24102;&#30340;&#38065;&#23569;&#20102;3&#22359;&#65292;&#21487;&#19981;&#21487;&#20197;&#32473;&#22905;3&#22359;&#25937;&#24613;&#65292;&#22914;&#26524;&#20320;&#22909;&#24515;&#32473;&#20102;3&#22359;&#22905;&#65292;&#21970;&#21970;~~&#24685;&#21916;&#20320;&#34987;&#39575;&#20102;&#65281;&#22905;&#20204;&#23601;&#20250;&#36827;&#19968;&#27493;&#35299;&#37322;&#22905;&#21018;&#21018;&#35828;&#30340;&#19981;&#26159;3&#22359;&#65292;&#26159;13&#22359;&#65292;&#25110;30&#22359;&#65292;&#32487;&#32780;&#21521;&#20320;&#35201;&#26356;&#22810;&#30340;money&#12290;</p>
<p>&#22826;&#21487;&#24694;&#21834;&#12290;&#12290;&#12290;&#25105;&#23601;&#34987;&#39575;&#36807;&#12290;&#24403;&#26102;&#24819;&#30528;&#65292;&#20986;&#38376;&#22312;&#22806;&#65292;&#19968;&#20998;&#38065;&#38590;&#36947;&#33521;&#38596;&#27721;&#21602;&#65292;3&#22359;&#20063;&#19981;&#22810;&#65292;&#20154;&#23478;&#36824;&#24102;&#30528;&#23567;&#23401;&#20799;&#65292;&#32473;&#22905;&#22909;&#20102;&#12290;&#35841;&#30693;&#21040;&#36319;&#25105;&#35201;13&#65292;&#24819;&#19981;&#26126;&#30333;&#20102;&#65292;&#20080;&#31080;&#24590;&#20040;&#19981;&#31639;&#22909;&#65292;&#23569;&#20102;&#36825;&#20040;&#22810;&#38065;&#65292;&#19981;&#32473;&#65281;13&#23545;&#25105;&#26469;&#35828;&#20063;&#19981;&#23569;&#20102;&#21602;&#65281;&#37027;&#20154;&#19968;&#30452;&#24456;&#29087;&#32451;&#30340;&#35828;&#30528;&#20320;&#30475;&#25105;&#24102;&#30528;&#23567;&#23401;&#22810;&#19981;&#23481;&#26131;&#65292;&#22823;&#23478;&#20986;&#38376;&#37117;&#20114;&#30456;&#24110;&#24537;&#20160;&#20040;&#30340;&#65292;&#31361;&#28982;&#35273;&#24471;&#21487;&#33021;&#26159;&#39575;&#23376;&#65292;&#29408;&#24515;&#36208;&#20102;&#65281;&#21487;&#26159;&#24515;&#37324;&#19968;&#30452;&#24456;&#24871;&#30106;&#65292;&#24635;&#25285;&#24515;&#19975;&#19968;&#20154;&#23478;&#30495;&#30340;&#32570;&#38065;&#65292;&#25105;&#23682;&#19981;&#26159;&#22826;&#26080;&#24773;&#12290;&#27809;&#24819;&#21040;&#21834;&#65292;&#37027;&#22825;&#22312;&#30005;&#35270;&#19978;&#30524;&#30529;&#30529;&#30340;&#30475;&#30528;&#24456;&#22810;&#36319;&#25105;&#19968;&#26679;&#34987;&#39575;&#30340;&#21254;&#21254;&#28216;&#23458;&#12290;&#24681;&#65292;&#28041;&#23244;&#35784;&#39575;&#65292;&#21516;&#23398;&#20204;&#20986;&#38376;&#35201;&#24403;&#24515;&#20102;&#12290;</p>
<p>&#37117;&#35828;&#35199;&#23433;&#27835;&#23433;&#19981;&#22909;&#65292;&#26477;&#24030;&#27835;&#23433;&#22909;&#12290;&#25105;&#21435;&#20102;&#20960;&#27425;&#65292;&#24590;&#20040;&#23601;&#30896;&#21040;&#20004;&#27425;&#39575;&#20154;&#30340;&#20107;&#24773;&#12290;&#38590;&#36947;&#23601;&#30475;&#25105;&#38271;&#20102;&#19968;&#24352;&#21271;&#26041;&#20154;&#30340;&#38754;&#23380;&#65292;&#36824;&#26159;&#22240;&#20026;&#25105;&#32972;&#30340;&#22823;&#21253;&#24590;&#20040;&#30475;&#37117;&#20687;&#22806;&#26469;&#26242;&#20303;&#20154;&#21475;&#65311;</p>
<p>&#35805;&#35828;&#31532;&#19968;&#27425;&#31163;&#24320;&#26477;&#24030;&#26102;&#20505;&#65292;&#36824;&#36935;&#19978;&#37027;&#31181;&#20004;&#20010;&#20154;&#21512;&#20249;&#28436;&#25103;&#30340;&#12290;&#19968;&#20010;&#20154;&#25925;&#24847;&#25226;&#38065;&#25481;&#22312;&#20320;&#38754;&#21069;&#65292;&#28982;&#21518;&#21478;&#19968;&#20010;&#24590;&#26679;&#26469;&#39575;&#38065;&#20043;&#31867;&#30340;&#12290;&#21487;&#26159;&#65292;&#25105;&#27809;&#25441;&#37027;&#38065;&#65292;&#21478;&#22806;&#19968;&#20154;&#25441;&#20102;&#65292;&#36824;&#30828;&#35201;&#32473;&#25105;&#20998;&#28857;&#12290;&#12290;&#12290;&#12290;&#25105;&#23601;&#24819;&#36215;&#23064;&#35828;&#30340;&#65292;&#22825;&#19978;&#23601;&#26159;&#25481;&#39301;&#20799;&#39292;&#20063;&#30776;&#19981;&#21040;&#21681;&#22836;&#19978;&#12290;&#30828;&#26159;&#27809;&#29702;&#20182;&#65292;&#20004;&#20154;&#36824;&#22312;&#25105;&#38754;&#21069;&#19968;&#21809;&#19968;&#21644;&#35828;&#21322;&#22825;&#65292;&#25105;&#30475;&#30528;&#21069;&#26041;&#30340;&#21150;&#20844;&#27004;&#35828;&#65292;&#25105;&#26379;&#21451;&#23601;&#22312;&#37027;&#27004;&#37324;&#20844;&#21496;&#19978;&#29677;&#65292;&#20182;&#22312;&#31561;&#25105;&#12290;&#28982;&#21518;&#24613;&#20914;&#20914;&#30340;&#24448;&#21069;&#36208;&#65292;&#20182;&#20204;&#25165;&#27809;&#36861;&#26469;&#12290;&#24819;&#24819;&#65292;&#36824;&#26159;&#25402;&#21518;&#24597;&#30340;&#65292;&#27605;&#31455;&#65292;&#37027;&#37324;&#26159;&#20559;&#20731;&#26080;&#20154;&#30340;&#39640;&#26032;&#21306;&#65292;&#36830;&#36710;&#37117;&#19981;&#22810;&#65292;&#25105;&#19968;&#22806;&#22320;&#23401;&#23376;&#12290;&#12290;&#12290;&#12290;&#21710;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#21487;&#26159;&#65292;&#25105;&#21040;&#29616;&#22312;&#37117;&#19981;&#26126;&#30333;&#65292;&#20182;&#20204;&#31350;&#31455;&#25171;&#31639;&#20197;&#20309;&#31181;&#25163;&#27573;&#39575;&#25105;&#30340;money&#12290;&#12290;&#12290;&#12290;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;</p>
<p>&#21710;&#65292;&#27809;&#21861;&#24515;&#24773;&#35828;&#39640;&#20852;&#30340;&#20107;&#20799;&#20102;&#12290;</p>
<p>&#24681;&#65292;&#25105;&#23478;&#20080;&#26032;&#25151;&#23376;&#20102;&#65292;&#21608;&#26411;&#22238;&#23478;&#30475;&#23478;&#20855;&#20102;&#65292;&#30475;&#30340;&#32829;&#35823;&#20102;&#25105;&#36214;&#26152;&#26202;&#22238;&#26469;&#30340;&#36710;&#65292;&#20170;&#22825;&#20013;&#21320;&#25165;&#36208;&#12290;&#20855;&#20307;&#65292;&#31561;&#25105;&#26377;&#20102;&#24515;&#24773;&#65292;&#20080;&#20102;&#23478;&#20855;&#65292;&#25110;&#32773;&#25644;&#20102;&#26032;&#23478;&#65292;&#20877;&#35828;&#21543;~~~</p>
                                    </p>
</div>
  
  


    </article>
  
  <div class="pagination">
    
      <a class="prev" href="/blog/page/41/">&larr; Older</a>
    
    <a href="/blog/archives">Blog Archives</a>
    
    <a class="next" href="/blog/page/39/">Newer &rarr;</a>
    
  </div>
</div>
<aside class="sidebar">
  
    <section>
  <h1>Recent Posts</h1>
  <ul id="recent_posts">
    
      <li class="post">
        <a href="/blog/2013/03/27/version-control-dot-vim-file-with-git/">Version Control .vim File With Git</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/25/how-to-use-font-icon-in-html/">How to use font icon in HTML</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-change-git-repo-name/">how to change git repo name</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-setup-a-new-remote-git-repo/">How to setup a new remote git repo</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/13/hui-gu-2012/">回顾2012</a>
      </li>
    
  </ul>
</section>






  
</aside>

    </div>
  </div>
  <footer role="contentinfo"><p>
  Copyright &copy; 2013 - muggleyoung -
  <span class="credit">Powered by <a href="http://octopress.org">Octopress</a>. Design by <a href="http://octopressthemes.com">Octopress Themes</a>.</span>
</p>

</footer>
  

<script type="text/javascript">
      var disqus_shortname = 'muggleyoung';
      
        
        var disqus_script = 'count.js';
      
    (function () {
      var dsq = document.createElement('script'); dsq.type = 'text/javascript'; dsq.async = true;
      dsq.src = 'http://' + disqus_shortname + '.disqus.com/' + disqus_script;
      (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);
    }());
</script>







  <script type="text/javascript">
    (function(){
      var twitterWidgets = document.createElement('script');
      twitterWidgets.type = 'text/javascript';
      twitterWidgets.async = true;
      twitterWidgets.src = 'http://platform.twitter.com/widgets.js';
      document.getElementsByTagName('head')[0].appendChild(twitterWidgets);
    })();
  </script>





</body>
</html>
