
<!DOCTYPE HTML>
<html>
<head>
	<meta charset="utf-8">
	<title></title>
	<meta name="author" content="muggleyoung">

	
	<meta name="description" content="&#32769;&#29241;&#28608;&#24773;&#28558;&#28227;&#30340;&#36319;&#23064;&#35752;&#35770;&#20160;&#20040;&#38382;&#39064;&#65292;&#35828;&#36947;&# &hellip;">
	
	<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

	<link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
	<link rel="canonical" href="">
	<link href="/favicon.png" rel="shortcut icon">
	<link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
	<!--[if lt IE 9]><script src="//html5shiv.googlecode.com/svn/trunk/html5.js"></script><![endif]-->
	<script src="//ajax.googleapis.com/ajax/libs/jquery/1.7.2/jquery.min.js"></script>
	
</head>

<body>
	<header id="header" class="inner"><h1><a href="/"></a></h1>
<nav id="main-nav"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</nav>
<nav id="mobile-nav">
	<div class="alignleft menu">
		<a class="button">Menu</a>
		<div class="container"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</div>
	</div>
	<div class="alignright search">
		<a class="button"></a>
		<div class="container">
			<form action="http://google.com/search" method="get">
				<input type="text" name="q" results="0">
				<input type="hidden" name="q" value="site:muggleyoung.github.com">
			</form>
		</div>
	</div>
</nav>
<nav id="sub-nav" class="alignright">
	<div class="social">
		
		
		
		
    
		
		
		
		
		
		<a class="rss" href="/atom.xml" title="RSS">RSS</a>
		
	</div>
	<form class="search" action="http://google.com/search" method="get">
		<input class="alignright" type="text" name="q" results="0">
		<input type="hidden" name="q" value="site:muggleyoung.github.com">
	</form>
</nav>

</header>
	
		
	
	<div id="content" class="inner">


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2009/12/23/%E6%9C%89%E5%95%A5%E4%B8%8D%E5%8F%AF%E8%83%BD/">
		
			有啥不可能</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#32769;&#29241;&#28608;&#24773;&#28558;&#28227;&#30340;&#36319;&#23064;&#35752;&#35770;&#20160;&#20040;&#38382;&#39064;&#65292;&#35828;&#36947;&#37027;&#20214;&#20107;&#22522;&#26412;&#31561;&#20110;&#19981;&#21487;&#33021;&#65292;&#24178;&#22043;&#36824;&#35201;&#30333;&#36153;&#21147;&#27668;&#12290;</p>
<p>&#20110;&#26159;&#65292;&#29241;&#22320;&#20030;&#20363;&#65306;&#23601;&#20687;&#35753;&#21681;&#26472;&#21674;&#29616;&#22312;&#21435;&#19978;&#21271;&#22823;&#65292;&#20320;&#35828;&#21487;&#33021;&#21527;&#65311;</p>
<p>&#30475;&#30005;&#35270;&#30340;&#25105;&#25293;&#26696;&#32780;&#36215;&#65306;&#20973;&#21861;&#35828;&#19981;&#21487;&#33021;&#65292;&#36825;&#19981;&#26159;&#23567;&#30631;&#20320;&#23043;&#20040;&#65281;</p>
<p>&#29241;&#22320;&#25913;&#21475;&#65306;&#23601;&#20687;&#35753;&#21681;&#26472;&#21674;&#29616;&#22312;&#21435;&#19978;&#32822;&#40065;&#65292;&#20320;&#35828;&#21487;&#33021;&#21527;&#65311;</p>
<p>&#22909;&#21543;</p>
<p>&#35748;&#26685;&#20102;&#65292;&#24178;&#22043;&#38750;&#35201;&#25343;&#25105;&#20570;&#20363;&#23376;&#20040;&#12290;&#25307;&#35841;&#24825;&#35841;&#20102;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481261576669z.jpg" border="0" alt="" /></p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2009-12-23T00:00:00+08:00" pubdate data-updated="true">Dec 23<span>rd</span>, 2009</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2009/12/21/%E6%88%91%E4%B8%8E%E5%BF%B5%E5%A4%B4/">
		
			我与念头</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p><img src="http://filer.blogbus.com/5333148/53331481261368921o.jpg" border="0" alt="" /></p>
<p>&#25285;&#24515;&#20250;&#32922;&#23376;&#30140;&#65292;&#35753;&#25105;&#32039;&#24352;&#20102;&#21322;&#20010;&#26376;&#65292;&#32456;&#20110;&#21069;&#22825;&#26202;&#19978;&#25346;&#25481;&#20102;&#65292;&#19968;&#25972;&#26202;&#29228;&#19978;&#29228;&#19979;&#30340;&#25240;&#33150;&#65292;&#30495;&#19981;&#22909;&#21463;&#65292;&#36824;&#27985;&#36523;&#20919;&#12290;&#22909;&#22312;&#25105;&#36824;&#26377;&#21147;&#27668;&#36208;&#36335;&#65292;&#26377;&#21147;&#27668;&#24448;&#36820;&#20110;&#21397;&#25152;&#23487;&#33293;&#12290;&#24555;&#22825;&#20142;&#26102;&#28903;&#20102;&#28909;&#27700;&#34955;&#25265;&#30528;&#65292;&#22909;&#22810;&#20102;&#65292;&#20110;&#26159;&#20046;&#65292;&#21448;&#26377;&#20102;&#29702;&#30001;&#32473;&#33258;&#24049;&#20241;&#20102;&#19968;&#25972;&#22825;&#20551;&#65292;&#36538;&#22312;&#34987;&#31389;&#37324;&#65292;&#20160;&#20040;&#37117;&#19981;&#24178;&#12290;&#24635;&#26159;&#36825;&#20010;&#26102;&#20505;&#65292;&#22823;&#33041;&#25165;&#26377;&#26426;&#20250;&#29730;&#30952;&#28857;&#20160;&#20040;&#12290;&#20855;&#20307;&#29730;&#30952;&#20102;&#20160;&#20040;&#22238;&#22836;&#35828;&#12290;&#22079;&#22079;</p>
<p>&#20170;&#26089;&#20183;&#30528;&#36523;&#20307;&#36824;&#27809;&#24590;&#20040;&#22909;&#65292;&#20063;&#27809;&#21435;&#23454;&#39564;&#23460;&#12290;&#22823;&#23478;&#37117;&#22909;&#24819;&#24565;&#25105;&#65292;&#21704;&#21704;&#65292;&#23588;&#20854;&#24819;&#24565;&#25105;&#20146;&#29233;&#30340;&#30005;&#33041;&#12290;&#37027;&#20457;&#30007;&#29983;&#26152;&#22825;&#23601;&#24565;&#21480;&#25105;&#21643;&#19981;&#21435;&#23454;&#39564;&#23460;&#65292;&#20170;&#20799;&#30452;&#25509;&#25171;&#30005;&#35805;&#26469;&#24944;&#38382;&#12290;&#12290;&#12290;&#22909;&#21543;&#65292;&#30475;&#22312;&#25105;&#30005;&#33041;&#36825;&#20040;&#26377;&#20154;&#27668;&#30340;&#20221;&#19978;&#65292;&#19979;&#21320;&#36807;&#26469;&#22909;&#20102;&#12290;&#35841;&#35753;&#25105;&#20013;&#22870;&#65292;mac&#22320;&#22336;&#34987;&#22909;&#24515;&#30340;&#32593;&#31649;&#21592;&#32465;&#23450;&#20102;&#21602;&#12290;&#12290;&#12290;&#20316;&#20026;&#23454;&#39564;&#23460;&#21807;&#19968;&#19968;&#21488;&#33021;&#19978;&#32593;&#30340;&#30005;&#33041;&#65292;&#22909;&#21543;&#65292;&#25105;&#35748;&#20102;&#12290;&#12290;&#12290;&#65288;&#20599;&#31505;&#19979;&#65289;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;</p>
<p>&#21069;&#38453;&#20080;&#20102;&#26412;&#20070;&#65292;&#24046;&#19981;&#22810;&#23601;&#26159;&#19968;&#26412;&#20851;&#20110;&#37329;&#21018;&#32463;&#30340;&#35835;&#20070;&#31508;&#35760;&#12290;&#21363;&#20351;&#26159;&#35835;&#20070;&#31508;&#35760;&#65292;&#20063;&#36275;&#22815;&#28145;&#22885;&#65292;&#25105;&#19981;&#24471;&#19981;&#22810;&#35835;&#22909;&#20960;&#36941;&#20307;&#20250;&#12290;&#24681;&#65292;&#26399;&#24453;&#30528;&#26377;&#22825;&#25105;&#33021;&#35835;&#22909;&#20960;&#36941;&#35835;&#25026;&#37329;&#21018;&#32463;&#32463;&#25991;&#12290;</p>
<p>&#20315;&#38464;&#26524;&#28982;&#36275;&#22815;&#26234;&#24935;&#65292;&#27604;&#22914;&#20182;&#20204;&#23545;&#20110;&#20154;&#19982;&#33258;&#24049;&#24847;&#24565;&#20043;&#38388;&#30340;&#26007;&#20105;&#65292;&#23545;&#20110;&#21892;&#24694;&#20043;&#20998;&#30340;&#35828;&#36766;&#12290;&#26152;&#26202;&#30561;&#19981;&#30528;&#26102;&#25105;&#31361;&#28982;&#24819;&#26126;&#30333;&#20102;&#22909;&#22810;&#65292;&#25105;&#19982;&#33258;&#24049;&#30340;&#24847;&#24565;&#20043;&#38388;&#30340;&#32416;&#32467;&#12290;&#34429;&#35828;&#23545;&#20110;&#33258;&#24049;&#30340;&#29983;&#27963;&#26102;&#38388;&#35268;&#24459;&#21345;&#30340;&#27604;&#36739;&#32039;&#65292;&#23545;&#20110;&#26102;&#38388;&#30340;&#21033;&#29992;&#20063;&#36275;&#22815;&#37325;&#35270;&#65292;&#21487;&#36824;&#26159;&#31435;&#24535;&#35201;&#20811;&#26381;&#34987;&#24847;&#24565;&#25511;&#21046;&#65292;&#29978;&#33267;&#65292;&#25105;&#22909;&#20687;&#20250;&#26377;&#24847;&#26080;&#24847;&#30340;&#20174;&#23481;&#33258;&#24049;&#34987;&#25511;&#21046;&#32780;&#38519;&#20837;&#24515;&#24773;&#24840;&#24046;&#30340;&#24618;&#22280;&#12290;&#21710;&#21568;&#21568;&#65292;&#31361;&#28982;&#35828;&#19981;&#28165;&#20102;&#65292;&#30475;&#26469;&#36824;&#26159;&#36947;&#34892;&#19981;&#22815;&#21834;&#12290;&#12290;&#12290;&#22238;&#22836;&#29702;&#35299;&#26356;&#28145;&#21051;&#20102;&#20877;&#35828;&#21543;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#33267;&#20110;&#26080;&#21892;&#26080;&#24694;&#36825;&#19968;&#35828;&#65292;&#25105;&#34429;&#35828;&#26159;&#26126;&#30333;&#20102;&#20854;&#20013;&#30340;&#36947;&#29702;&#65292;&#21487;&#21364;&#27604;&#36739;&#38590;&#20570;&#21040;&#22914;&#27492;&#23485;&#24191;&#26080;&#29289;&#30340;&#22659;&#30028;&#12290;&#19981;&#30693;&#36947;&#23545;&#20110;&#21892;&#24694;&#65292;Jesus&#26159;&#24590;&#20040;&#35828;&#30340;&#65292;&#25105;&#24456;&#22909;&#22855;&#30340;&#24819;&#30693;&#36947;&#12290;&#12290;&#12290;&#12290;</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2009-12-21T00:00:00+08:00" pubdate data-updated="true">Dec 21<span>st</span>, 2009</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2009/12/19/matlab%E4%B8%ADwavedec%E5%92%8Cdwt%E7%9A%84%E5%8C%BA%E5%88%AB/">
		
			Matlab中wavedec和dwt的区别</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>[cA,cD]=dwt(X,&#8217;wname&#8217;)<br />
&#20351;&#29992;&#23567;&#27874;&#8217;wname&#8217;&#23545;&#20449;&#21495;X&#36827;&#34892;&#21333;&#23618;&#20998;&#35299;&#65292;&#27714;&#24471;&#30340;&#36817;&#20284;&#31995;&#25968;&#23384;&#25918;&#22312;&#25968;&#32452;cA&#20013;&#65292;&#32454;&#33410;&#31995;&#25968;&#23384;&#25918;&#22312;&#25968;&#32452;cD&#20013;<br /><br />
[C,L]=wavedec(X,N,&#8217;wname&#8217;)<br />
&#21033;&#29992;&#23567;&#27874;&#8217;wname&#8217;&#23545;&#20449;&#21495;X&#36827;&#34892;&#22810;&#23618;&#20998;&#35299;<br />
A=appcoef(C,L,&#8217;wname&#8217;,N)<br />
&#21033;&#29992;&#23567;&#27874;&#8217;wname&#8217;&#20174;&#20998;&#35299;&#31995;&#25968;[C,L]&#20013;&#25552;&#21462;&#31532;N&#23618;&#36817;&#20284;&#31995;&#25968;</p>
<p>DWT&#21482;&#26159;&#19968;&#23618;&#31163;&#25955;&#23567;&#27874;&#20998;&#35299;,&#32780;WAVEDEC&#26159;&#22810;&#23618;(&#22810;&#23610;&#24230;)&#30340;&#23567;&#27874;&#20998;&#35299;.<br />
&#20063;&#23601;&#26159;&#35828;:[cA,cD]=dwt(X,&#8217;wname&#8217;)&#21644;[C,L]=wavedec(X,1,&#8217;wname&#8217;)&#26159;&#31561;&#25928;&#30340;.</p>
<p><span style="color: #ff0000;">&#21453;&#30465;&#19979;&#33258;&#24049;&#65292;&#30524;&#39640;&#25163;&#20302;&#12290;&#12290;&#12290;&#12290;</span></p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2009-12-19T00:00:00+08:00" pubdate data-updated="true">Dec 19<span>th</span>, 2009</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2009/12/16/%E8%A7%A3%E5%86%B3%E5%BC%80%E6%9C%BAnumlk%E7%81%AF%E4%BA%AE/">
		
			解决开机numlk灯亮</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p><span id="ctl00_Main_Topic1">
<div id="Post370" class="Content">
<p>&#160;&#22823;&#23478;&#21487;&#33021;&#36935;&#21040;&#36807;&#36825;&#26679;&#30340;&#24773;&#20917;&#21527;&#65306;&#24320;&#26426;numlk&#28783;&#21363;&#20142;&#65292;&#29305;&#21035;&#26159;&#29992;&#31508;&#35760;&#26412;&#26102;&#65292;&#24635;&#35201;&#20808;&#25163;&#21160;&#20851;&#25481;&#65292;&#24456;&#26159;&#40635;&#28902;&#12290;</p>
<p>&#19968;&#65306;</p>
<p>&#21487;&#20197;&#36890;&#36807;&#20197;&#19979;&#21150;&#27861;&#35299;&#20915;&#65306;&#8220;&#24320;&#22987;&#33756;&#21333;&#8221;&#8211;&gt;&#36816;&#34892;&#8211;&gt;&#36755;&#20837;regedit&#8211;&gt;&#25214;&#21040;HKEY_USERS&#46;DEFAULT<br />
\Control<br />
Panel\Keyboard&#65292;&#23558;InitialKeyboardIndicators&#30340;&#38190;&#20540;&#25913;&#20026;&#8220;2&#8221;&#65292;&#37325;&#21551;&#21518;numlock&#28783;&#24120;&#20142;&#12290;&#20462;&#25913;&#20026;0&#25110;&#32773;1&#12290;</p>
<p>&#20108;&#65306;</p>
<pre>UNMLK&#29366;&#24577;&#31995;&#32479;&#26159;&#35760;&#24518;&#30340;,&#20851;&#26426;&#26102;&#30340;&#29366;&#24577;&#34987;&#35760;&#24405;&#19979;&#26469;.&#24320;&#26426;-&#21040;&#30331;&#24405;&#30028;&#38754;-&#25353;NumLocK&#38190;(&#25110;Fn+NumLK)&#20851;&#38381;&#25968;&#23383;&#38190;-&#20851;&#26426;(&#19981;&#35201;&#30331;&#24405;WINDOWS)-&#37325;&#21551;</pre>
</div>
</span></p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2009-12-16T00:00:00+08:00" pubdate data-updated="true">Dec 16<span>th</span>, 2009</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2009/12/15/%E4%BB%8A%E5%A4%A9%E6%9C%89%E6%84%BF%E6%9C%9B-sometimes-when-we-touch/">
		
			今天有愿望-sometimes When We Touch</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p><img src="http://filer.blogbus.com/5333148/53331481260886604z.jpg" border="0" alt="" /></p>
<p>&#26576;&#22825;&#65292;&#39134;&#38382;&#25105;&#65292;&#22914;&#26524;&#35753;&#20320;&#31435;&#21051;&#35768;&#20010;&#24895;&#26395;&#65292;&#20320;&#20250;&#24819;&#21040;&#20160;&#20040;&#12290;</p>
<p>&#20854;&#23454;&#36825;&#20010;&#20005;&#23803;&#30340;&#38382;&#39064;&#65292;&#26089;&#24180;&#25105;&#23601;&#24120;&#24120;&#24605;&#32771;&#12290;&#22240;&#20026;&#25285;&#24515;&#37027;&#22825;&#35753;&#25105;&#30896;&#19978;&#38463;&#25289;&#19969;&#31070;&#28783;&#65292;&#25110;&#32773;&#20160;&#20040;&#31070;&#20185;&#25945;&#27597;&#20043;&#31867;&#30340;&#20154;&#29289;&#65292;&#35201;&#26469;&#23454;&#29616;&#25105;&#30340;&#24895;&#26395;&#65292;&#21040;&#26102;&#20505;&#19981;&#33021;&#20667;&#30524;&#20799;&#20102;&#21834;&#65292;&#26426;&#19981;&#21487;&#22833;&#22833;&#19981;&#20877;&#26469;&#21602;&#12290;&#21487;&#24796;&#25105;&#36138;&#24515;&#65292;&#26368;&#32456;&#24819;&#21040;&#30340;&#32467;&#26524;&#23601;&#26159;&#65292;&#35831;&#27714;&#20182;&#20877;&#32473;&#25105;100&#20010;&#24895;&#26395;&#65292;&#25110;&#32773;&#26356;&#22810;&#12290;</p>
<p>&#20170;&#22825;&#65292;&#26377;&#20010;&#24378;&#28872;&#30340;&#24895;&#26395;&#65292;&#24076;&#26395;20&#24180;&#21518;&#20877;&#26469;&#30475;&#20170;&#22825;&#30340;&#33258;&#24049;&#65292;&#25105;&#33021;&#37322;&#28982;&#34507;&#23450;&#30340;&#35828;&#19968;&#21477;&#65306;&#24403;&#24180;&#37027;&#20123;&#20107;&#20799;&#20063;&#23601;&#37027;&#26679;&#65292;&#27809;&#20160;&#20040;&#22823;&#19981;&#20102;&#30340;&#65292;&#25105;&#29616;&#22312;&#29031;&#26679;&#36807;&#24471;&#24456;&#22909;&#12290;&#24681;&#65292;&#30495;&#30340;&#26159;&#36825;&#26679;&#23601;&#22909;&#20102;&#12290;</p>
<p>&#31361;&#28982;&#21457;&#29616;&#65292;&#22823;&#23478;&#30340;&#36335;&#37117;&#36234;&#36208;&#36234;&#23485;&#25950;&#65292;&#32780;&#25105;&#36824;&#19968;&#22836;&#38654;&#27700;&#65292;&#20044;&#36215;&#30721;&#40657;&#30340;&#20081;&#25169;&#33150;&#12290;&#19981;&#22312;&#20046;&#20160;&#20040;&#32467;&#26524;&#20102;&#65292;&#21482;&#35201;&#33509;&#24178;&#24180;&#21518;&#30340;&#33258;&#24049;&#19981;&#20250;&#21518;&#24724;&#65292;&#24180;&#36731;&#30340;&#26102;&#20809;&#34987;&#28010;&#36153;&#23601;&#22909;&#12290;</p>
<p>&#20174;&#19979;&#21320;&#24320;&#22987;&#65292;&#33041;&#34955;&#19968;&#30452;&#26159;&#33945;&#30340;&#12290;&#35980;&#20284;&#31354;&#31354;&#22914;&#20063;&#65292;&#21487;&#24456;&#22810;&#24635;&#19981;&#24895;&#24847;&#24819;&#36215;&#30340;&#20107;&#24773;&#21364;&#26469;&#26469;&#22238;&#22238;&#30340;&#38378;&#29616;&#12290;whatever&#65292;&#22823;&#23478;&#22909;&#23601;&#22909;&#65292;&#33267;&#23569;&#30446;&#21069;&#36825;&#20010;&#32467;&#26524;&#65292;&#26159;&#25105;&#24403;&#21021;&#35748;&#23450;&#30340;&#65292;&#33267;&#23569;&#19968;&#23450;&#31243;&#24230;&#35828;&#26126;&#20102;&#25105;&#30340;&#21028;&#26029;&#21147;&#21644;&#19990;&#20107;&#30340;&#26080;&#22856;&#12290;</p>
<p>&#40060;&#19982;&#29066;&#25484;&#19981;&#21487;&#20860;&#24471;&#65292;&#30475;&#20320;&#24819;&#35201;&#21738;&#20010;&#20102;&#12290;</p>
<p>&#23064;&#24597;&#25105;&#21097;&#19979;&#20102;&#12290;&#25105;&#35828;&#27809;&#20160;&#20040;&#65292;&#21097;&#19979;&#21448;&#24590;&#26679;&#65292;&#29616;&#22312;&#30007;&#22899;&#27604;&#20363;&#37027;&#20040;&#22833;&#35843;&#12290;</p>
<p>&#20877;&#35828;&#20102;&#65292;&#26082;&#28982;&#27880;&#23450;&#26159;&#21097;&#19979;&#30340;&#37027;&#20010;&#65292;&#19981;&#22914;&#25226;&#31934;&#21147;&#25918;&#22312;&#20854;&#20182;&#65292;&#35753;&#33258;&#24049;&#30340;&#29983;&#27963;&#26356;&#31934;&#24425;&#20123;&#12290;&#35813;&#26469;&#30340;&#24635;&#20250;&#26469;&#30340;&#65292;&#19981;&#26159;&#20320;&#30340;&#65292;&#25250;&#20063;&#25250;&#19981;&#21040;&#12290;&#12290;&#12290;</p>
<p>
<object classid="clsid:6bf52a52-394a-11d3-b153-00c04f79faa6" width="0" height="0" codebase="http://activex.microsoft.com/activex/controls/mplayer/en/nsmp2inf.cab#Version=5,1,52,701">
<param name="url" value="http://211.100.237.51/99to1/5.Sometimes_When_We_Touch--Olivia.wma" /><embed type="application/x-mplayer2" width="0" height="0" src="http://211.100.237.51/99to1/5.Sometimes_When_We_Touch--Olivia.wma"></embed></object>
&#33945;&#25481;&#20197;&#21518;&#65292;&#23601;&#19968;&#30452;&#24819;&#30528;&#36825;&#39318;&#27468;&#65292;&#20026;&#21861;&#65311;&#25105;&#20063;&#19981;&#30693;&#36947;&#12290;</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2009-12-15T00:00:00+08:00" pubdate data-updated="true">Dec 15<span>th</span>, 2009</time></div>
	<div class="tags">

</div>
	
</div></article>

<nav id="pagenavi">
    
        <a href="/blog/page/39/" class="prev">Prev</a>
    
    
        <a href="/blog/page/41/" class="next">Next</a>
    
    <div class="center"><a href="/blog/archives">Blog Archives</a></div>
</nav></div>
	<footer id="footer" class="inner">Copyright &copy; 2013

    muggleyoung

</footer>
	<script src="/javascripts/slash.js"></script>
<script src="/javascripts/jquery.fancybox.pack.js"></script>
<script type="text/javascript">
(function($){
	$('.fancybox').fancybox();
})(jQuery);
</script> <!-- Delete or comment this line to disable Fancybox -->


<script type="text/javascript">
      var disqus_shortname = 'muggleyoung';
      
        
        var disqus_script = 'count.js';
      
    (function () {
      var dsq = document.createElement('script'); dsq.type = 'text/javascript'; dsq.async = true;
      dsq.src = 'http://' + disqus_shortname + '.disqus.com/' + disqus_script;
      (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);
    }());
</script>





</body>
</html>