
<!DOCTYPE html>
<!--[if IEMobile 7 ]><html class="no-js iem7"><![endif]-->
<!--[if lt IE 9]><html class="no-js lte-ie8"><![endif]-->
<!--[if (gt IE 8)|(gt IEMobile 7)|!(IEMobile)|!(IE)]><!--><html class="no-js" lang="en"><!--<![endif]-->
<head>
  <meta charset="utf-8">
  <title></title>
  <meta name="author" content="muggleyoung">

  
  <meta name="description" content="&#160;&#22823;&#23478;&#21487;&#33021;&#36935;&#21040;&#36807;&#36825;&#26679;&#30340;&#24773;&#20917;&#21527;&#65306;&#24320;&#26426;numlk&#28783 &hellip;">
  

  <!-- http://t.co/dKP3o1e -->
  <meta name="HandheldFriendly" content="True">
  <meta name="MobileOptimized" content="320">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  
  <link rel="canonical" href="http://muggleyoung.github.com/blog/page/40/">
  <link href="/favicon.png" rel="icon">
  <link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
  <script src="/javascripts/modernizr-2.0.js"></script>
  <script src="/javascripts/ender.js"></script>
  <script src="/javascripts/octopress.js" type="text/javascript"></script>
  <link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
  <!--Fonts from Google"s Web font directory at http://google.com/webfonts -->
<link href="http://fonts.googleapis.com/css?family=PT+Serif:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<link href="http://fonts.googleapis.com/css?family=PT+Sans:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">

  

</head>

<body   >
  <header role="banner"><hgroup>
  <h1><a href="/"></a></h1>
  
    <h2>young for you</h2>
  
</hgroup>

</header>
  <nav role="navigation"><ul class="subscription" data-subscription="rss">
  <li><a href="/atom.xml" rel="subscribe-rss" title="subscribe via RSS">RSS</a></li>
  
</ul>
  
<form action="http://google.com/search" method="get">
  <fieldset role="search">
    <input type="hidden" name="q" value="site:muggleyoung.github.com" />
    <input class="search" type="text" name="q" results="0" placeholder="Search"/>
  </fieldset>
</form>
  
<ul class="main-navigation">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
</ul>

</nav>
  <div id="main">
    <div id="content">
      <div class="blog-index">
  
  
  
    <article>
      
  
  <p class="meta">
    








  


<time datetime="2009-12-16T00:00:00+08:00" pubdate data-updated="true">Dec 16<span>th</span>, 2009</time>
    
  </p>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2009/12/16/%E8%A7%A3%E5%86%B3%E5%BC%80%E6%9C%BAnumlk%E7%81%AF%E4%BA%AE/">解决开机numlk灯亮</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p><span id="ctl00_Main_Topic1">
<div id="Post370" class="Content">
<p>&#160;&#22823;&#23478;&#21487;&#33021;&#36935;&#21040;&#36807;&#36825;&#26679;&#30340;&#24773;&#20917;&#21527;&#65306;&#24320;&#26426;numlk&#28783;&#21363;&#20142;&#65292;&#29305;&#21035;&#26159;&#29992;&#31508;&#35760;&#26412;&#26102;&#65292;&#24635;&#35201;&#20808;&#25163;&#21160;&#20851;&#25481;&#65292;&#24456;&#26159;&#40635;&#28902;&#12290;</p>
<p>&#19968;&#65306;</p>
<p>&#21487;&#20197;&#36890;&#36807;&#20197;&#19979;&#21150;&#27861;&#35299;&#20915;&#65306;&#8220;&#24320;&#22987;&#33756;&#21333;&#8221;&#8211;&gt;&#36816;&#34892;&#8211;&gt;&#36755;&#20837;regedit&#8211;&gt;&#25214;&#21040;HKEY_USERS&#46;DEFAULT<br />
\Control<br />
Panel\Keyboard&#65292;&#23558;InitialKeyboardIndicators&#30340;&#38190;&#20540;&#25913;&#20026;&#8220;2&#8221;&#65292;&#37325;&#21551;&#21518;numlock&#28783;&#24120;&#20142;&#12290;&#20462;&#25913;&#20026;0&#25110;&#32773;1&#12290;</p>
<p>&#20108;&#65306;</p>
<pre>UNMLK&#29366;&#24577;&#31995;&#32479;&#26159;&#35760;&#24518;&#30340;,&#20851;&#26426;&#26102;&#30340;&#29366;&#24577;&#34987;&#35760;&#24405;&#19979;&#26469;.&#24320;&#26426;-&#21040;&#30331;&#24405;&#30028;&#38754;-&#25353;NumLocK&#38190;(&#25110;Fn+NumLK)&#20851;&#38381;&#25968;&#23383;&#38190;-&#20851;&#26426;(&#19981;&#35201;&#30331;&#24405;WINDOWS)-&#37325;&#21551;</pre>
</div>
</span></p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <p class="meta">
    








  


<time datetime="2009-12-15T00:00:00+08:00" pubdate data-updated="true">Dec 15<span>th</span>, 2009</time>
    
  </p>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2009/12/15/%E4%BB%8A%E5%A4%A9%E6%9C%89%E6%84%BF%E6%9C%9B-sometimes-when-we-touch/">今天有愿望-sometimes When We Touch</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p><img src="http://filer.blogbus.com/5333148/53331481260886604z.jpg" border="0" alt="" /></p>
<p>&#26576;&#22825;&#65292;&#39134;&#38382;&#25105;&#65292;&#22914;&#26524;&#35753;&#20320;&#31435;&#21051;&#35768;&#20010;&#24895;&#26395;&#65292;&#20320;&#20250;&#24819;&#21040;&#20160;&#20040;&#12290;</p>
<p>&#20854;&#23454;&#36825;&#20010;&#20005;&#23803;&#30340;&#38382;&#39064;&#65292;&#26089;&#24180;&#25105;&#23601;&#24120;&#24120;&#24605;&#32771;&#12290;&#22240;&#20026;&#25285;&#24515;&#37027;&#22825;&#35753;&#25105;&#30896;&#19978;&#38463;&#25289;&#19969;&#31070;&#28783;&#65292;&#25110;&#32773;&#20160;&#20040;&#31070;&#20185;&#25945;&#27597;&#20043;&#31867;&#30340;&#20154;&#29289;&#65292;&#35201;&#26469;&#23454;&#29616;&#25105;&#30340;&#24895;&#26395;&#65292;&#21040;&#26102;&#20505;&#19981;&#33021;&#20667;&#30524;&#20799;&#20102;&#21834;&#65292;&#26426;&#19981;&#21487;&#22833;&#22833;&#19981;&#20877;&#26469;&#21602;&#12290;&#21487;&#24796;&#25105;&#36138;&#24515;&#65292;&#26368;&#32456;&#24819;&#21040;&#30340;&#32467;&#26524;&#23601;&#26159;&#65292;&#35831;&#27714;&#20182;&#20877;&#32473;&#25105;100&#20010;&#24895;&#26395;&#65292;&#25110;&#32773;&#26356;&#22810;&#12290;</p>
<p>&#20170;&#22825;&#65292;&#26377;&#20010;&#24378;&#28872;&#30340;&#24895;&#26395;&#65292;&#24076;&#26395;20&#24180;&#21518;&#20877;&#26469;&#30475;&#20170;&#22825;&#30340;&#33258;&#24049;&#65292;&#25105;&#33021;&#37322;&#28982;&#34507;&#23450;&#30340;&#35828;&#19968;&#21477;&#65306;&#24403;&#24180;&#37027;&#20123;&#20107;&#20799;&#20063;&#23601;&#37027;&#26679;&#65292;&#27809;&#20160;&#20040;&#22823;&#19981;&#20102;&#30340;&#65292;&#25105;&#29616;&#22312;&#29031;&#26679;&#36807;&#24471;&#24456;&#22909;&#12290;&#24681;&#65292;&#30495;&#30340;&#26159;&#36825;&#26679;&#23601;&#22909;&#20102;&#12290;</p>
<p>&#31361;&#28982;&#21457;&#29616;&#65292;&#22823;&#23478;&#30340;&#36335;&#37117;&#36234;&#36208;&#36234;&#23485;&#25950;&#65292;&#32780;&#25105;&#36824;&#19968;&#22836;&#38654;&#27700;&#65292;&#20044;&#36215;&#30721;&#40657;&#30340;&#20081;&#25169;&#33150;&#12290;&#19981;&#22312;&#20046;&#20160;&#20040;&#32467;&#26524;&#20102;&#65292;&#21482;&#35201;&#33509;&#24178;&#24180;&#21518;&#30340;&#33258;&#24049;&#19981;&#20250;&#21518;&#24724;&#65292;&#24180;&#36731;&#30340;&#26102;&#20809;&#34987;&#28010;&#36153;&#23601;&#22909;&#12290;</p>
<p>&#20174;&#19979;&#21320;&#24320;&#22987;&#65292;&#33041;&#34955;&#19968;&#30452;&#26159;&#33945;&#30340;&#12290;&#35980;&#20284;&#31354;&#31354;&#22914;&#20063;&#65292;&#21487;&#24456;&#22810;&#24635;&#19981;&#24895;&#24847;&#24819;&#36215;&#30340;&#20107;&#24773;&#21364;&#26469;&#26469;&#22238;&#22238;&#30340;&#38378;&#29616;&#12290;whatever&#65292;&#22823;&#23478;&#22909;&#23601;&#22909;&#65292;&#33267;&#23569;&#30446;&#21069;&#36825;&#20010;&#32467;&#26524;&#65292;&#26159;&#25105;&#24403;&#21021;&#35748;&#23450;&#30340;&#65292;&#33267;&#23569;&#19968;&#23450;&#31243;&#24230;&#35828;&#26126;&#20102;&#25105;&#30340;&#21028;&#26029;&#21147;&#21644;&#19990;&#20107;&#30340;&#26080;&#22856;&#12290;</p>
<p>&#40060;&#19982;&#29066;&#25484;&#19981;&#21487;&#20860;&#24471;&#65292;&#30475;&#20320;&#24819;&#35201;&#21738;&#20010;&#20102;&#12290;</p>
<p>&#23064;&#24597;&#25105;&#21097;&#19979;&#20102;&#12290;&#25105;&#35828;&#27809;&#20160;&#20040;&#65292;&#21097;&#19979;&#21448;&#24590;&#26679;&#65292;&#29616;&#22312;&#30007;&#22899;&#27604;&#20363;&#37027;&#20040;&#22833;&#35843;&#12290;</p>
<p>&#20877;&#35828;&#20102;&#65292;&#26082;&#28982;&#27880;&#23450;&#26159;&#21097;&#19979;&#30340;&#37027;&#20010;&#65292;&#19981;&#22914;&#25226;&#31934;&#21147;&#25918;&#22312;&#20854;&#20182;&#65292;&#35753;&#33258;&#24049;&#30340;&#29983;&#27963;&#26356;&#31934;&#24425;&#20123;&#12290;&#35813;&#26469;&#30340;&#24635;&#20250;&#26469;&#30340;&#65292;&#19981;&#26159;&#20320;&#30340;&#65292;&#25250;&#20063;&#25250;&#19981;&#21040;&#12290;&#12290;&#12290;</p>
<p>
<object classid="clsid:6bf52a52-394a-11d3-b153-00c04f79faa6" width="0" height="0" codebase="http://activex.microsoft.com/activex/controls/mplayer/en/nsmp2inf.cab#Version=5,1,52,701">
<param name="url" value="http://211.100.237.51/99to1/5.Sometimes_When_We_Touch--Olivia.wma" /><embed type="application/x-mplayer2" width="0" height="0" src="http://211.100.237.51/99to1/5.Sometimes_When_We_Touch--Olivia.wma"></embed></object>
&#33945;&#25481;&#20197;&#21518;&#65292;&#23601;&#19968;&#30452;&#24819;&#30528;&#36825;&#39318;&#27468;&#65292;&#20026;&#21861;&#65311;&#25105;&#20063;&#19981;&#30693;&#36947;&#12290;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <p class="meta">
    








  


<time datetime="2009-12-14T00:00:00+08:00" pubdate data-updated="true">Dec 14<span>th</span>, 2009</time>
    
  </p>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2009/12/14/%E4%BA%94%E5%91%B3%E6%9D%82%E9%99%88/">五味杂陈</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p><img src="http://public.blogbus.com/biaoqing/nownow/27.gif" border="0" alt="" /></p>
<p>&#19979;&#21320;&#20882;&#38634;&#22238;&#26469;&#23398;&#26657;&#65292;&#21407;&#26412;&#24456;&#22909;&#30340;&#24515;&#24773;&#65292;&#36824;&#21507;&#20102;&#23478;&#37324;&#24102;&#26469;&#30340;&#29233;&#24515;&#32654;&#21619;&#28889;&#39292;&#65292;&#26469;&#23454;&#39564;&#23460;&#24320;&#22987;&#26032;&#19968;&#21608;&#30340;&#21162;&#21147;&#23398;&#20064;&#12290;&#21487;&#26159;&#21543;&#65292;&#25105;&#30340;&#24378;&#36843;&#30151;&#21448;&#21457;&#20316;&#20102;&#65292;&#22240;&#20026;&#21457;&#29616;&#26700;&#23376;&#30340;&#19996;&#35199;&#34987;&#20154;&#21160;&#36807;&#65292;&#36825;&#20063;&#36824;&#22909;&#65292;&#20851;&#38190;&#26159;&#29992;&#20102;&#36824;&#19981;&#32473;&#25105;&#25918;&#22238;&#21407;&#26679;&#65292;&#35753;&#25105;&#24515;&#37324;&#24456;&#19981;&#33298;&#26381;&#12290;&#24635;&#24863;&#35273;&#25105;&#19981;&#22312;&#30340;&#26102;&#20505;&#20146;&#29233;&#30340;&#30005;&#33041;&#21448;&#21463;&#20102;&#34384;&#24453;&#20284;&#30340;&#12290;&#32780;&#19988;&#20960;&#20046;&#27599;&#27425;&#20174;&#23478;&#22238;&#26469;&#65292;&#37117;&#33021;&#35753;&#25105;&#30475;&#20986;&#26700;&#23376;&#19978;&#30340;&#29289;&#21697;&#26377;&#21464;&#21160;&#12290;</p>
<p>&#22909;&#21543;&#65292;&#25105;&#25215;&#35748;&#25105;&#30340;&#24378;&#36843;&#30151;&#24456;&#21464;&#24577;&#65292;&#21487;&#26159;&#19981;&#29233;&#24796;&#21035;&#20154;&#30340;&#19996;&#35199;&#20063;&#19981;&#22909;&#21543;&#65292;&#21710;&#65292;&#20197;&#21518;&#36824;&#26159;&#19981;&#20599;&#25042;&#20102;&#65292;&#36208;&#20154;&#30340;&#26102;&#20505;&#25226;&#19996;&#35199;&#37117;&#25910;&#25342;&#22909;&#12290;&#19981;&#29245;&#21834;&#19981;&#29245;&#12290;&#12290;&#12290;&#12290;&#24681;&#65292;&#23487;&#33293;&#30340;&#19996;&#35199;&#20063;&#34987;&#32763;&#33150;&#20102;&#65292;&#26700;&#23376;&#19978;&#36824;&#27531;&#30041;&#30528;&#19968;&#29255;&#27833;&#39292;&#30340;&#27531;&#28195;&#65292;&#30495;&#24694;&#24515;&#65281;&#65281;&#65281;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;</p>
<p>&#25509;&#19979;&#26469;&#35828;&#30340;&#65292;&#20063;&#19981;&#26159;&#21861;&#22909;&#20107;&#20799;&#12290;</p>
<p>&#22312;&#23478;&#30475;&#30005;&#35270;&#65292;CCTV2&#30340;&#27861;&#21046;&#33410;&#30446;&#65292;&#35762;&#21040;&#26477;&#24030;&#28779;&#36710;&#31449;&#30340;&#19977;&#22359;&#22899;&#12290;&#22823;&#33268;&#23601;&#26159;&#19968;&#20123;2&#65292;30&#23681;&#30340;&#22919;&#22899;&#65292;&#19968;&#33324;&#37117;&#36824;&#24102;&#30528;&#19968;&#20010;&#21018;&#21018;&#21608;&#23681;&#30340;&#23401;&#23376;&#65292;&#20250;&#36807;&#26469;&#36319;&#20320;&#25645;&#35805;&#35828;&#65292;&#22905;&#26469;&#20080;&#36710;&#31080;&#65292;&#27491;&#22909;&#24102;&#30340;&#38065;&#23569;&#20102;3&#22359;&#65292;&#21487;&#19981;&#21487;&#20197;&#32473;&#22905;3&#22359;&#25937;&#24613;&#65292;&#22914;&#26524;&#20320;&#22909;&#24515;&#32473;&#20102;3&#22359;&#22905;&#65292;&#21970;&#21970;~~&#24685;&#21916;&#20320;&#34987;&#39575;&#20102;&#65281;&#22905;&#20204;&#23601;&#20250;&#36827;&#19968;&#27493;&#35299;&#37322;&#22905;&#21018;&#21018;&#35828;&#30340;&#19981;&#26159;3&#22359;&#65292;&#26159;13&#22359;&#65292;&#25110;30&#22359;&#65292;&#32487;&#32780;&#21521;&#20320;&#35201;&#26356;&#22810;&#30340;money&#12290;</p>
<p>&#22826;&#21487;&#24694;&#21834;&#12290;&#12290;&#12290;&#25105;&#23601;&#34987;&#39575;&#36807;&#12290;&#24403;&#26102;&#24819;&#30528;&#65292;&#20986;&#38376;&#22312;&#22806;&#65292;&#19968;&#20998;&#38065;&#38590;&#36947;&#33521;&#38596;&#27721;&#21602;&#65292;3&#22359;&#20063;&#19981;&#22810;&#65292;&#20154;&#23478;&#36824;&#24102;&#30528;&#23567;&#23401;&#20799;&#65292;&#32473;&#22905;&#22909;&#20102;&#12290;&#35841;&#30693;&#21040;&#36319;&#25105;&#35201;13&#65292;&#24819;&#19981;&#26126;&#30333;&#20102;&#65292;&#20080;&#31080;&#24590;&#20040;&#19981;&#31639;&#22909;&#65292;&#23569;&#20102;&#36825;&#20040;&#22810;&#38065;&#65292;&#19981;&#32473;&#65281;13&#23545;&#25105;&#26469;&#35828;&#20063;&#19981;&#23569;&#20102;&#21602;&#65281;&#37027;&#20154;&#19968;&#30452;&#24456;&#29087;&#32451;&#30340;&#35828;&#30528;&#20320;&#30475;&#25105;&#24102;&#30528;&#23567;&#23401;&#22810;&#19981;&#23481;&#26131;&#65292;&#22823;&#23478;&#20986;&#38376;&#37117;&#20114;&#30456;&#24110;&#24537;&#20160;&#20040;&#30340;&#65292;&#31361;&#28982;&#35273;&#24471;&#21487;&#33021;&#26159;&#39575;&#23376;&#65292;&#29408;&#24515;&#36208;&#20102;&#65281;&#21487;&#26159;&#24515;&#37324;&#19968;&#30452;&#24456;&#24871;&#30106;&#65292;&#24635;&#25285;&#24515;&#19975;&#19968;&#20154;&#23478;&#30495;&#30340;&#32570;&#38065;&#65292;&#25105;&#23682;&#19981;&#26159;&#22826;&#26080;&#24773;&#12290;&#27809;&#24819;&#21040;&#21834;&#65292;&#37027;&#22825;&#22312;&#30005;&#35270;&#19978;&#30524;&#30529;&#30529;&#30340;&#30475;&#30528;&#24456;&#22810;&#36319;&#25105;&#19968;&#26679;&#34987;&#39575;&#30340;&#21254;&#21254;&#28216;&#23458;&#12290;&#24681;&#65292;&#28041;&#23244;&#35784;&#39575;&#65292;&#21516;&#23398;&#20204;&#20986;&#38376;&#35201;&#24403;&#24515;&#20102;&#12290;</p>
<p>&#37117;&#35828;&#35199;&#23433;&#27835;&#23433;&#19981;&#22909;&#65292;&#26477;&#24030;&#27835;&#23433;&#22909;&#12290;&#25105;&#21435;&#20102;&#20960;&#27425;&#65292;&#24590;&#20040;&#23601;&#30896;&#21040;&#20004;&#27425;&#39575;&#20154;&#30340;&#20107;&#24773;&#12290;&#38590;&#36947;&#23601;&#30475;&#25105;&#38271;&#20102;&#19968;&#24352;&#21271;&#26041;&#20154;&#30340;&#38754;&#23380;&#65292;&#36824;&#26159;&#22240;&#20026;&#25105;&#32972;&#30340;&#22823;&#21253;&#24590;&#20040;&#30475;&#37117;&#20687;&#22806;&#26469;&#26242;&#20303;&#20154;&#21475;&#65311;</p>
<p>&#35805;&#35828;&#31532;&#19968;&#27425;&#31163;&#24320;&#26477;&#24030;&#26102;&#20505;&#65292;&#36824;&#36935;&#19978;&#37027;&#31181;&#20004;&#20010;&#20154;&#21512;&#20249;&#28436;&#25103;&#30340;&#12290;&#19968;&#20010;&#20154;&#25925;&#24847;&#25226;&#38065;&#25481;&#22312;&#20320;&#38754;&#21069;&#65292;&#28982;&#21518;&#21478;&#19968;&#20010;&#24590;&#26679;&#26469;&#39575;&#38065;&#20043;&#31867;&#30340;&#12290;&#21487;&#26159;&#65292;&#25105;&#27809;&#25441;&#37027;&#38065;&#65292;&#21478;&#22806;&#19968;&#20154;&#25441;&#20102;&#65292;&#36824;&#30828;&#35201;&#32473;&#25105;&#20998;&#28857;&#12290;&#12290;&#12290;&#12290;&#25105;&#23601;&#24819;&#36215;&#23064;&#35828;&#30340;&#65292;&#22825;&#19978;&#23601;&#26159;&#25481;&#39301;&#20799;&#39292;&#20063;&#30776;&#19981;&#21040;&#21681;&#22836;&#19978;&#12290;&#30828;&#26159;&#27809;&#29702;&#20182;&#65292;&#20004;&#20154;&#36824;&#22312;&#25105;&#38754;&#21069;&#19968;&#21809;&#19968;&#21644;&#35828;&#21322;&#22825;&#65292;&#25105;&#30475;&#30528;&#21069;&#26041;&#30340;&#21150;&#20844;&#27004;&#35828;&#65292;&#25105;&#26379;&#21451;&#23601;&#22312;&#37027;&#27004;&#37324;&#20844;&#21496;&#19978;&#29677;&#65292;&#20182;&#22312;&#31561;&#25105;&#12290;&#28982;&#21518;&#24613;&#20914;&#20914;&#30340;&#24448;&#21069;&#36208;&#65292;&#20182;&#20204;&#25165;&#27809;&#36861;&#26469;&#12290;&#24819;&#24819;&#65292;&#36824;&#26159;&#25402;&#21518;&#24597;&#30340;&#65292;&#27605;&#31455;&#65292;&#37027;&#37324;&#26159;&#20559;&#20731;&#26080;&#20154;&#30340;&#39640;&#26032;&#21306;&#65292;&#36830;&#36710;&#37117;&#19981;&#22810;&#65292;&#25105;&#19968;&#22806;&#22320;&#23401;&#23376;&#12290;&#12290;&#12290;&#12290;&#21710;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#21487;&#26159;&#65292;&#25105;&#21040;&#29616;&#22312;&#37117;&#19981;&#26126;&#30333;&#65292;&#20182;&#20204;&#31350;&#31455;&#25171;&#31639;&#20197;&#20309;&#31181;&#25163;&#27573;&#39575;&#25105;&#30340;money&#12290;&#12290;&#12290;&#12290;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;</p>
<p>&#21710;&#65292;&#27809;&#21861;&#24515;&#24773;&#35828;&#39640;&#20852;&#30340;&#20107;&#20799;&#20102;&#12290;</p>
<p>&#24681;&#65292;&#25105;&#23478;&#20080;&#26032;&#25151;&#23376;&#20102;&#65292;&#21608;&#26411;&#22238;&#23478;&#30475;&#23478;&#20855;&#20102;&#65292;&#30475;&#30340;&#32829;&#35823;&#20102;&#25105;&#36214;&#26152;&#26202;&#22238;&#26469;&#30340;&#36710;&#65292;&#20170;&#22825;&#20013;&#21320;&#25165;&#36208;&#12290;&#20855;&#20307;&#65292;&#31561;&#25105;&#26377;&#20102;&#24515;&#24773;&#65292;&#20080;&#20102;&#23478;&#20855;&#65292;&#25110;&#32773;&#25644;&#20102;&#26032;&#23478;&#65292;&#20877;&#35828;&#21543;~~~</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <p class="meta">
    








  


<time datetime="2009-12-11T00:00:00+08:00" pubdate data-updated="true">Dec 11<span>th</span>, 2009</time>
    
  </p>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2009/12/11/%E2%80%9Cpdfmaker%E6%97%A0%E6%B3%95%E6%89%BE%E5%88%B0adobe-pdf-printer-%E7%9A%84%E6%89%93%E5%8D%B0%E9%A9%B1%E5%8A%A8%E7%A8%8B%E5%BA%8F%E2%80%9D%E8%A7%A3%E5%86%B3%E5%8A%9E%E6%B3%95/">“PDFMaker无法找到Adobe PDF Printer 的打印驱动程序”解决办法</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p><span style="font-family: &#23435;&#20307;;"><br />
Adobe Acrobat Perfessional&#26159;&#25991;&#29486;&#26816;&#32034;&#30340;&#24517;&#22791;&#24037;&#20855;&#65292;&#20027;&#35201;&#26159;&#22240;&#20026;&#23427;&#25152;&#38468;&#24102;&#30340;Adobe&#25171;&#21360;&#26426;&#30340;&#34394;&#25311;&#25171;&#21360;&#21151;&#33021;&#22312;&#26816;&#32034;&#20013;&#20855;&#26377;&#38750;&#24120;&#37325;&#35201;&#30340;&#20316;&#29992;&#12290;&#20165;&#20165;&#29992;Adobe Reader&#26159;&#36828;&#36828;&#19981;&#22815;&#30340;<em>&#12290;</em>&#20294;&#26159;&#65292;&#24456;&#22810;&#20154;&#22312;&#23433;&#35013;&#26032;&#29256;&#30340;Adobe Acrobat Perfessional 9.0&#21518;&#21364;&#21457;&#29616;&#26080;&#27861;&#27491;&#24120;&#20351;&#29992;&#20854;&#25171;&#21360;&#21151;&#33021;&#20197;&#21450;&#23558;office&#25991;&#26723;&#36716;&#21270;&#20026;pdf&#25991;&#26723;&#30340;&#21151;&#33021;&#12290;<br /></span><span style="font-family: &#23435;&#20307;;"><span style="font-size: small;">&#12304;&#38382;&#39064;&#30151;&#29366;&#12305;</span></span><br /><span style="font-family: &#23435;&#20307;;"><span style="font-size: small;">&#23433;&#35013;Adobe Acrobat Perfessional 9.0&#21518;&#65292;office&#24037;&#20855;&#26639;&#20013;&#20250;&#26174;&#31034;&#20004;&#20010;&#25353;&#38062;&#12290;&#27491;&#24120;&#24773;&#20917;&#19979;&#65292;&#21487;&#20197;&#28857;&#20987;&#25353;&#38062;&#30452;&#25509;&#23558;&#24403;&#21069;&#30340;office&#25991;&#26723;&#36716;&#21270;&#20026;pdf&#25991;&#26723;&#65292;&#21516;&#26679;IE&#24037;&#20855;&#26639;&#21644;&#21491;&#38190;&#33756;&#21333;&#20013;&#20063;&#26377;&#36825;&#20004;&#20010;&#25353;&#38062;&#65292;&#29992;&#26469;&#23558;&#32593;&#39029;&#36716;&#21270;&#20026;pdf&#25991;&#20214;&#65292;&#38750;&#24120;&#26041;&#20415;&#12290;</span></span><br /><span style="font-family: &#23435;&#20307;;"><span style="font-size: small;">&#38382;&#39064;&#26159;&#65306;&#32593;&#39029;&#25991;&#20214;&#21487;&#20197;&#39034;&#21033;&#36716;&#21270;&#20026;pdf&#25991;&#20214;&#65292;&#20294;office &#25991;&#26723;&#19981;&#33021;&#36716;&#21270;&#20026;<br />
pdf &#25991;&#26723;&#65292;&#27599;&#27425;&#28857;&#20987;word&#19978;&#30340;&#8220;&#36716;&#21270;&#20026;pdf&#8221;&#25353;&#38062;&#26102;&#65292;&#23601;&#24377;&#20986;&#23545;&#35805;&#26694;&#8220;PDFMaker&#26080;&#27861;&#25214;&#21040;Adobe PDF Printer<br />
&#30340;&#25171;&#21360;&#39537;&#21160;&#31243;&#24207;&#65292;&#35831;&#37325;&#35013;Adobe Acrobat Perfessional<br />
&#65281;&#8221;&#19981;&#20165;&#22914;&#27492;&#65292;&#24403;&#25105;&#20204;&#24819;&#35201;&#20351;&#29992;Adobe&#30340;&#25171;&#21360;&#21151;&#33021;&#26102;&#65292;&#20063;&#20250;&#21457;&#29616;&#25214;&#19981;&#21040;Adobe PDF Printer&#30340;&#25171;&#21360;&#39537;&#21160;&#31243;&#24207;&#12290;</span></span><br /><span style="font-family: &#23435;&#20307;;"><span style="font-size: small;">&#12304;&#38382;&#39064;&#20998;&#26512;&#12305;</span></span><br /><span style="font-family: &#23435;&#20307;;"><span style="font-size: small;">Adobe<br />
Acrobat&#26159;&#36890;&#36807;&#19968;&#20010;&#34394;&#25311;&#25171;&#21360;&#31243;&#24207;&#23454;&#29616;office&#25991;&#26723;&#21040;pdf&#25991;&#26723;&#36716;&#21270;&#30340;&#65292;&#36825;&#20010;&#34394;&#25311;&#25171;&#21360;&#39537;&#21160;&#31243;&#24207;&#23601;&#26159;&#8220;Adobe PDF<br />
Printer&#8221;&#12290;&#27491;&#24120;&#24773;&#20917;&#19979;&#65292;Adobe Acrobat &#23433;&#35013;&#23436;&#25104;&#21518;&#65292;&#24212;&#35813;&#21487;&#20197;&#22312;&#8220;&#25511;&#21046;&#38754;&#26495;-&#25171;&#21360;&#26426;&#21644;&#20256;&#30495;&#8221;&#20013;&#22686;&#21152;&#20986;&#26469;&#19968;&#20010;&#31867;&#20284;&#8220;Adobe<br />
PDF<br />
Converter&#8221;&#30340;&#25171;&#21360;&#26426;&#65292;&#22914;&#26524;&#27809;&#26377;&#36825;&#20010;&#25171;&#21360;&#26426;&#65292;&#23601;&#35828;&#26126;&#25171;&#21360;&#39537;&#21160;&#31243;&#24207;&#23433;&#35013;&#26377;&#38382;&#39064;&#65292;&#22312;&#35013;&#25442;office&#25991;&#26723;&#26102;&#23601;&#20250;&#20986;&#29616;&#24377;&#20986;&#23545;&#35805;&#26694;&#8220;PDFMaker&#26080;&#27861;<br />
&#25214;&#21040;Adobe PDF Printer &#30340;&#25171;&#21360;&#39537;&#21160;&#31243;&#24207;&#8221;&#30340;&#38382;&#39064;&#12290;</span></span><br /><span style="font-family: &#23435;&#20307;;"><span style="font-size: small;">&#12304;&#38382;&#39064;&#35299;&#20915;&#12305;</span></span><br /><span style="font-family: &#23435;&#20307;;"><span style="font-size: small;">&#20135;&#29983;&#36825;&#19968;&#38382;&#39064;&#30340;&#20027;&#35201;&#21407;&#22240;&#26159;&#24456;&#22810;&#29992;&#25143;&#20351;&#29992;&#30340;&#26159;&#31934;&#31616;&#29256;&#30340;windows&#25805;&#20316;&#31995;&#32479;&#65292;&#31995;&#32479;&#25226;&#19968;&#20123;&#25171;&#21360;&#39537;&#21160;&#38656;&#35201;&#30340;&#25991;&#20214;&#31934;&#31616;&#25481;&#20102;&#12290;&#22240;&#27492;&#23545;&#24212;&#30340;&#35299;&#20915;&#21150;&#27861;&#26159;&#65306;</span></span><br /><span style="font-family: &#23435;&#20307;;"><span style="font-size: small;">1&#12289;&#25163;&#21160;&#22312;&#25511;&#21046;&#38754;&#26495;&#28155;&#21152;&#25171;&#21360;&#26426;&#65292;&#36873;&#25321;&#8220;&#36830;&#25509;&#21040;&#27492;&#35745;&#31639;&#26426;&#30340;&#26412;&#22320;&#25171;&#21360;&#26426;&#8221;&#65292;&#24182;&#21462;&#28040;&#8220;&#33258;&#21160;&#26816;&#27979;&#24182;&#23433;&#35013;&#21363;&#25554;&#21363;&#29992;&#25171;&#21360;&#26426;&#8221;&#36873;&#25321;&#65292;&#31471;&#21475;&#36873;&#25321;&#8220;Adobe PDF&#8221;&#65292;&#22914;&#26524;&#27809;&#26377;&#36825;&#20010;&#31471;&#21475;&#65292;&#21017;&#36873;&#25321;&#21019;&#24314;&#26032;&#31471;&#21475;&#12290;</span></span><br /><span style="font-family: &#23435;&#20307;;"><span style="font-size: small;">2&#12289;&#39537;&#21160;&#31243;&#24207;&#19981;&#35201;&#22312;&#21015;&#34920;&#20013;&#36873;&#25321;&#65292;&#32780;&#26159;&#36873;&#25321;&#20174;&#30913;&#30424;&#23433;&#35013;&#65292;&#36873;&#25321;&#25351;&#21521;Acrobat&#25991;&#20214;&#22841;&#19979;&#30340;Xtras&#23376;&#30446;&#24405;&#65292;&#25214;&#21040;AdobePDF.inf&#65288;&#36825;&#20010;&#23601;&#26159;&#20851;&#38190;&#30340;&#39537;&#21160;&#31243;&#24207;&#25991;&#20214;&#65289;&#65306;</span></span><br /><span style="font-family: &#23435;&#20307;;"><span style="font-size: small;">C:\Program Files\Adobe\Acrobat 9.0\Acrobat\Xtras\AdobePDF</span></span><br /><span style="font-family: &#23435;&#20307;;"><span style="font-size: small;">&#28982;&#21518;&#23433;&#35013;&#12290;</span></span><br /><span style="font-family: &#23435;&#20307;;"><span style="font-size: small;">3&#12289;&#23433;&#35013;&#23436;&#25104;&#21069;&#21069;&#65292;&#31995;&#32479;&#20250;&#22797;&#21046;&#19968;&#20123;&#23433;&#35013;&#39537;&#21160;&#31243;&#24207;&#24517;&#39035;&#30340;&#25991;&#20214;&#65292;&#20854;&#20013;&#21253;&#25324;&#20004;&#20010;&#25991;&#20214;&#65306;pscript.hlp&#21644;aplwcsb1.ppd&#65292;&#32780;&#19988;&#19981;&#33021;&#24573;&#30053;&#65292;&#21542;&#21017;&#39537;&#21160;&#26080;&#27861;&#27491;&#30830;&#23433;&#35013;&#12290;&#26412;&#25991;&#30340;&#38468;&#20214;&#23601;&#26159;&#36825;&#20004;&#20010;&#25991;&#20214;&#12290;&#19979;&#36733;&#36825;&#20004;&#20010;&#25991;&#20214;&#65292;&#25351;&#23450;&#32473;&#31995;&#32479;&#30456;&#24212;&#30340;&#22320;&#22336;&#65292;&#23601;&#21487;&#20197;&#23436;&#25104;&#23433;&#35013;&#20102;&#12290;</span></span><br /><span style="font-family: &#23435;&#20307;;"><span style="font-size: small;">4&#12289;OK&#65292;&#29616;&#22312;&#20320;&#30340;&#25171;&#21360;&#26426;&#20013;&#32456;&#20110;&#20986;&#29616;Adobe PDF Converter<br />
&#65292;&#20294;&#26159;&#36825;&#20010;&#26102;&#20399;office&#20013;&#30340;&#36716;&#25442;&#25353;&#38062;&#36824;&#26159;&#19981;&#33021;&#27491;&#24120;&#20351;&#29992;&#65292;&#20381;&#28982;&#20250;&#24377;&#20986;&#23545;&#35805;&#26694;&#65281;&#24517;&#39035;&#23558;&#36825;&#20010;&#25171;&#21360;&#26426;&#30340;&#21517;&#23383;&#37325;&#21629;&#21517;&#20026;&#8220;Adobe<br />
PDF&#8221;&#12290;&#37325;&#21629;&#21517;&#21518;&#65292;&#27979;&#35797;&#21491;&#38190;&#33756;&#21333;&#21644;Office&#20013;&#30340;&#36716;&#25442;&#25351;&#20196;&#65292;&#32456;&#20110;&#39034;&#21033;&#36716;&#25442;&#25104;&#21151;&#65281;&#65281;</span></span></p>
<p><span style="font-family: &#23435;&#20307;;"><span style="font-size: small;">http://www.bjzmw.cn/bbs/attachment.php?aid=124&#32570;&#23569;&#30340;&#25991;&#20214;&#36825;&#37324;&#19979;&#36733;<br /></span></span></p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <p class="meta">
    








  


<time datetime="2009-12-06T00:00:00+08:00" pubdate data-updated="true">Dec 6<span>th</span>, 2009</time>
    
  </p>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2009/12/06/%E9%87%8A%E6%A2%A6/">释梦</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p><img src="http://filer.blogbus.com/5333148/53331481260067687u.jpg" border="0" alt="" /></p>
<p>&#21448;&#20570;&#20102;&#19968;&#22812;&#30340;&#26790;&#65292;&#34987;&#36861;&#26432;&#65292;&#36825;&#27425;&#26159;&#26657;&#22253;&#26538;&#20987;&#26696;&#65292;&#25105;&#25340;&#21629;&#30340;&#36867;&#65292;&#20225;&#22270;&#36530;&#36807;&#26538;&#25163;&#30340;&#36861;&#20987;&#65292;&#36305;&#20102;&#25972;&#25972;&#19968;&#26202;&#19978;&#65292;&#22909;&#32047;~~~</p>
<p>&#20174;&#23567;&#26368;&#29233;&#20570;&#20004;&#31181;&#26790;&#65306;</p>
<p>&#20174;&#27004;&#26799;&#25110;&#20219;&#20309;&#39640;&#30340;&#22320;&#26041;&#19968;&#33050;&#36393;&#31354;&#65292;&#22368;&#20837;&#26080;&#24213;&#28145;&#28170;&#65292;&#25972;&#20010;&#20154;&#19968;&#20010;&#28608;&#28789;&#20174;&#26790;&#20013;&#24778;&#37266;&#12290;&#26377;&#20154;&#23433;&#24944;&#25105;&#35828;&#36825;&#26159;&#22312;&#38271;&#20010;&#23376;&#65292;&#25105;&#25285;&#24515;&#36825;&#26159;&#21069;&#19990;&#20170;&#29983;&#26576;&#31181;&#23487;&#21629;&#30340;&#26263;&#31034;&#12290;&#26368;&#36817;&#20960;&#24180;&#65292;&#27604;&#36739;&#23569;&#20570;&#36825;&#26679;&#30340;&#26790;&#20102;&#65292;&#20294;&#24635;&#26159;&#20196;&#20154;&#23475;&#24597;&#12290;</p>
<p>&#21478;&#19968;&#31181;&#65292;&#23601;&#26159;&#21069;&#22812;&#30340;&#36861;&#26432;&#21095;&#12290;&#34987;&#19981;&#21516;&#30340;&#20154;&#36861;&#26432;&#65292;&#36319;&#30528;&#19981;&#21516;&#30340;&#20154;&#36867;&#38590;&#65292;&#20854;&#20013;&#30340;&#24778;&#24515;&#21160;&#39748;&#19981;&#20122;&#20110;&#30475;&#19968;&#37096;&#22909;&#33713;&#22366;&#24748;&#30097;&#29255;&#12290;&#25972;&#20010;&#22812;&#26202;&#65292;&#31070;&#32463;&#32039;&#24352;&#65292;&#33258;&#24049;&#30340;&#24515;&#33039;&#20284;&#20046;&#37117;&#22312;&#29123;&#28903;&#65292;&#26089;&#26216;&#37266;&#26469;&#65292;&#20284;&#20046;&#36825;&#19968;&#22812;&#37117;&#27809;&#30561;&#30528;&#12290;</p>
<p>&#30334;&#24230;&#20102;&#19968;&#19979;&#65292;&#24635;&#26159;&#26790;&#35265;&#34987;&#36861;&#26432;&#26159;&#32570;&#20047;&#23433;&#20840;&#24863;&#30340;&#34920;&#29616;&#65292;&#21548;&#36215;&#26469;&#36824;&#34542;&#31526;&#21512;&#36923;&#36753;&#30340;&#12290;&#19981;&#30693;&#36947;&#22312;&#21738;&#37324;&#33021;&#25214;&#21040;&#23433;&#20840;&#24863;</p>
<p>&#22238;&#24518;&#20102;&#19968;&#19979;&#65292;&#29422;&#23376;&#65292;&#29481;&#29481;&#65292;&#26538;&#25163;&#65292;&#31934;&#31070;&#30149;&#24739;&#32773;&#65292;&#30005;&#24433;&#30005;&#35270;&#23567;&#35828;&#20013;&#30340;&#37034;&#24694;&#21147;&#37327;&#65292;&#29616;&#23454;&#29983;&#27963;&#20013;&#25105;&#19981;&#21916;&#27426;&#30340;&#20154;&#65292;&#23475;&#24597;&#30340;&#20154;&#12290;&#12290;&#12290;&#12290;&#37117;&#26366;&#32463;&#35201;&#26469;&#25810;&#25343;&#25105;&#12290;&#32780;&#36319;&#30528;&#25105;&#36867;&#38590;&#30340;&#65292;&#26377;&#23478;&#20154;&#65292;&#38394;&#34588;&#20204;&#65292;&#36824;&#26377;&#26576;&#33879;&#21517;&#39764;&#27861;&#24072;&#65292;&#31070;&#20185;&#25945;&#27597;&#20043;&#31867;&#65292;&#26377;&#27425;&#36824;&#24102;&#30528;&#29492;&#23376;&#65288;&#36825;&#23478;&#20249;&#23436;&#20840;&#26159;&#32047;&#36184;&#65292;&#19968;&#28857;&#24537;&#37117;&#24110;&#19981;&#19978;&#65292;&#36824;&#24471;&#25105;&#25805;&#24515;&#20445;&#25252;&#12290;&#12290;&#12290;&#65289;&#12290;</p>
<p>&#21360;&#35937;&#26368;&#28145;&#30340;&#19968;&#27425;&#65292;&#26159;&#34987;&#22823;&#29481;&#29481;&#36861;&#26432;&#65292;&#22312;&#36867;&#36305;&#30340;&#36807;&#31243;&#20013;&#20174;&#27004;&#26799;&#19978;&#25684;&#19979;&#26469;&#12290;&#20004;&#20010;&#22121;&#26790;&#30340;&#32467;&#21512;&#20307;~~~</p>
<p>&#24681;&#65292;&#25105;&#23454;&#22312;&#19981;&#21916;&#27426;&#20570;&#36825;&#26679;&#30340;&#26790;&#65292;&#24590;&#26679;&#33021;&#25226;&#20182;&#20174;&#33041;&#20013;&#36214;&#36208;&#12290;
<object classid="clsid:6bf52a52-394a-11d3-b153-00c04f79faa6" width="0" height="0" codebase="http://activex.microsoft.com/activex/controls/mplayer/en/nsmp2inf.cab#Version=5,1,52,701">
<param name="url" value="http://super.yeshj.com/music/musics/2008/07/28/a4fa01b004b249c78957d7b45700a77d.mp3" /><embed type="application/x-mplayer2" width="0" height="0" src="http://super.yeshj.com/music/musics/2008/07/28/a4fa01b004b249c78957d7b45700a77d.mp3"></embed></object>
</p>
                                    </p>
</div>
  
  


    </article>
  
  <div class="pagination">
    
      <a class="prev" href="/blog/page/41/">&larr; Older</a>
    
    <a href="/blog/archives">Blog Archives</a>
    
    <a class="next" href="/blog/page/39/">Newer &rarr;</a>
    
  </div>
</div>
<aside class="sidebar">
  
    <section>
  <h1>Recent Posts</h1>
  <ul id="recent_posts">
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-change-git-repo-name/">how to change git repo name</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-setup-a-new-remote-git-repo/">How to setup a new remote git repo</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/13/hui-gu-2012/">回顾2012</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/08/my-frist-post/">my-frist-post</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/05/14/eclipse---java.lang.noclassdeffounderror%3A-com.jayway.android.robotium.solo.solo%E9%94%99%E8%AF%AF%E8%A7%A3%E5%86%B3/">eclipse - java.lang.NoClassDefFoundError: com.jayway.android.robotium.solo.Solo错误解决</a>
      </li>
    
  </ul>
</section>






  
</aside>

    </div>
  </div>
  <footer role="contentinfo"><p>
  Copyright &copy; 2013 - muggleyoung -
  <span class="credit">Powered by <a href="http://octopress.org">Octopress</a>. Design by <a href="http://octopressthemes.com">Octopress Themes</a>.</span>
</p>

</footer>
  







  <script type="text/javascript">
    (function(){
      var twitterWidgets = document.createElement('script');
      twitterWidgets.type = 'text/javascript';
      twitterWidgets.async = true;
      twitterWidgets.src = 'http://platform.twitter.com/widgets.js';
      document.getElementsByTagName('head')[0].appendChild(twitterWidgets);
    })();
  </script>





</body>
</html>
