
<!DOCTYPE html>
<!--[if IEMobile 7 ]><html class="no-js iem7"><![endif]-->
<!--[if lt IE 9]><html class="no-js lte-ie8"><![endif]-->
<!--[if (gt IE 8)|(gt IEMobile 7)|!(IEMobile)|!(IE)]><!--><html class="no-js" lang="en"><!--<![endif]-->
<head>
  <meta charset="utf-8">
  <title>地球一小时 - </title>
  <meta name="author" content="muggleyoung">

  
  <meta name="description" content="&#25105;&#23545;&#35199;&#30005;&#36824;&#26159;&#26377;&#24863;&#24773;&#30340;&#21543;&#65292;&#21487;&#26159;&#30740;&#31350;&#29983;&#35835;&# &hellip;">
  

  <!-- http://t.co/dKP3o1e -->
  <meta name="HandheldFriendly" content="True">
  <meta name="MobileOptimized" content="320">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  
  <link rel="canonical" href="http://muggleyoung.github.com/blog/2010/03/26/%E5%9C%B0%E7%90%83%E4%B8%80%E5%B0%8F%E6%97%B6/">
  <link href="/favicon.png" rel="icon">
  <link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
  <script src="/javascripts/modernizr-2.0.js"></script>
  <script src="/javascripts/ender.js"></script>
  <script src="/javascripts/octopress.js" type="text/javascript"></script>
  <link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
  <!--Fonts from Google"s Web font directory at http://google.com/webfonts -->
<link href="http://fonts.googleapis.com/css?family=PT+Serif:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<link href="http://fonts.googleapis.com/css?family=PT+Sans:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">

  

</head>

<body   >
  <header role="banner"><hgroup>
  <h1><a href="/"></a></h1>
  
    <h2>young for you</h2>
  
</hgroup>

</header>
  <nav role="navigation"><ul class="subscription" data-subscription="rss">
  <li><a href="/atom.xml" rel="subscribe-rss" title="subscribe via RSS">RSS</a></li>
  
</ul>
  
<form action="http://google.com/search" method="get">
  <fieldset role="search">
    <input type="hidden" name="q" value="site:muggleyoung.github.com" />
    <input class="search" type="text" name="q" results="0" placeholder="Search"/>
  </fieldset>
</form>
  
<ul class="main-navigation">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
</ul>

</nav>
  <div id="main">
    <div id="content">
      <div>
<article class="hentry" role="article">
  
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-03-26T00:00:00+08:00" pubdate data-updated="true">Mar 26<span>th</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title">地球一小时</h1>
    
  </header>


<div class="entry-content"><p>
                                    <p>&#25105;&#23545;&#35199;&#30005;&#36824;&#26159;&#26377;&#24863;&#24773;&#30340;&#21543;&#65292;&#21487;&#26159;&#30740;&#31350;&#29983;&#35835;&#20102;&#24555;&#20004;&#24180;&#20102;&#65292;&#23545;&#32769;&#26657;&#21306;&#36824;&#26159;&#19981;&#24590;&#20040;&#26377;&#24402;&#23646;&#24863;&#12290;</p>
<p>&#24681;&#65292;&#20250;&#36825;&#20040;&#24819;&#65292;&#22240;&#20026;&#20170;&#22825;&#30896;&#20102;&#20004;&#20010;&#22823;&#38025;&#23376;&#12290;</p>
<p>&#20013;&#21320;&#36319;&#19968;&#23460;&#21451;&#35828;&#36215;&#65292;&#22320;&#29699;&#19968;&#23567;&#26102;&#30340;&#27963;&#21160;&#65292;&#23043;&#19968;&#28857;&#19981;&#22312;&#24847;&#65292;&#20110;&#26159;&#25105;&#35762;&#20102;&#33258;&#24049;&#30340;&#30475;&#27861;&#12290;&#28982;&#21518;&#23043;&#23601;&#24320;&#22987;&#25366;&#33510;&#25105;&#20102;&#65292;&#20160;&#20040;&#8216;&#25105;&#23601;&#26159;&#36825;&#20040;&#20439;&#27668;&#21834;&#65292;&#24635;&#20320;&#39640;&#23578;&#21834;&#8217;&#20043;&#31867;&#65292;&#20854;&#23454;&#65292;&#25105;&#20063;&#21482;&#26159;&#24819;&#35762;&#35762;&#33258;&#24049;&#30340;&#24819;&#27861;&#32780;&#24050;&#65292;&#19981;&#24819;&#20132;&#27969;&#23601;&#31639;&#20102;&#65292;&#20309;&#24517;&#36825;&#20040;&#24613;&#30528;&#21010;&#28165;&#30028;&#38480;&#21602;&#12290;&#36825;&#26412;&#26469;&#23601;&#26159;&#20986;&#20110;&#33258;&#35273;&#33258;&#24895;&#30340;&#65292;&#27809;&#20154;&#36924;&#20320;&#12290;&#23601;&#31639;&#30828;&#36924;&#30528;&#20320;&#29031;&#20570;&#20102;&#65292;&#24515;&#37324;&#19981;&#36825;&#20040;&#24819;&#65292;&#19968;&#24180;&#20851;&#19968;&#23567;&#26102;&#28783;&#30830;&#23454;&#19981;&#31639;&#21861;&#65292;&#26080;&#25152;&#35859;&#20102;&#12290;</p>
<p>&#19979;&#21320;&#25105;&#27809;&#21560;&#21462;&#25945;&#35757;&#65292;&#26202;&#39277;&#26102;&#21448;&#36319;&#21478;&#22806;&#20457;&#23460;&#21451;&#35828;&#36215;&#36825;&#20107;&#20799;&#65292;&#36825;&#20457;&#36824;&#31639;&#32473;&#38754;&#23376;&#65292;&#27809;&#25439;&#25105;&#12290;&#21482;&#35828;&#24179;&#26102;&#27809;&#24590;&#20040;&#36153;&#30005;&#23601;&#22909;&#20102;&#65292;&#31449;&#30528;&#35828;&#35805;&#19981;&#33136;&#30140;&#20043;&#21518;&#65292;&#23043;&#24847;&#35782;&#21040;&#33258;&#24049;&#23454;&#39564;&#23460;&#30005;&#33041;&#27809;&#20851;&#12290;&#12290;&#12290;&#12290;&#12290;&#22909;&#21543;&#65292;&#20320;&#33258;&#24049;&#24863;&#35273;&#22909;&#65292;&#25105;&#20063;&#38381;&#22068;&#19981;&#22810;&#35828;&#20102;&#12290;&#27604;&#36215;&#28010;&#36153;&#30340;&#65292;&#21681;&#31639;&#26159;&#30465;&#30340;&#20102;&#65292;&#21487;&#27604;&#36215;&#26356;&#33410;&#30465;&#30340;&#65292;&#25105;&#20204;&#20854;&#23454;&#24456;&#22882;&#20360;&#12290;&#20107;&#24773;&#20840;&#22312;&#20110;&#20320;&#24590;&#20040;&#30475;&#12290;</p>
<p>&#25105;&#20204;&#20851;&#19968;&#23567;&#26102;&#28783;&#19981;&#31639;&#20160;&#20040;&#65292;&#21487;&#26159;&#25193;&#22823;&#21040;&#25972;&#20010;&#35199;&#30005;&#65292;&#25972;&#20010;&#35199;&#23433;&#65292;&#21253;&#25324;&#22478;&#24066;&#26223;&#35266;&#65292;&#22823;&#22411;&#36229;&#24066;&#65292;&#21333;&#20301;&#65292;&#36825;&#26159;&#19968;&#20010;&#19981;&#23567;&#30340;&#25968;&#30446;&#12290;&#20855;&#20307;&#30340;&#25105;&#20063;&#19981;&#22810;&#35828;&#20102;&#65292;&#24453;&#20250;&#36716;&#28857;&#30334;&#24230;&#26469;&#30340;&#25968;&#23383;&#65292;&#24456;&#26377;&#35828;&#26381;&#21147;&#12290;</p>
<p>&#27605;&#31455;&#65292;&#36825;&#19968;&#23567;&#26102;&#65292;&#21482;&#26159;&#20256;&#36882;&#19968;&#31181;&#24577;&#24230;&#12290;&#21516;&#26679;&#36890;&#36807;&#36825;&#19968;&#23567;&#26102;&#65292;&#25105;&#20204;&#20063;&#33021;&#30475;&#21040;&#33258;&#24049;&#30340;&#21147;&#37327;&#12290;&#34920;&#26126;&#24577;&#24230;&#21644;&#20174;&#24179;&#26102;&#20570;&#36215;&#19968;&#28857;&#20799;&#20063;&#19981;&#20914;&#31361;&#21834;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#20877;&#35828;&#20102;&#65292;&#25972;&#22825;&#23545;&#30528;&#30005;&#33041;&#30475;&#30005;&#35270;&#21095;&#26377;&#20160;&#20040;&#24847;&#24605;&#65292;&#20598;&#23572;&#20026;&#20043;&#20063;&#23601;&#32610;&#20102;&#12290;&#36825;&#20063;&#26159;&#19968;&#20010;&#26426;&#20250;&#65292;&#24378;&#36843;&#33258;&#24049;&#25670;&#33073;&#29616;&#20195;&#25216;&#26415;&#30340;&#26463;&#32538;&#65292;&#21710;&#65292;&#22909;&#21543;&#65292;&#25105;&#30041;&#30528;&#33258;&#24049;&#29645;&#24796;&#36825;&#26426;&#20250;&#21543;&#12290;</p>
<p>&#31361;&#28982;&#24819;&#36215;&#30456;&#26426;&#19981;&#22312;&#25105;&#36825;&#37324;&#65292;&#26126;&#26202;&#30475;&#30475;&#33021;&#25293;&#28857;&#29031;&#29255;&#19981;&#65292;&#25105;&#21487;&#24604;&#30340;&#30772;&#30456;&#26426;&#21834;~~~~</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;</p>
<p>&#20197;&#19979;&#26469;&#33258;&#30334;&#24230;&#30334;&#31185;&#65292;&#20171;&#32461;&#24456;&#22810;&#65292;&#25105;&#21482;&#25688;&#20102;&#24847;&#20041;&#37027;&#19968;&#27573;&#65306;</p>
<p>&#12288;<span style="color: #0000ff;">&#12288;2008&#24180;&#65292;&#24713;&#23612;&#20840;&#22478;&#22312;&#8220;&#22320;&#29699;&#19968;&#23567;&#26102;&#8221;&#20869;&#33021;&#28304;&#28040;&#32791;&#19979;&#38477;&#20102;8.4&#65285;&#65292;&#30456;&#24403;&#20110;&#29060;&#28781;&#20102;160&#19975;&#21482;&#28783;&#27873;&#12290;&#26032;&#35199;&#20848;&#21807;&#19968;&#19968;&#20010;&#27491;&#24335;&#21442;&#21152;&#29060;&#28783;&#27963;&#21160;&#30340;&#22478;&#24066;&#20811;&#36182;&#26031;&#29305;&#24443;&#22855;&#65292;&#20844;&#24067;&#30340;&#25968;&#25454;&#26174;&#31034;&#65292;&#29060;&#28783;&#19968;&#23567;&#26102;&#65292;&#33021;&#28304;&#28040;&#32791;&#20943;&#23569;&#20102;&#23558;&#36817;13&#65285;&#12290;<br /></span>
</p>
<p><span style="color: #0000ff;">&#12288;&#12288;&#27627;&#26080;&#30097;&#38382;&#65292;&#29060;&#28783;&#31168;&#30340;&#23459;&#20256;&#25928;&#26524;&#36828;&#36828;&#22823;&#20110;&#23454;&#38469;&#30340;&#20943;&#25490;&#25928;&#26524;&#12290;&#22312;&#20840;&#29699;&#30340;&#8220;&#29060;&#28783;&#31168;&#8221;&#25509;&#21147;&#19979;&#65292;&#26356;&#22810;&#30340;&#20154;&#24320;&#22987;&#24847;&#35782;&#21040;&#33410;&#33021;&#20943;&#25490;&#30340;&#37325;&#35201;&#24615;&#65292;&#24182;&#19988;&#29992;&#33258;&#24049;&#30340;&#26041;&#24335;&#26469;&#21442;&#21152;&#36825;&#19968;&#27963;&#21160;&#12290;<br />&#12288;&#12288;&#32654;&#22269;&#20234;&#21033;&#35834;&#20234;&#24030;&#30382;&#22885;&#37324;&#20122;&#19968;&#23478;&#38050;&#38081;&#20844;&#21496;&#30340;&#39038;&#38382;&#26031;&#33922;&#33452;&#22958;&#183;&#38886;&#37324;&#20811;&#21033;&#29992;&#29060;&#28783;&#19968;&#23567;&#26102;&#20026;&#26379;&#21451;&#20204;&#21150;&#20102;&#19968;&#22330;&#27966;<br />
&#23545;&#65292;&#20027;&#39064;&#26159;&#8220;B<br />
YOC&#8221;&#65292;&#21363;&#8220;&#24102;&#30528;&#20320;&#30340;&#34593;&#28891;&#26469;&#8221;&#12290;42&#23681;&#30340;&#26031;&#33922;&#33452;&#22958;&#183;&#38886;&#37324;&#20811;&#26377;&#20102;&#36825;&#27425;&#32463;&#39564;&#21518;&#65292;&#20915;&#23450;&#20197;&#21518;&#27599;&#20010;&#26376;&#37117;&#22312;&#33258;&#24049;&#23478;&#20013;&#25630;&#19968;&#27425;&#8220;&#22320;&#29699;&#19968;&#23567;&#26102;&#8221;&#27963;&#21160;&#65292;&#29978;&#33267;&#25171;&#31639;&#20026;&#33258;&#24049;&#21150;&#8220;&#32511;<br />
&#33394;&#33900;&#31036;&#8221;&#12290;<br />&#12288;&#12288;2008&#24180;&#65292;&#38543;&#30528;&#8220;&#22320;&#29699;&#19968;&#23567;&#26102;&#8221;&#30340;&#20381;&#27425;&#26469;&#20020;&#65292;&#20174;&#26000;&#27982;&#12289;&#26032;&#35199;&#20848;&#21040;&#28595;&#22823;&#21033;&#20122;&#65292;&#20877;&#21040;&#20122;&#27954;&#12289;&#27431;&#27954;&#21644;&#32654;<br />
&#27954;&#65292;&#19990;&#30028;&#35768;&#22810;&#33879;&#21517;&#22478;&#24066;&#30340;&#24066;&#27665;&#24320;&#22987;&#21517;&#27491;&#35328;&#39034;&#22320;&#20139;&#21463;&#28891;&#20809;&#26202;&#23476;&#12290;&#20854;&#20013;&#65292;&#26032;&#35199;&#20848;&#31532;&#19977;&#22823;&#22478;&#24066;&#20811;&#36182;&#26031;&#29305;&#30340;&#26631;&#24535;&#24615;&#24314;&#31569;&#22823;&#25945;&#22530;&#22312;&#24066;&#38271;&#30340;&#20027;&#25345;&#19979;&#29575;&#20808;&#29060;&#28783;&#12290;&#25968;&#30334;&#21517;&#24403;&#22320;&#27665;&#20247;&#22312;&#22823;<br />
&#25945;&#22530;&#24191;&#22330;&#35266;&#30475;&#20102;&#19968;&#37096;&#20851;&#27880;&#29615;&#20445;&#30340;&#32426;&#24405;&#29255;&#65292;&#28982;&#21518;&#19968;&#36215;&#28044;&#21521;&#24403;&#22320;&#30340;&#39184;&#39302;&#12289;&#37202;&#21543;&#12290;&#36825;&#37324;&#20840;&#37096;&#28857;&#19978;&#20102;&#34593;&#28891;&#65292;&#20030;&#34892;&#28891;&#20809;&#26202;&#39184;&#12290;&#25968;&#21315;&#20010;&#23478;&#24237;&#20063;&#22312;&#23478;&#20013;&#24320;&#22987;&#20102;&#28010;&#28459;&#30340;&#28891;&#20809;&#24189;&#20250;&#12290;<br />&#12288;&#12288;&#29060;&#28783;&#26102;&#21051;&#65292;&#27888;&#22269;&#26364;&#35895;&#19968;&#23478;&#39277;&#24215;&#34429;&#28982;&#26242;&#26102;&#20013;&#26029;&#25552;&#20379;&#28909;&#39135;&#21644;&#38656;&#21152;&#28909;&#30340;&#39278;&#26009;&#65292;&#20294;&#21069;&#21435;&#21442;&#21152;&#28891;&#20809;&#23476;&#20250;&#30340;&#20154;&#36824;&#26159;&#35753;&#39184;&#21381;&#29190;&#28385;&#12290;&#33437;&#21152;&#21733;&#21916;&#26469;&#30331;&#39277;&#24215;&#29060;&#28781;&#28783;&#20809;&#21518;&#65292;&#22312;&#22823;&#22530;&#20013;&#20026;&#23458;&#20154;&#20204;&#25552;&#20379;&#21457;&#20809;&#30340;&#20912;&#22359;&#65292;&#21035;&#26377;&#39118;&#24773;&#12290;<br />&#12288;&#12288;&#22312;&#20025;&#40614;&#39318;&#37117;&#21733;&#26412;&#21704;&#26681;&#30340;&#24191;&#22330;&#19978;&#65292;&#35768;&#22810;&#20154;&#25260;&#22836;&#20208;&#26395;&#22825;&#31354;&#30475;&#26143;&#26143;&#12290;&#19990;&#30028;&#33258;&#28982;&#20445;&#25252;&#22522;&#37329;&#20250;&#22312;&#20025;&#40614;&#30340;&#21457;&#35328;&#20154;&#35828;&#65306;&#8220;&#22312;&#22478;&#24066;&#37324;&#65292;&#20320;&#33021;&#30475;&#26143;&#26143;&#30340;&#26085;&#23376;&#24656;&#24597;&#19981;&#26159;&#24456;&#22810;&#12290;&#8221;<br />&#12288;&#12288;&#29233;&#23572;&#20848;&#39318;&#37117;&#37117;&#26575;&#26519;&#30340;&#20964;&#20976;&#20844;&#22253;&#65292;&#29233;&#23572;&#20848;&#22825;&#25991;&#23398;&#20250;&#20026;&#20154;&#20204;&#26550;&#36215;&#20102;&#30805;&#22823;&#30340;&#26395;&#36828;&#38236;&#65292;&#24076;&#26395;&#20154;&#20204;&#33021;&#21033;&#29992;&#22478;&#24066;&#28783;&#20809;&#29060;&#28781;&#30340;&#26102;&#21051;&#22909;&#22909;&#35266;&#36175;&#8220;&#28799;&#28866;&#30340;&#26143;&#31354;&#8221;&#12290;&#26368;&#21892;&#20110;&#21033;&#29992;&#26102;&#38388;&#30340;&#24656;&#24597;&#26159;&#33437;&#21152;&#21733;&#30340;&#19968;&#20123;&#22823;&#21414;&#65292;&#27604;&#22914;&#32422;&#32752;&#183;&#27721;&#32771;&#20811;&#20013;&#24515;&#65292;&#31649;&#29702;&#32773;&#21033;&#29992;&#29060;&#28783;&#26102;&#38388;&#23558;&#22823;&#21414;&#20869;&#25968;&#30334;&#20010;&#30333;&#28861;&#28783;&#27704;&#20037;&#26356;&#25442;&#25104;&#20102;&#33410;&#33021;&#28783;&#27873;&#12290;<br />&#12288;&#12288;&#38024;&#23545;&#22914;&#20309;&#26377;&#24847;&#20041;&#22320;&#24230;&#36807;&#20170;&#24180;3&#26376;28&#26085;&#26202;&#19978;&#30340;&#19968;&#23567;&#26102;&#65292;&#33879;&#21517;&#38050;&#29748;&#23478;&#37070;&#26391;&#30340;&#24314;&#35758;&#19981;&#20047;&#24189;&#40664;&#65306;&#8220;&#40657;&#26263;&#29615;&#22659;&#20013;&#27427;&#36175;&#38899;&#20048;&#26356;&#33021;&#39640;&#24230;&#38598;&#20013;&#65292;&#23436;&#20840;&#25237;&#20837;&#26059;&#24459;&#20043;&#20013;&#12290;&#37027;&#19968;&#21051;&#65292;&#20320;&#20250;&#28145;&#21463;&#24863;&#21160;&#65292;&#24182;&#20250;&#24341;&#21457;&#24819;&#35937;&#21147;&#12290;&#8221; <br />&#12288;&#12288;&#8220;&#19981;&#35201;&#23567;&#30475;&#29060;&#28783;&#19968;&#23567;&#26102;&#65292;&#8221;&#27604;&#24178;&#25237;&#36164;&#20013;&#22269;&#21306;&#21103;&#24635;&#35009;&#26131;&#36720;&#35828;&#65292;&#8220;&#22478;&#24066;&#26159;&#22823;&#37327;&#20351;&#29992;&#30005;&#33021;&#30340;&#22320;&#26041;&#20043;&#19968;&#65292;&#22914;&#26524;&#33021;&#35753;&#22478;&#24066;&#20851;&#38381;&#19981;&#24517;&#35201;&#30340;&#26223;&#35266;&#28783;&#19968;&#23567;&#26102;&#65292;&#21487;&#20197;&#33410;&#30465;&#30340;&#33021;&#28304;&#23558;&#26159;&#19968;&#20010;&#22823;&#25968;&#23383;&#12290;&#8221; <br />&#12288;&#12288;&#8220;&#30701;&#30701;60&#20998;&#38047;&#65292;&#20854;&#23454;&#21487;&#20197;&#20026;&#22320;&#29699;&#20570;&#22823;&#36129;&#29486;&#65292;&#22240;&#20026;&#27599;&#33410;&#32422;1&#24230;&#30005;&#65292;&#23601;&#20943;&#23569;&#20102;1&#21315;&#20811;&#20108;&#27687;&#21270;&#30899;&#21644;0.03&#21315;&#20811;&#20108;&#27687;&#21270;&#30827;&#30340;&#25490;&#25918;&#12290;&#8221;&#19968;&#20301;&#19990;&#30028;&#33258;&#28982;&#22522;&#37329;&#20250;&#24535;&#24895;&#32773;&#35828;&#12290; <br />&#12288;&#12288;&#25454;&#32479;&#35745;&#65292;2007&#24180;&#65292;&#8220;&#22320;&#29699;&#19968;&#23567;&#26102;&#8221;&#21551;&#21160;&#30340;&#31532;&#19968;&#24180;&#65292;&#28595;&#22823;&#21033;&#20122;&#24713;&#23612;&#35774;&#23450;&#20102;&#38477;&#20302;5&#65285;&#33021;&#32791;&#30340;&#30446;&#26631;&#65307;&#21435;&#24180;3&#26376;31&#26085;&#20165;&#24713;&#23612;&#33410;&#30465;&#30340;&#30005;&#33021;&#65292;&#23601;&#36275;&#22815;20&#19975;&#21488;&#30005;&#35270;&#26426;&#20351;&#29992;1&#20010;&#23567;&#26102;&#65292;&#30456;&#24403;&#20110;&#19968;&#23567;&#26102;&#20869;&#36335;&#19978;&#23569;&#36305;&#20102;48613&#36742;&#27773;&#36710;&#65292;&#33410;&#33021;&#20943;&#25490;&#25928;&#26524;&#26174;&#33879;&#12290; <br />&#12288;&#12288;&#26131;&#36720;&#34920;&#31034;&#65292;&#8220;&#22320;&#29699;&#19968;&#23567;&#26102;&#8221;&#36890;&#36807;&#36825;&#26679;&#19968;&#31181;&#31616;&#21333;&#32780;&#30452;&#25509;&#30340;&#27963;&#21160;&#26041;&#24335;&#65292;&#23558;&#19990;&#30028;&#22242;&#32467;&#22312;&#19968;&#36215;&#65292;&#24182;&#20197;&#27492;&#25552;&#37266;&#20154;&#20204;&#20572;&#19979;&#29983;&#27963;&#30340;&#33050;&#27493;&#65292;&#21435;&#24605;&#32771;&#35813;&#22914;&#20309;&#24212;&#23545;&#20840;&#29699;&#21464;&#26262;&#38382;&#39064;&#12290; <br />&#12288;&#12288;&#22312;&#20182;&#30475;&#26469;&#65292;&#8220;&#31215;&#23569;&#25104;&#22810;&#65292;&#31215;&#27801;&#25104;&#22612;&#8221;&#65292;&#22312;&#38750;&#21487;&#20877;&#29983;&#33021;&#28304;&#36234;&#26469;&#36234;&#23569;&#30340;&#20170;&#22825;&#65292;&#22914;&#26524;&#36234;&#26469;&#36234;&#22810;&#30340;&#22478;&#24066;&#12289;&#20225;&#19994;&#12289;&#20010;&#20154;&#21442;&#19982;&#21040;&#8216;&#22320;&#29699;&#19968;&#23567;&#26102;&#8217;&#31561;&#29615;&#20445;&#33410;&#33021;&#27963;&#21160;&#20013;&#26469;&#65292;&#31215;&#26497;&#37319;&#21462;&#25514;&#26045;&#65292;&#25237;&#36523;&#20854;&#20013;&#65292;&#25215;&#25285;&#24212;&#23613;&#30340;&#36131;&#20219;&#65292;&#26159;&#26377;&#21161;&#20110;&#20419;&#36827;&#33410;&#32422;&#33021;&#28304;&#21644;&#28201;&#23460;&#27668;&#20307;&#20943;&#25490;&#65292;&#36827;&#19968;&#27493;&#20943;&#36731;&#20840;&#29699;&#27668;&#20505;&#21464;&#26262;&#25152;&#23548;&#33268;&#30340;&#29615;&#22659;&#38382;&#39064;&#12290; <br />&#12288;&#12288;&#22320;&#29699;&#19968;&#23567;&#26102;&#8221;&#20316;&#20026;&#25552;&#39640;&#20844;&#20247;&#29615;&#20445;&#24847;&#35782;&#30340;&#19968;&#39033;&#27963;&#21160;&#65292;&#20165;&#20165;&#26159;&#19968;&#20010;&#24320;&#22987;&#12290;&#23545;&#20110;&#19968;&#20010;&#23653;&#34892;&#20102;&#8220;&#22320;&#29699;&#19968;&#23567;&#26102;&#8221;&#25215;&#35834;&#30340;&#22478;&#24066;&#65292;&#29060;&#28783;&#20043;&#21518;&#25552;&#20513;&#33410;&#32422;&#33021;&#28304;&#21644;&#29615;&#22659;&#20445;&#25252;&#24102;&#26469;&#30340;&#21464;&#21270;&#25165;&#26159;&#30495;&#27491;&#30340;&#24847;&#20041;&#25152;&#22312;&#12290; <br />&#12288;&#12288;&#8220;&#22320;&#29699;&#19968;&#23567;&#26102;&#8221;&#19981;&#21482;&#26159;&#19968;&#20010;&#29060;&#28783;&#20202;&#24335;&#12290;&#22312;&#20013;&#22269;&#65292;&#35813;&#27963;&#21160;&#20063;&#26159;&#23545;&#22269;&#23478;2010&#24180;&#21069;&#23454;&#29616;&#33410;&#33021;&#20943;&#25490;20%<br />
&#30340;&#33021;&#25928;&#30446;&#26631;&#25552;&#20379;&#26368;&#22823;&#30340;&#25903;&#25345;&#65292;&#26088;&#22312;&#40723;&#21169;&#20010;&#20154;&#21644;&#20225;&#19994;&#20943;&#23569;&#20108;&#27687;&#21270;&#30899;&#25490;&#25918;&#65292;&#31215;&#26497;&#37319;&#21462;&#34892;&#21160;&#24212;&#23545;&#27668;&#20505;&#21464;&#21270;&#12290;&#8221;&#22320;&#29699;&#19968;&#23567;&#26102;&#8221;&#26356;&#26159;&#19968;&#20010;&#33410;&#33021;&#29702;&#24565;&#65292;&#19981;&#35770;&#26159;&#22312;&#24037;&#20316;&#22320;&#28857;&#25110;&#23621;&#23478;&#29992;<br />
&#30005;&#65292;&#37117;&#38656;&#35201;&#25105;&#20204;&#38271;&#26399;&#30340;&#21162;&#21147;&#21644;&#25903;&#25345;&#65292;&#26102;&#26102;&#25552;&#37266;&#33258;&#24049;&#65292;&#20851;&#25481;&#19981;&#24517;&#35201;&#30340;&#30005;&#28783;&#65292;&#25300;&#25481;&#19981;&#38656;&#35201;&#30340;&#30005;&#28304;&#12290;</span></p>

<p></p>
                                    </p>
</div>


  <footer>
    <p class="meta">
      
  

<span class="byline author vcard">Posted by <span class="fn">muggleyoung</span></span>

      








  



<time datetime="2010-03-26T00:00:00+08:00" pubdate data-updated="true">Mar 26<span>th</span>, 2010</time>
      


    </p>
    
      <div class="sharing">
  
  <a href="http://twitter.com/share" class="twitter-share-button" data-url="http://muggleyoung.github.com/blog/2010/03/26/%E5%9C%B0%E7%90%83%E4%B8%80%E5%B0%8F%E6%97%B6/" data-via="" data-counturl="http://muggleyoung.github.com/blog/2010/03/26/%E5%9C%B0%E7%90%83%E4%B8%80%E5%B0%8F%E6%97%B6/" >Tweet</a>
  
  
  
</div>

    
    <p class="meta">
      
        <a class="basic-alignment left" href="/blog/2010/03/25/%E4%B8%BA%E5%98%9B%E6%88%91%E4%B8%80%E5%AD%A6%E4%B9%A0%E5%B0%B1%E5%AE%B9%E6%98%93%E6%8A%91%E9%83%81%E5%91%A2/" title="Previous Post: 为嘛我一学习就容易抑郁呢">&laquo; 为嘛我一学习就容易抑郁呢</a>
      
      
        <a class="basic-alignment right" href="/blog/2010/03/30/%E4%BF%A1-play-with-fire/" title="Next Post: 信-play with fire">信-play with fire &raquo;</a>
      
    </p>
  </footer>
</article>

</div>

<aside class="sidebar">
  
    <section>
  <h1>Recent Posts</h1>
  <ul id="recent_posts">
    
      <li class="post">
        <a href="/blog/2013/03/27/version-control-dot-vim-file-with-git/">Version Control .vim File With Git</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/25/how-to-use-font-icon-in-html/">How to use font icon in HTML</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-change-git-repo-name/">how to change git repo name</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-setup-a-new-remote-git-repo/">How to setup a new remote git repo</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/13/hui-gu-2012/">回顾2012</a>
      </li>
    
  </ul>
</section>






  
</aside>


    </div>
  </div>
  <footer role="contentinfo"><p>
  Copyright &copy; 2013 - muggleyoung -
  <span class="credit">Powered by <a href="http://octopress.org">Octopress</a>. Design by <a href="http://octopressthemes.com">Octopress Themes</a>.</span>
</p>

</footer>
  







  <script type="text/javascript">
    (function(){
      var twitterWidgets = document.createElement('script');
      twitterWidgets.type = 'text/javascript';
      twitterWidgets.async = true;
      twitterWidgets.src = 'http://platform.twitter.com/widgets.js';
      document.getElementsByTagName('head')[0].appendChild(twitterWidgets);
    })();
  </script>





</body>
</html>
