
<!DOCTYPE html>
<!--[if IEMobile 7 ]><html class="no-js iem7"><![endif]-->
<!--[if lt IE 9]><html class="no-js lte-ie8"><![endif]-->
<!--[if (gt IE 8)|(gt IEMobile 7)|!(IEMobile)|!(IE)]><!--><html class="no-js" lang="en"><!--<![endif]-->
<head>
  <meta charset="utf-8">
  <title>muggleyoung's blog</title>
  <meta name="author" content="muggleyoung">

  
  <meta name="description" content="&#26089;&#26216;&#24320;&#20250;&#65292;&#20250;&#35758;&#31616;&#21333;&#65292;&#20294;&#23545;&#25105;&#26469;&#35828;&#26159;&#39640;&#24378;&# &hellip;">
  

  <!-- http://t.co/dKP3o1e -->
  <meta name="HandheldFriendly" content="True">
  <meta name="MobileOptimized" content="320">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  
  <link rel="canonical" href="http://muggleyoung.github.com/blog/page/9/">
  <link href="/favicon.png" rel="icon">
  <link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
  <script src="/javascripts/modernizr-2.0.js"></script>
  <script src="/javascripts/ender.js"></script>
  <script src="/javascripts/octopress.js" type="text/javascript"></script>
  <link href="/atom.xml" rel="alternate" title="muggleyoung's blog" type="application/atom+xml">
  <!--Fonts from Google"s Web font directory at http://google.com/webfonts -->
<link href="http://fonts.googleapis.com/css?family=PT+Serif:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<link href="http://fonts.googleapis.com/css?family=PT+Sans:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">

  

</head>

<body   >
  <header role="banner"><hgroup>
  <h1><a href="/">muggleyoung's blog</a></h1>
  
    <h2>A blogging framework for hackers.</h2>
  
</hgroup>

</header>
  <nav role="navigation"><ul class="subscription" data-subscription="rss">
  <li><a href="/atom.xml" rel="subscribe-rss" title="subscribe via RSS">RSS</a></li>
  
</ul>
  
<form action="http://google.com/search" method="get">
  <fieldset role="search">
    <input type="hidden" name="q" value="site:muggleyoung.github.com" />
    <input class="search" type="text" name="q" results="0" placeholder="Search"/>
  </fieldset>
</form>
  
<ul class="main-navigation">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
</ul>

</nav>
  <div id="main">
    <div id="content">
      <div class="blog-index">
  
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/09/04/%E5%90%83%E5%98%9B%E5%98%9B%E9%A6%99/">吃嘛嘛香</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-09-04T00:00:00+08:00" pubdate data-updated="true">Sep 4<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#26089;&#26216;&#24320;&#20250;&#65292;&#20250;&#35758;&#31616;&#21333;&#65292;&#20294;&#23545;&#25105;&#26469;&#35828;&#26159;&#39640;&#24378;&#24230;</p>
<p>&#19979;&#21320;&#39072;&#31800;&#20457;&#23567;&#26102;&#21040;&#22969;&#23398;&#26657;&#65292;&#27604;&#22238;&#23478;&#36824;&#32047;</p>
<p>&#22238;&#26469;&#25171;&#31639;&#29330;&#21171;&#33258;&#24049;</p>
<p>&#35199;&#38376;&#20498;&#36710;&#26102;&#65292;&#20026;&#20102;&#19968;&#26479;&#19977;&#30343;&#19977;&#23478;&#65292;&#22352;&#21040;&#21171;&#21160;&#21335;&#36335;&#65292;&#38752;&#30528;&#21220;&#21171;&#30340;&#21452;&#33151;&#32487;&#32493;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#20013;&#38388;&#24515;&#24773;&#22909;&#65292;&#36824;&#32473;&#32654;&#26684;&#33778;&#20581;&#36523;&#39038;&#38382;&#22635;&#20102;&#35843;&#26597;&#34920;&#12290;&#21518;&#26469;&#24847;&#35782;&#21040;&#23436;&#20840;&#26159;&#31096;&#23475;&#20154;&#65292;&#25105;&#26159;&#27515;&#20063;&#19981;&#20250;&#20877;&#21435;&#20102;&#30340;&#12290;&#12290;&#12290;</p>
<p>&#21171;&#21160;&#36335;&#19968;&#36335;&#37117;&#26159;&#21507;&#30340;&#12290;&#37240;&#36771;&#31881;&#65292;&#35910;&#33104;&#30382;&#28078;&#29275;&#32922;&#65292;&#31561;&#31561;&#31561;&#65292;&#19968;&#36335;&#37027;&#20010;&#21475;&#27700;&#21568;</p>
<p>&#21040;&#20102;&#19977;&#30343;&#19977;&#23478;&#65292;&#25105;&#26159;&#30495;&#30340;&#28212;&#20102;&#65292;&#21704;&#21704;</p>
<p>&#28982;&#21518;&#26497;&#24230;&#39307;&#25259;&#33832;&#65292;&#32771;&#34385;&#21040;&#24052;&#20811;&#26031;&#30340;&#20215;&#26684;&#65292;&#21644;&#24517;&#32988;&#23458;&#30340;&#36317;&#31163;&#65292;&#32943;&#24503;&#22522;&#30340;&#21619;&#36947;&#65292;&#20915;&#23450;&#21435;&#21507;Subway&#22909;&#20102;</p>
<p>&#20170;&#22825;&#30340;&#29305;&#20215;&#26159;&#37329;&#26538;&#40060;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#24635;&#32467;&#65306;&#37329;&#26538;&#40060;&#19977;&#26126;&#27835;&#30495;&#30340;&#24456;&#38590;&#21507;&#65307;&#30334;&#39321;&#32511;&#33590;&#22826;&#22909;&#21917;&#21862;&#65281;</p>
<p>&#26469;&#30475;&#30475;&#36825;&#26159;&#21861;&#65292;&#22969;&#25512;&#33616;&#32473;&#25105;&#30340;&#22909;&#21507;&#30340;&#65292;&#29305;&#39321;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12836055369.jpg" border="0" alt="" /></p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/09/04/south-america%EF%BC%8C%E5%8D%8E%E4%B8%BA%E6%9D%80%E8%BF%87%E6%9D%A5%E5%95%A6/">South America，华为杀过来啦</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-09-04T00:00:00+08:00" pubdate data-updated="true">Sep 4<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#25105;&#35201;&#24320;&#22987;&#20851;&#24515;&#31185;&#25216;&#26032;&#38395;&#21862;</p>
<p>&#21738;&#37324;&#26377;&#24456;&#22810;&#26377;&#24847;&#24605;&#30340;&#31185;&#25216;&#26032;&#38395;&#21568;~</p>
<p>&#25105;&#20170;&#22825;&#30340;&#37117;&#26159;&#21326;&#23572;&#34903;&#26085;&#25253;&#19978;&#30475;&#30340;&#12290;&#12290;&#12290;&#12290;</p>
<p><a href="http://cn.wsj.com/gb/20100904/tec084734.asp?source=rss" target="_blank">T-Mobile&#19982;&#21326;&#20026;&#23601;&#38144;&#21806;&#26234;&#33021;&#25163;&#26426;&#36827;&#34892;&#35848;&#21028;</a></p>
<p><a href="http://cn.wsj.com/gb/20100903/tec112108.asp?source=article" target="_blank">&#20013;&#20852;&#12289;&#21326;&#20026;&#35745;&#21010;&#25512;&#20986;&#26356;&#22810;Android&#25163;&#26426;</a></p>
<p><a href="http://cn.wsj.com/gb/20100824/bch114851.asp?source=article" target="_blank">&#21326;&#20026;&#20511;&#21161;Sprint&#21069;&#39640;&#31649;&#20105;&#21462;&#22312;&#32654;&#19994;&#21153;</a></p>
<p>&#30475;&#26469;&#23459;&#35762;&#30340;&#26102;&#20505;&#21326;&#20026;&#26576;&#32463;&#29702;&#35828;&#65292;&#19968;&#23450;&#20250;&#24819;&#21150;&#27861;&#36827;&#20837;&#32654;&#22269;&#24066;&#22330;&#65292;&#34892;&#21160;&#26089;&#23601;&#24320;&#22987;&#20102;&#65292;&#24182;&#19988;&#24555;&#26377;&#32467;&#26524;&#20102;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/09/03/%E8%8B%B1%E5%89%A7%E5%88%9D%E4%BD%93%E9%AA%8C/">英剧初体验</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-09-03T00:00:00+08:00" pubdate data-updated="true">Sep 3<span>rd</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#20174;&#36855;&#19978;Sherlock&#65292;&#23545;&#33521;&#21095;&#20135;&#29983;&#22909;&#21360;&#35937;&#65292;&#25628;&#32034;&#20043;&#21518;&#65292;&#24378;&#28872;&#25512;&#33616;&#30340;&#65292;&#20171;&#32461;&#27604;&#36739;&#21560;&#24341;&#25105;&#30340;&#65306;the IT crowd, Coupling, Yes,Prime Minister.&#37117;&#26159;&#21916;&#21095;&#12290;</p>
<p>&#19979;&#36733;&#20102;&#21069;&#20004;&#37096;&#30340;&#31532;&#19968;&#23395;&#32771;&#23519;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1283500305r.jpg" border="0" alt="" /></p>
<p>&#20808;&#35828;IT crowd&#21543;&#65292;&#26159;&#25402;&#22909;&#31505;&#30340;&#65292;&#20294;&#26377;&#28857;&#20799;&#38393;&#12290;&#25972;&#20010;&#34920;&#28436;&#37117;&#26377;&#28857;&#22840;&#24352;&#65292;&#27604;&#36739;Drama&#30340;&#24863;&#35273;&#12290;&#24182;&#19981;&#26159;&#24819;&#35937;&#20013;big bang&#30340;&#24863;&#35273;&#12290;&#25110;&#35768;&#25105;&#19968;&#27668;&#20799;&#30475;&#23436;&#19968;&#23395;&#26159;&#19981;&#24212;&#35813;&#30340;&#65292;&#34987;&#38393;&#30528;&#20102;&#12290;&#12290;&#12290;&#32531;&#32531;&#20877;&#30475;&#21862;</p>
<p>&#27492;&#21095;&#30446;&#21069;&#20986;&#33267;&#31532;&#20845;&#23395;&#12290;&#27599;&#23395;&#22823;&#32422;7&#65292;8&#38598;&#21543;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12835003644.jpg" border="0" alt="" /></p>
<p>Coupling&#65292;3&#30007;3&#22899;&#65292;&#32452;&#21512;&#31867;&#20284;Friends&#12290;&#30456;&#27604;IT crowd&#65292;&#26356;&#29983;&#27963;&#19968;&#28857;&#65292;sex&#30340;&#35805;&#39064;&#27604;&#36739;&#22810;&#65292;&#23567;&#28857;&#20063;&#24046;&#19981;&#22810;&#12290;&#30456;&#23545;&#19981;&#38393;&#19968;&#28857;&#65292;&#20063;&#36229;&#32423;&#22909;&#31505;&#12290;&#20540;&#24471;&#32487;&#32493;&#36861;&#30475;&#12290;</p>
<p>&#20986;&#21040;&#31532;&#22235;&#23395;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12835005384.jpg" border="0" alt="" /></p>
<p>&#39034;&#36947;&#65292;&#30475;&#35265;&#20102;Sherlock&#30340;60&#20998;&#38047;&#26410;&#25773;&#20986;&#29256;&#65292;&#36824;&#26159;&#39640;&#28165;&#30340;&#65292;&#24590;&#33021;&#19981;&#19979;&#36733;&#12290;&#21644;&#25773;&#20986;&#30340;&#65292;&#24046;&#21035;&#36824;&#26159;&#25402;&#22823;&#30340;&#12290;</p>
<p>&#31119;&#23572;&#25705;&#26031;&#25198;&#30456;&#26377;&#21464;&#21270;&#65292;&#25773;&#20986;&#29256;&#26356;&#32453;&#22763;&#65292;&#35270;&#35273;&#25928;&#26524;&#33394;&#24425;&#20160;&#20040;&#30340;&#22909;&#20123;&#65307;&#26410;&#25773;&#29256;&#25198;&#30456;&#26102;&#23578;&#24863;&#26356;&#24378;&#12290;&#35265;&#19978;&#22270;&#21704;&#65292;&#22836;&#21457;&#31245;&#30701;&#65292;&#19981;&#24590;&#20040;&#21367;&#12290;&#25105;&#21916;&#27426;&#33258;&#26469;&#21367;&#21834;~</p>
<p>&#25925;&#20107;&#21465;&#36848;&#65292;&#25773;&#20986;&#29256;&#25103;&#21095;&#20914;&#31361;&#65292;&#20154;&#29289;&#24615;&#26684;&#21861;&#30340;&#26356;&#26377;&#29305;&#28857;&#65307;&#19981;&#36807;E0&#26576;&#20123;&#31243;&#24230;&#19978;&#20063;&#33021;&#35748;&#20026;&#26159;&#34917;&#20805;&#12290;&#26356;&#22810;&#29983;&#27963;&#21270;&#30340;&#23545;&#30333;&#65292;&#26356;&#23569;&#31070;&#32463;&#36136;&#30340;Holmes&#12290;&#25925;&#20107;&#21644;E1&#19968;&#26679;&#30340;&#65292;but&#20982;&#25163;&#38271;&#24471;&#22826;&#26377;&#21916;&#24863;&#20102;&#65292;&#20687;&#21704;&#21033;&#27874;&#29305;&#37324;&#30340;&#32769;&#40736;&#26001;&#26001;&#65292;&#35828;&#35805;&#19968;&#23383;&#19968;&#21477;&#65292;&#36824;&#26377;&#22823;&#26495;&#29273;&#30340;&#21475;&#38899;&#65292;&#20498;&#26159;&#26368;&#21518;&#30475;&#21040;&#30495;&#20982;&#21518;&#65292;&#27809;&#20102;&#32039;&#24352;&#24863;&#12290;</p>
<p>&#25972;&#20307;&#19978;&#65292;&#23545;&#27604;&#20986;&#20102;&#25972;&#20010;&#21095;&#30340;&#21046;&#20316;&#30340;&#31934;&#33391;&#12290;&#26399;&#24453;&#26126;&#24180;S2~</p>
<p>P.S. BBC&#26377;&#22815;&#35748;&#30495;&#30340;&#65292;&#36824;&#30495;&#20570;&#20102;Holmes&#20851;&#20110;deduction&#30340;&#32593;&#31449; <a title="http://www.thescienceofdeduction.co.uk/hidden-messages" href="http://www.thescienceofdeduction.co.uk/hidden-messages" target="_blank">http://www.thescienceofdeduction.co.uk/</a>&#65292;&#26377;&#30041;&#35328;&#65292;&#20063;&#35762;&#26696;&#20363;&#12290;</p>
<p>&#36824;&#26377;Watson&#21307;&#29983;&#30340;blog: <a title="http://www.johnwatsonblog.co.uk/" href="http://www.johnwatsonblog.co.uk/" target="_blank">http://www.johnwatsonblog.co.uk/</a>&#12290;&#22826;&#22909;&#29609;&#20799;&#20102;&#65292;&#22909;&#20687;&#30495;&#30340;&#22312;&#35760;&#24405;&#20182;&#20204;&#30340;&#29983;&#27963;&#65292;&#36824;&#26377;&#21508;&#31181;&#26377;&#30340;&#27809;&#24471;&#35282;&#33394;&#30340;&#30041;&#35328;&#65292;Watson&#30340;&#21733;&#21733;&#65292;&#20171;&#32461;&#20182;&#20204;&#19968;&#36215;&#31199;&#25151;&#30340;&#21516;&#23398;&#65292;&#24515;&#29702;&#21307;&#29983;&#12290;&#12290;&#12290;&#24403;&#28982;&#65292;&#36824;&#26377;my dear Sherlock~&#22079;&#22079;&#65292;&#30495;&#19981;&#30693;&#36947;&#33258;&#24049;&#24471;&#33457;&#30196;&#21040;&#21861;&#26102;&#20505;&#12290;&#12290;&#12290;&#12290;&#21710;&#21568;&#21568;&#65292;&#36824;&#35828;&#25214;&#20010;&#27573;&#23376;&#32763;&#35793;&#19979;&#30475;&#21602;&#65292;&#31639;&#21862;&#31639;&#21862;&#65292;&#21916;&#27426;&#30340;&#33258;&#24049;&#21435;&#30475;&#21543;&#65292;&#30495;&#22909;&#29609;&#20799;&#12290;&#23601;&#20687;&#30495;&#26377;&#36825;&#26679;&#20004;&#20010;&#20154;&#22312;&#32842;&#22825;~</p>
<p>&#21703;&#21734;&#21703;&#21734;&#65292;&#21482;&#33021;&#35828;&#65292;&#21046;&#20316;&#31934;&#33391;&#21834;~&#22826;&#20180;&#32454;&#20102;~</p>
<p>yes,prime minister&#27809;&#19979;&#36733;&#65292;&#29616;&#22312;&#26469;&#35828;&#65292;&#35748;&#30495;&#25214;&#24037;&#20316;&#25165;&#26159;&#27491;&#32463;&#20107;&#20102;&#12290;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/09/03/%E8%87%AA%E8%AF%B4%E8%87%AA%E8%AF%9D-my-way/">自说自话-my Way</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-09-03T00:00:00+08:00" pubdate data-updated="true">Sep 3<span>rd</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p><img src="http://pic.yupoo.com/isomeday/855349bf2511/7szbxi7i.jpg" border="0" alt="" /></p>
<p>&#25105;&#20869;&#24515;&#20173;&#28982;&#19981;&#22815;&#24378;&#22823;&#65292;&#21363;&#20415;&#22362;&#23450;&#33258;&#24049;&#35748;&#20026;&#23545;&#30340;&#20107;&#24773;&#65292;&#21487;&#26159;&#24403;&#30475;&#21040;&#32467;&#26524;&#26102;&#65292;&#36824;&#26159;&#24525;&#19981;&#20303;&#25233;&#37057;</p>
<p>&#21487;&#26159;&#35805;&#21448;&#35828;&#22238;&#26469;&#65292;&#21363;&#20415;&#30693;&#36947;&#20250;&#26377;&#36825;&#26679;&#30340;&#32467;&#26524;&#65292;&#25105;&#20173;&#28982;&#22362;&#25345;&#33258;&#24049;&#30340;&#36873;&#25321;</p>
<p>&#26159;&#19981;&#26159;&#24456;&#32416;&#32467;&#21602;</p>
<p>&#25152;&#20197;&#65292;&#25105;&#20381;&#28982;&#30456;&#20449;&#65292;&#26410;&#26469;&#26159;&#35201;&#38752;&#33258;&#24049;&#30340;&#21452;&#25163;&#21019;&#36896;</p>
<p>&#24403;&#24456;&#22810;&#20154;&#35828;&#36215;&#23233;&#20154;&#25913;&#21464;&#21629;&#36816;&#26102;&#65292;&#20869;&#24515;&#20919;&#31505;</p>
<p>&#30011;&#34503;&#28155;&#36275;&#30340;&#35828;&#65292;&#33258;&#24049;&#20063;&#35201;&#24378;&#22823;&#65292;&#20381;&#28982;&#20919;&#31505;&#12290;&#33258;&#24049;&#24378;&#22823;&#20102;&#65292;&#37027;&#20040;&#25214;&#33258;&#24049;&#21916;&#27426;&#30340;&#20154;&#23601;&#22909;&#20102;&#21834;&#12290;&#20854;&#23454;&#65292;&#30495;&#27491;&#20869;&#24515;&#24378;&#22823;&#30340;&#20154;&#65292;&#20320;&#21916;&#27426;&#30340;&#20154;&#20063;&#24046;&#19981;&#21040;&#21738;&#20799;&#21435;&#21543;</p>
<p>&#25152;&#20197;&#65292;&#25105;&#20570;&#30340;&#19981;&#22909;&#65292;&#25105;&#19981;&#28909;&#29233;&#31185;&#30740;&#65292;&#21487;&#25105;&#36824;&#26159;&#22362;&#25345;&#65292;&#33258;&#20010;&#20799;&#36367;&#36367;&#23454;&#23454;&#22909;&#22909;&#20570;&#12290;&#20570;&#25104;&#20160;&#20040;&#26679;&#65292;&#37117;&#26159;&#25105;&#30340;&#21162;&#21147;&#65292;&#25105;&#30340;&#25104;&#26524;</p>
<p>&#25152;&#20197;&#65292;&#20160;&#20040;&#20107;&#37117;&#23613;&#37327;&#19981;&#25214;&#20154;&#24110;&#24537;&#65292;&#21448;&#19981;&#26159;&#33258;&#24049;&#20570;&#19981;&#20102;&#65292;&#21482;&#26159;&#19981;&#22815;&#22909;&#32780;&#24050;</p>
<p>&#32463;&#21382;&#20063;&#26159;&#19968;&#31181;&#36130;&#23500;&#65292;&#19981;&#26159;&#20040;</p>
<p>&#33258;&#24049;&#21019;&#36896;&#30340;&#29983;&#27963;&#65292;&#26080;&#35770;&#24590;&#26679;&#65292;&#25105;&#36367;&#23454;</p>
<p>&#36825;&#20063;&#26159;&#22240;&#20026;&#27809;&#26377;&#23433;&#20840;&#24863;&#20040;</p>
<p>&#21704;&#21704;&#65292;&#25105;&#26159;&#21220;&#21171;&#29233;&#21741;&#30340;&#23567;&#34588;&#34562;~</p>
<p>&#25105;&#24819;&#36828;&#31163;&#19975;&#20107;&#38752;&#20154;&#24773;&#20250;&#20570;&#24471;&#26356;&#22909;&#30340;&#19990;&#30028;</p>
<p>&#32769;&#29241;&#25918;&#36807;&#25105;&#21543;&#65292;&#21035;&#35753;&#25105;&#21435;&#20570;&#20844;&#21153;&#21592;&#20570;&#32769;&#24072;&#21861;&#30340;&#20102;</p>
<p>&#21482;&#24819;&#35201;&#19968;&#20010;&#38543;&#25105;&#20219;&#24615;&#20500;&#24378;&#30340;&#20154;&#38469;&#20851;&#31995;</p>
<p>but&#65292;&#29616;&#22312;&#30475;&#26469;&#65292;&#25402;&#38590;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/09/02/%E8%89%BE%E7%BE%8E%E5%A5%962010/">艾美奖2010</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-09-02T00:00:00+08:00" pubdate data-updated="true">Sep 2<span>nd</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#39041;&#22870;&#24403;&#22825;&#65292;&#19978;&#29677;&#26102;&#38388;&#65292;&#25285;&#24515;&#34987;boss&#36910;&#30528;&#65292;&#27809;&#30475;&#30452;&#25773;</p>
<p>&#30475;&#35265;&#26377;&#39640;&#28165;&#29256;&#65292;&#19979;&#20102;&#30475;&#65292;&#36824;&#19981;&#38169;&#12290;&#34429;&#28982;&#24456;&#22810;&#27809;&#21548;&#25026;&#65292;&#23545;&#20110;&#24456;&#22810;&#31505;&#35805;&#65292;&#21482;&#33021;&#26080;&#22856;&#30340;&#35828; i don&#8217;t get it&#65292;but&#24635;&#20307;&#36824;&#26159;&#32654;&#32654;&#30340;</p>
<p>&#32654;&#21002;&#35780;&#20986;&#20102;2010&#24180;&#33406;&#32654;&#22870;&#39041;&#22870;&#20856;&#31036;14&#20010;&#38590;&#24536;&#30636;&#38388;&#65292;&#23601;&#30528;&#36825;&#20010;&#35828;&#35828;&#21543;&#12290;</p>
<p>&#20197;&#19979;&#36716;&#33258;&#32654;&#21095;&#36855;&#65292;&#32418;&#33394;&#26159;&#33258;&#20010;&#20799;&#30340;&#24223;&#35805;&#21704;&#12290;</p>
<div class="text">
<p>2010&#24180;&#31532;62&#23626;&#33406;&#32654;&#22870;&#39041;&#22870;&#20856;&#31036;&#21018;&#21018;&#33853;&#24149;&#65292;&#32654;&#22269;&#12298;&#23089;&#20048;&#21608;&#21002;&#12299;&#32593;&#31449;&#23601;&#35780;&#20986;&#20102;&#26412;&#23626;&#20856;&#31036;&#19978;&#30340;14&#20010;&#38590;&#24536;&#30636;&#38388;&#12290;</p>
<p><img style="border-width: 0px; display: block; margin-left: auto; width: 400px; margin-right: auto; height: 300px;" title="Fallon-Fey-Lynch-Emmys_400" src="http://img2.timeinc.net/ew/dynamic/imgs/100829/Fallon-Fey-Lynch-Emmys_400.jpg" alt="Fallon-Fey-Lynch-Emmys_400" /></p>
<p>1. Jimmy Fallon<span style="color: #ff0000;">&#65288;&#20027;&#25345;&#20154;&#65289;</span>&#12289;Lea Michele<span style="color: #ff0000;">&#65288;Glee&#65306;Rachel</span><span style="color: #ff0000;">&#65289;</span>&#12289;Cory Monteith<span style="color: #ff0000;">&#65288;Glee:Finn&#65289;</span>&#12289;Jane Lynch<span style="color: #ff0000;">(Glee:Sue)</span>&#12289;Chris Colfer<span style="color: #ff0000;">(Glee:&#23567;&#21516;Kurt)</span>&#12289;Tina <br />
Fey&#31561;&#19968;&#24178;&#26126;&#26143;&#27169;&#20223;&#12298;&#27426;&#20048;&#21512;&#21809;&#22242;&#12299;&#65292;&#24320;&#22330;&#22823;&#31168;&#27468;&#33310;&#65292;&#21521;&#32654;&#22269;&#32769;&#29260;&#25671;&#28378;&#24040;&#26143;Bruce Springsteen&#30340;&#20256;&#22855;&#32463;&#20856;&#12298;Born to Run&#12299;&#33268;&#25964;&#12290;<span style="color: #ff0000;">(Glee&#30340;&#32982;&#23567;&#22942;&#20063;&#22312;&#65292;&#36824;&#26377;&#65292;Lost&#20013;&#30340;Hurley&#65292;&#21518;&#26469;&#32654;&#20598;&#35780;&#22996;Randy Jackson&#20063;&#26469;&#20945;&#28909;&#38393;&#20102;)</span></p>
<p><img style="border-width: 0px; display: block; margin-left: auto; width: 300px; margin-right: auto; height: 400px;" title="Rickey-Gervais-Emmys_300" src="http://img2.timeinc.net/ew/dynamic/imgs/100829/Rickey-Gervais-Emmys_300.jpg" alt="Rickey-Gervais-Emmys_300" /></p>
<p>2. &#22025;&#23486;Ricky Gervais&#12290;&#25630;&#31505;&#30340;&#20182;&#36793;&#21457;&#21860;&#37202;&#36793;&#35828;&#65306;&#8220;&#12298;&#21150;&#20844;&#23460;&#12299;&#27491;&#22312;&#36763;&#36842;&#21152;&#21270;&#65292;&#36825;&#20123;&#25105;&#20080;&#21333;&#12290;&#8221; <span style="color: #ff0000;">&#65288;&#19981;&#35748;&#35782;&#65292;&#35828;&#30340;&#20063;&#21548;&#19981;&#22826;&#25026;&#65289;</span></p>
<p><img style="border-width: 0px; display: block; margin-left: auto; width: 300px; margin-right: auto; height: 400px;" title="Jon-Hamm-Betty-White_300" src="http://img2.timeinc.net/ew/dynamic/imgs/100829/Jon-Hamm-Betty-White_300.jpg" alt="Jon-Hamm-Betty-White_300" /></p>
<p>3. &#24180;&#36731;&#26377;&#20026;&#30340;Jon Hamm&#21644;&#32769;&#24403;&#30410;&#22766;&#30340;Betty White&#65292;&#20004;&#20010;&#20154;&#29616;&#22312;&#24320;&#22330;&#31168;&#37324;&#22823;&#36339;&#25671;&#25670;&#33310;&#65292;&#25509;&#30528;&#21448;&#19968;&#21516;&#32473;&#33406;&#32654;&#22870;&#21095;&#24773;&#31867;&#21095;&#38598;&#26368;&#20339;&#30007;&#37197;&#35282;&#39041;&#22870;&#12290;</p>
<p><img style="border-width: 0px; display: block; margin-left: auto; width: 300px; margin-right: auto; height: 400px;" title="Al-Pacino-EMmys_300" src="http://img2.timeinc.net/ew/dynamic/imgs/100829/Al-Pacino-EMmys_300.jpg" alt="Al-Pacino-EMmys_300" /></p>
<p>4. Jack Kevorkian&#29616;&#36523;&#12290;Al Pacino&#19978;&#21488;&#25509;&#21463;&#30005;&#35270;&#30005;&#24433;&#31867;&#26368;&#20339;&#30007;&#28436;&#21592;&#22870;&#65292;&#20182;&#20973;&#20511;&#22312;HBO&#30005;&#35270;&#30005;&#24433;&#12298;&#27515;&#20129;&#21307;&#29983;&#12299;&#65288;You Don&#8217;t Know <br />
Jack&#65289;&#20013;&#25104;&#21151;&#39280;&#28436;&#26631;&#39064;&#20154;&#29289;Jack Kevorkian&#33719;&#27492;&#22870;&#39033;&#65292;Jack <br />
Kevorkian&#22240;&#21327;&#21161;&#20182;&#20154;&#33258;&#26432;&#21644;&#40723;&#21561;&#23433;&#20048;&#27515;&#32780;&#22312;&#32654;&#22269;&#24341;&#36215;&#24040;&#22823;&#20105;&#35758;&#12290;&#22312;&#39041;&#22870;&#20856;&#31036;&#19978;&#65292;&#20182;&#21521;&#22352;&#22312;&#35266;&#20247;&#24109;&#37324;&#30340;Jack <br />
Kevorkian&#26412;&#20154;&#22823;&#21898;&#36947;&#65306;&#8220;&#20320;&#26469;&#20102;&#65292;Jack&#65281;&#8221;&#21518;&#32773;&#27492;&#21051;&#31449;&#20102;&#36215;&#26469;&#65292;&#28982;&#21518;Pacino&#25509;&#30528;&#35828;&#36947;&#65306;&#8220;&#20320;&#21035;&#26469;&#26080;&#24665;&#65292;Jack&#65281;&#8221;<span style="color: #ff0000;">&#65288;Al Pacino&#32769;&#22909;&#22810;&#21568;&#65292;&#30828;&#26159;&#21322;&#22825;&#27809;&#35748;&#20986;&#26469;&#65292;&#23681;&#26376;&#21834;&#65292;&#19968;&#25226;&#21051;&#20992;~&#65289;</span></p>
<p><img style="border-width: 0px; display: block; margin-left: auto; width: 400px; margin-right: auto; height: 300px;" title="Modern-Family-Emmys_400" src="http://img2.timeinc.net/ew/dynamic/imgs/100829/Modern-Family-Emmys_400.jpg" alt="Modern-Family-Emmys_400" /></p>
<p>5. &#12298;&#25705;&#30331;&#23478;&#24237; Modern <br />
Family&#12299;&#33719;&#24471;&#21916;&#21095;&#31867;&#26368;&#20339;&#21095;&#38598;&#22870;&#12290;&#8220;&#25105;&#20204;&#38750;&#24120;&#24863;&#28608;&#12289;&#38750;&#24120;&#20852;&#22859;&#20110;&#24456;&#22810;&#23478;&#24237;&#33021;&#22815;&#19968;&#21516;&#22352;&#19979;&#26469;&#35266;&#30475;&#19968;&#37096;&#30005;&#35270;&#21095;&#65292;&#8221;&#26412;&#21095;&#30340;&#32852;&#21512;&#31574;&#21010;&#20154;Steven <br />
Levitan&#22312;&#33268;&#36766;&#20013;&#35828;&#36947;&#12290;&#8220;&#25105;&#24819;&#35828;&#30340;&#26159;&#33021;&#35753;&#25105;&#20204;&#36208;&#36827;&#20320;&#20204;&#30340;&#23478;&#24237;&#65292;&#25105;&#20204;&#38750;&#24120;&#30340;&#39640;&#20852;&#12290;&#8221;</p>
<p><img style="border-width: 0px; display: block; margin-left: auto; width: 400px; margin-right: auto; height: 300px;" title="Jimmy-Fallon-Neil-Harris_400" src="http://img2.timeinc.net/ew/dynamic/imgs/100829/Jimmy-Fallon-Neil-Harris_400.jpg" alt="Jimmy-Fallon-Neil-Harris_400" /></p>
<p>6. Neil Patrick Harris&#19978;&#21488;&#25293;Jimmy <br />
Dallon&#30340;&#39532;&#23617;&#12290;&#20182;&#22312;&#32473;&#21916;&#21095;&#31867;&#21095;&#38598;&#26368;&#20339;&#22899;&#20027;&#35282;&#24471;&#20027;&#39041;&#22870;&#26102;&#35828;&#36947;&#65306;&#8220;&#25105;&#24456;&#39640;&#20852;&#30005;&#35270;&#33402;&#26415;&#19982;&#31185;&#23398;&#23398;&#38498;&#33021;&#20801;&#35768;&#19968;&#20010;&#21516;&#24615;&#24651;&#36830;&#32493;&#20004;&#24180;&#20027;&#25345;&#33406;&#32654;&#22870;&#39041;&#22870;&#20856;&#31036;&#12290;&#31069;&#36154;&#20320;&#65292;Jimmy&#65292;&#20320;&#24178;&#24471;&#26834;&#26497;&#20102;&#12290;&#8221;&#65288;&#22823;&#23478;&#25110;&#35768;&#37117;&#30693;&#36947;&#65292;Fallon&#19981;&#26159;&#21516;&#24615;&#24651;&#12290;&#65289;<span style="color: #ff0000;">&#65288;Neil&#30475;&#30528;&#29305;&#30524;&#29087;&#65292;&#23458;&#20018;&#36807;Glee&#65292;&#25454;&#35828;&#36825;&#27573;&#22240;&#20026;&#28041;&#21516;&#65292;AV&#25773;&#20986;&#26102;&#20943;&#20102;&#12290;&#12290;&#12290;&#65289;</span></p>
<p><img style="border-width: 0px; display: block; margin-left: auto; width: 400px; margin-right: auto; height: 300px;" title="John-Hodgmon-Emmys_400" src="http://img2.timeinc.net/ew/dynamic/imgs/100829/John-Hodgmon-Emmys_400.jpg" alt="John-Hodgmon-Emmys_400" /></p>
<p>7. John Hodgman&#22810;&#23039;&#22810;&#24425;&#30340;&#35780;&#35770;&#12290;&#20316;&#20026;&#25773;&#38899;&#21592;&#21644;&#12298;Daily Show&#12299;&#33410;&#30446;&#30340;&#35760;&#32773;&#65292;&#20182;&#22312;&#33719;&#22870;&#32773;&#19978;&#21488;&#26102;&#24635;&#20250;&#35762;&#19968;&#20123;&#36920;&#38395;&#36259;&#20107;&#12290;&#20363;&#22914;&#65292;&#8220;Eric <br />
Stonestreet&#20174;&#22570;&#33832;&#26031;&#22478;&#21457;&#26469;&#28040;&#24687;&#65292;&#23567;&#26102;&#20505;&#20182;&#26366;&#35828;&#36807;&#65292;&#31561;&#20182;&#38271;&#22823;&#20102;&#35201;&#24403;&#19968;&#21517;DJ&#12289;&#19968;&#21517;&#28023;&#20891;&#38470;&#25112;&#38431;&#21592;&#12289;&#19968;&#21517;&#30417;&#29425;&#38271;&#65292;&#36824;&#35201;&#24403;&#19968;&#21517;&#28369;&#31293;&#28436;&#21592;&#65292;&#8221;Hodgman&#22312;Eric <br />
Stonestreet&#19978;&#21488;&#39046;&#21462;&#21916;&#21095;&#31867;&#26368;&#20339;&#30007;&#28436;&#21592;&#22870;&#26102;&#35780;&#35770;&#36947;&#12290;&#8220;&#24456;&#26174;&#28982;&#65292;&#36825;&#22312;&#22570;&#33832;&#26031;&#22478;&#26159;&#21516;&#19968;&#20221;&#24037;&#20316;&#12290;&#8221;<span style="color: #ff0000;">&#65288;&#19968;&#28857;&#37117;&#27809;&#21548;&#25026;~&#21741;~~~&#35828;&#35805;&#22826;&#24555;&#40479;&#65289;</span></p>
<p><img style="border-width: 0px; display: block; margin-left: auto; width: 300px; margin-right: auto; height: 400px;" title="Jane-Lynch-Emmys_300" src="http://img2.timeinc.net/ew/dynamic/imgs/100829/Jane-Lynch-Emmys_300.jpg" alt="Jane-Lynch-Emmys_300" /></p>
<p>8. Jane <br />
Lynch&#30340;&#33719;&#22870;&#24863;&#35328;&#12290;&#8220;&#25105;&#35201;&#24863;&#35874;&#20303;&#22312;&#33437;&#21152;&#21733;&#21335;&#37096;&#30340;&#25105;&#30340;&#29238;&#27597;&#65292;&#26159;&#20182;&#20204;&#32473;&#20102;&#25105;&#19968;&#21103;&#21809;&#38899;&#20048;&#21095;&#30340;&#22909;&#21971;&#23376;&#65292;&#20197;&#21450;&#19981;&#32463;&#24847;&#38388;&#27969;&#38706;&#20986;&#30340;&#21916;&#21095;&#22825;&#36171;&#65292;&#8221;Lynch&#30001;&#34935;&#22320;&#35828;&#36947;&#12290;&#20043;&#21518;&#65292;&#22905;&#21448;&#34917;&#20805;&#36947;&#65306;&#8220;&#25105;&#36824;&#35201;&#24863;&#35874;&#23562;&#25964;&#30340;&#38401;&#19979;&#21644;&#31574;&#21010;&#20154;Ryan <br />
Murphy&#65292;&#26159;&#20182;&#21019;&#36896;&#20986;&#20102;&#36825;&#20010;&#32456;&#29983;&#35282;&#33394;&#12290;&#8221;&#19982;&#27492;&#21516;&#26102;&#65292;&#22905;&#36824;&#31216;&#22905;&#30340;&#22971;&#23376;&#26159;&#22905;&#36825;&#36744;&#23376;&#33719;&#24471;&#30340;&#26368;&#22823;&#30340;&#36130;&#23500;&#12290;<span style="color: #ff0000;">&#65288;&#25105;&#21916;&#27426;&#22905;&#65292;&#20063;&#26159;&#21516;&#65292;&#20063;&#34987;&#20943;&#20102;&#65289;</span></p>
<p><img style="border-width: 0px; display: block; margin-left: auto; width: 400px; margin-right: auto; height: 300px;" title="George-Clooney-Modern_400" src="http://img2.timeinc.net/ew/dynamic/imgs/100829/George-Clooney-Modern_400.jpg" alt="George-Clooney-Modern_400" /></p>
<p>9. George Clooney&#20986;&#29616;&#22312;&#12298;&#25705;&#30331;&#23478;&#24237; Modern <br />
Family&#12299;&#30701;&#29255;&#37324;&#12290;&#20182;&#22312;&#39046;&#21462;&#20154;&#36947;&#20027;&#20041;&#22870;&#26159;&#21457;&#34920;&#20102;&#19968;&#31687;&#24863;&#20154;&#32954;&#33105;&#30340;&#33719;&#22870;&#24863;&#35328;&#12290;&#19981;&#36807;&#20182;&#22312;&#12298;&#25705;&#30331;&#23478;&#24237;&#12299;&#23567;&#30701;&#29255;&#37324;&#21364;&#20986;&#23613;&#20102;&#39118;&#22836;&#65292;&#20182;&#20808;&#21644;Julie <br />
Bowen&#35848;&#24773;&#35828;&#29233;&#65307;&#25509;&#30528;&#21448;&#19982;Sofia Vergara&#35848;&#31505;&#39118;&#29983;&#65307;&#26368;&#21518;&#65292;&#20063;&#26159;&#26368;&#22909;&#31505;&#30340;&#26159;&#65292;&#19982;Jesse Tyler Ferguson&#21644;Eric <br />
Stonestreet&#21516;&#19978;&#19968;&#24352;&#24202;&#12290;<span style="color: #ff0000;">&#65288;&#36825;&#27573;&#22909;&#29609;&#20799;&#65289;</span></p>
<p><img style="border-width: 0px; display: block; margin-left: auto; width: 300px; margin-right: auto; height: 400px;" title="Jimmy-Fallon-Elton-Billy_300" src="http://img2.timeinc.net/ew/dynamic/imgs/100829/Jimmy-Fallon-Elton-Billy_300.jpg" alt="Jimmy-Fallon-Elton-Billy_300" /></p>
<p>10. Jimmy Fallon&#30340;&#27468;&#26354;&#31168;&#12290;&#20986;&#20110;&#23545;&#20170;&#24180;&#32467;&#26463;&#30340;&#19977;&#37096;&#20855;&#26377;&#21010;&#26102;&#20195;&#24847;&#20041;&#30340;&#30005;&#35270;&#21095;&#30340;&#23562;&#37325;&#65292;&#20027;&#25345;&#20154;Jimmy <br />
Fallon&#22312;&#29616;&#22330;&#31168;&#20102;&#31168;&#20182;&#30340;&#27468;&#21897;&#12290;&#20182;&#25198;&#25104;Elton John&#65292;&#20197;&#32426;&#24565;&#12298;24&#23567;&#26102;&#12299;&#65307;&#20182;&#20197;&#30007;&#20154;&#30007;&#23401;&#20048;&#38431;&#26576;&#20301;&#25104;&#21592;&#30340;&#25198;&#30456;&#20986;&#22330;&#65292;&#27468;&#39042;&#12298;&#27861;&#24459;&#19982;&#31209;&#24207;&#12299;&#65288;Law &amp; <br />
Order&#65289;&#25152;&#21462;&#24471;&#30340;&#25104;&#23601;&#65307;&#26368;&#32477;&#30340;&#26159;&#65292;&#20182;&#24377;&#36215;&#21513;&#20182;&#65292;&#35013;&#25198;&#25104;&#32511;&#26085;&#20048;&#38431;&#30340;&#20027;&#21809;Billie Joe Armstrong&#65292;&#28369;&#31293;&#30340;&#21809;&#30528;&#12298;Good Riddance (Time <br />
of Your Life)&#12299;&#65292;&#20197;&#24198;&#36154;&#12298;&#36855;&#22833; Lost&#12299;&#38750;&#20961;&#30340;&#20845;&#20010;&#25773;&#20986;&#23395;&#12290;<span style="color: #ff0000;">(&#36825;&#19968;&#27573;&#20063;&#24456;&#22909;&#29609;&#20799;&#65292;&#23588;&#20854;&#26159;&#25198;green day&#20027;&#21809;&#65292;&#22826;&#31070;&#20102;&#65292;&#21704;&#21704;)</span></p>
<p><img style="border-width: 0px; display: block; margin-left: auto; width: 400px; margin-right: auto; height: 300px;" title="Emmys-Matt-weiner_400" src="http://img2.timeinc.net/ew/dynamic/imgs/100829/Emmys-Matt-weiner_400.jpg" alt="Emmys-Matt-weiner_400" /></p>
<p>11. &#12298;&#24191;&#21578;&#29378;&#20154; Mad Men&#12299;&#30340;&#32534;&#21095;Matt Weiner&#34987;&#20048;&#38431;&#36214;&#19979;&#20102;&#21488;&#12290;&#22312;&#20182;&#30340;&#21512;&#20316;&#32773;Erin <br />
Levy&#31616;&#21333;&#35828;&#20102;&#20960;&#21477;&#20043;&#21518;&#65292;Weiner&#24320;&#22987;&#20102;&#20182;&#30340;&#33719;&#22870;&#24863;&#35328;&#65292;&#19981;&#36807;&#29616;&#22330;&#20048;&#38431;&#23244;&#20182;&#35762;&#24471;&#22826;&#22810;&#65292;&#24178;&#33030;&#22863;&#36215;&#20102;&#38899;&#20048;&#65292;&#24456;&#19981;&#23458;&#27668;&#22320;&#25226;&#20182;&#20204;&#36214;&#19979;&#20102;&#33310;&#21488;&#65292;&#22909;&#25226;&#26102;&#38388;&#30041;&#32473;&#31449;&#22312;&#22330;&#22806;&#24038;&#21491;&#20026;&#38590;&#30340;Mariska <br />
Hargitay&#21644;Chris Meloni&#65292;&#21518;&#20004;&#32773;&#35201;&#20026;&#25509;&#19979;&#26469;&#30340;&#22870;&#39033;&#39041;&#22870;&#12290;</p>
<p><img style="border-width: 0px; display: block; margin-left: auto; width: 400px; margin-right: auto; height: 300px;" title="Top-Chef-Emmys_400" src="http://img2.timeinc.net/ew/dynamic/imgs/100829/Top-Chef-Emmys_400.jpg" alt="Top-Chef-Emmys_400" /></p>
<p>12. &#12298;&#26497;&#36895;&#21069;&#36827;&#12299;&#34987;&#12298;Top Chef&#12299;&#20987;&#36133;&#12290;&#26366;&#36830;&#32493;&#33719;&#24471;&#19971;&#23626;&#33406;&#32654;&#22870;&#26368;&#20339;&#31454;&#25216;&#31867;&#30495;&#20154;&#31168;&#33410;&#30446;&#30340;&#12298;&#26497;&#36895;&#21069;&#36827; The Amazing <br />
Race&#12299;&#27627;&#26080;&#30097;&#38382;&#26159;&#26368;&#20248;&#31168;&#30340;&#33410;&#30446;&#65292;&#19981;&#36807;&#20170;&#24180;&#22612;&#38376;&#36133;&#32473;&#20102;&#12298;&#39030;&#32423;&#22823;&#21416; Top Chef&#12299;&#65292;&#35753;&#21518;&#32773;&#31532;&#19968;&#27425;&#25226;&#33635;&#35465;&#39640;&#39640;&#20852;&#20852;&#22320;&#25265;&#22238;&#20102;&#23478;&#12290;</p>
<p><img style="border-width: 0px; display: block; margin-left: auto; width: 300px; margin-right: auto; height: 400px;" title="Emmys-temple-Grandin_300" src="http://img2.timeinc.net/ew/dynamic/imgs/100829/Emmys-temple-Grandin_300.jpg" alt="Emmys-temple-Grandin_300" /></p>
<p>13. Temple Grandin&#25250;&#38236;&#22836;&#12290;HBO&#30340;&#33258;&#38381;&#30151;&#39064;&#26448;&#30340;&#30005;&#35270;&#30005;&#24433;&#12298;&#33258;&#38381;&#21382;&#31243; Temple <br />
Grandin&#12299;&#33719;&#24471;&#20102;&#33406;&#32654;&#22870;&#26368;&#20339;&#30005;&#35270;&#30005;&#24433;&#22870;&#65292;&#35813;&#29255;&#30340;&#21407;&#22411;&#20154;&#29289;Temple <br />
Grandin&#38543;&#21046;&#29255;&#20154;&#12289;&#20247;&#26126;&#26143;&#19968;&#21516;&#19978;&#21488;&#39046;&#22870;&#12290;&#27492;&#26102;&#65292;&#30001;&#20110;&#33719;&#22870;&#32780;&#20852;&#22859;&#24322;&#24120;&#30340;Grandin&#65288;&#24038;&#65289;&#33258;&#28982;&#32780;&#28982;&#22320;&#25509;&#21463;&#20102;&#26412;&#29255;&#25191;&#34892;&#21046;&#29255;&#20154;Emily Gerson <br />
Saines&#30340;&#25317;&#25265;&#65292;&#36825;&#19968;&#21051;&#36805;&#36895;&#34701;&#21270;&#20102;&#32654;&#22269;&#21508;&#22320;&#35266;&#20247;&#30340;&#24515;&#12290;<span style="color: #ff0000;">&#65288;&#24378;&#35843;&#19979;&#65292;&#37027;&#20010;&#20154;&#26159;&#22899;&#30340;&#12290;&#12290;&#12290;&#65289;</span></p>
<p><img style="border-width: 0px; display: block; margin-left: auto; width: 300px; margin-right: auto; height: 400px;" title="Jimmy-Fallon-Conan-EMmys_300" src="http://img2.timeinc.net/ew/dynamic/imgs/100829/Jimmy-Fallon-Conan-EMmys_300.jpg" alt="Jimmy-Fallon-Conan-EMmys_300" /></p>
<p>14. Jimmy Fallon&#25265;&#30528;&#21513;&#20182;&#24320;Conan&#30340;&#29609;&#31505;&#12290;&#8220;NBC&#36992;&#35831;&#12298;Late <br />
Night&#12299;&#33410;&#30446;&#30340;&#20027;&#25345;&#20154;&#26469;&#27931;&#26441;&#30710;&#20027;&#25345;&#21478;&#19968;&#26723;&#33410;&#30446;&#65292;&#8221;&#20027;&#25345;&#20154;Fallon&#19968;&#36793;&#31528;&#25305;&#30340;&#24377;&#30528;&#21513;&#20182;&#19968;&#36793;&#35828;&#21809;&#36947;&#12290;&#8220;&#21040;&#24213;&#21738;&#38169;&#20102;&#65311;&#8221;&#25509;&#30528;&#25668;&#24433;&#26426;&#25671;&#21521;Conan <br />
O&#8217;Brien&#65292;&#21518;&#32773;&#38596;&#36211;&#36211;&#30340;&#21671;&#30528;&#22068;&#12290;&#65288;Conan O&#8217;Brien&#26366;&#22312;NBC&#20027;&#25345;&#36807;16&#24180;&#12298;Late Night with Conan <br />
O&#8217;Brien&#12299;&#65292;&#28145;&#21463;&#21916;&#29233;&#12290;&#65289;<span style="color: #ff0000;">&#65288;&#20027;&#25345;&#20154;&#25265;&#21513;&#20182;&#21809;&#30340;&#37117;&#25402;&#26377;&#24847;&#24605;&#65292;&#35843;&#35843;&#24456;&#29087;&#24713;&#65292;&#27515;&#27963;&#27809;&#24819;&#36215;&#26469;&#26159;&#21861;&#12290;&#12290;&#12290;&#65289;</span></p>
<p><span style="color: #ff0000;">o&#20102;&#65292;&#23601;&#36825;&#20040;&#22810;&#12290;&#35874;&#32819;&#26421;&#25343;&#22870;&#25402;&#22909;&#30340;&#65292;&#19981;&#31881;&#20182;&#65292;&#20294;&#20063;&#39640;&#20852;&#21834;~&#35828;&#35805;&#36824;&#26159;&#37027;&#20040;&#25197;&#25197;&#30340;&#65292;&#22079;&#22079;&#65292;&#29305;&#21035;&#31505;&#30340;&#26102;&#20505;&#65292;&#30475;&#30528;&#30495;&#22909;&#12290;&#35805;&#35828;&#20182;37&#20102;&#21834;&#65292;&#27809;&#30475;&#20986;&#26469;&#12290;&#12290;&#12290;&#12290;</span></p>
<p><span style="color: #ff0000;">&#36824;&#26377;&#23601;&#26159;Al Pacino&#30340;&#36720;&#28982;&#32769;&#21435;&#65292;&#21523;&#21040;&#25105;&#20102;&#12290;&#20854;&#23454;George Cloony&#20063;&#26377;&#28857;&#20799;&#26174;&#32769;&#20102;</span></p>
<p><span style="color: #ff0000;">&#22007;&#22007;&#65292;&#23681;&#26376;~~<br /></span></p>
</div>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/09/02/justice-from-harvard/">Justice From Harvard</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-09-02T00:00:00+08:00" pubdate data-updated="true">Sep 2<span>nd</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#21704;&#20315;&#30340;&#20844;&#27491;&#35838;&#65292;&#24212;&#35813;&#20986;&#20102;&#24456;&#20037;&#20102;&#65292;&#19968;&#30452;&#27809;&#26377;&#20851;&#27880;</p>
<p>&#30830;&#20999;&#30340;&#35828;&#65292;&#20844;&#24320;&#35838;&#24050;&#32463;&#26377;&#20102;&#24456;&#20037;&#20102;&#65292;&#25105;&#37117;&#25042;&#24471;&#27809;&#20851;&#27880;&#36807;</p>
<p>&#30452;&#33267;&#26576;&#22825;&#65292;&#39134;&#35828;&#22905;&#30475;&#20102;&#37329;&#34701;&#35838;&#65292;&#24456;&#19981;&#38169;</p>
<p>&#26576;&#26576;&#22825;&#65292;&#39134;&#32487;&#32493;&#35828;</p>
<p>&#20110;&#26159;&#65292;&#25105;&#19979;&#36733;&#20102;&#24456;&#22810;&#24456;&#22810;&#30340;&#35838;&#31243;&#12290;&#36825;&#26159;&#20854;&#20013;&#19968;&#20010;</p>
<p><img src="http://image-7.verycd.com/2116ec7aa5e81e7a2b0507a2e23f887161498%28600x%29/thumb.jpg" border="0" alt="" /></p>
<p><img src="file:///C:/DOCUME%7E1/hp/LOCALS%7E1/Temp/moz-screenshot.png" alt="" /></p>
<p>&#23383;&#24149;&#20986;&#20840;&#20102;&#65292;&#30475;&#30528;&#36824;&#31639;&#36731;&#26494;</p>
<p>&#32769;&#24072;&#26159;&#30740;&#31350;political philosophy&#30340;</p>
<p>&#32780;&#25105;&#65292;&#25171;&#23567;&#25919;&#27835;&#23601;&#27809;&#23398;&#26126;&#30333;&#36807;</p>
<p>&#36825;&#19981;&#21487;&#24597;&#65292;&#20182;&#35762;&#21040;&#30340;&#21746;&#23398;&#65292;&#36319;&#21681;&#23398;&#30340;&#19981;&#19968;&#26679;</p>
<p>&#38500;&#20102;&#29702;&#35770;&#30340;&#21746;&#23398;&#65292;&#27599;&#33410;&#35838;&#37117;&#20250;&#25552;&#20986;&#19968;&#20123;&#38382;&#39064;&#25110;&#32773;&#26696;&#20363;&#65292;&#20379;&#22823;&#23478;&#20249;&#20799;&#35752;&#35770;&#12290;&#36825;&#20010;&#36807;&#31243;&#65292;&#21487;&#23601;&#20307;&#29616;&#27700;&#24179;&#20102;&#65292;&#20182;&#33021;&#24456;&#22909;&#30340;&#24341;&#23548;&#23398;&#29983;&#30340;&#36777;&#35770;&#26041;&#21521;&#65292;&#24182;&#36866;&#26102;&#30340;&#20570;&#20986;&#24605;&#32500;&#20005;&#35880;&#30340;&#24635;&#32467;&#24402;&#32435;&#12290;&#27599;&#27425;&#35752;&#35770;&#30340;&#26102;&#20505;&#65292;&#37117;&#24525;&#19981;&#20303;&#24863;&#24936;&#65292;&#30495;&#26159;&#20010;&#22909;&#32769;&#24072;&#21834;~</p>
<p>&#21487;&#24796;&#25105;&#27700;&#24179;&#19981;&#27982;&#65292;&#20174;&#19968;&#24320;&#22987;&#23601;&#35797;&#22270;&#30452;&#25509;&#25509;&#21463;&#33521;&#25991;&#30340;&#20449;&#24687;&#65292;&#21487;&#26159;&#35838;&#31243;&#36827;&#34892;&#21040;&#19968;&#21322;&#65292;&#23601;&#26377;&#28857;&#36319;&#19981;&#19978;&#20102;&#65292;&#33021;&#21548;&#25026;&#65292;&#19981;&#33021;&#29702;&#35299;&#12290;&#21487;&#35265;&#65292;&#33521;&#35821;&#22909;&#24456;&#37325;&#35201;&#65292;&#35838;&#21069;&#20570;&#22823;&#37327;&#38405;&#35835;&#24456;&#37325;&#35201;&#65292;&#35838;&#21518;&#21220;&#20110;&#24605;&#32771;&#24456;&#37325;&#35201;&#12290;</p>
<p>&#24378;&#28872;&#25512;&#33616;&#36825;&#38376;&#35838;&#65292;&#20063;&#26159;&#22522;&#20110;&#25105;&#33258;&#24049;&#36947;&#24503;&#35266;&#65292;&#20215;&#20540;&#35266;&#31561;&#31561;&#30340;&#32570;&#22833;&#65292;&#36319;&#25105;&#19968;&#26679;&#30340;&#65292;&#29702;&#31185;&#29983;&#65292;&#24212;&#35797;&#29983;&#65292;&#20013;&#22269;&#23398;&#29983;~</p>
<p>&#21335;&#26041;&#21608;&#26411;&#21069;&#20004;&#22825;&#20851;&#20110;&#25105;&#20204;&#22823;&#23398;&#25945;&#32946;&#30340;&#25991;&#31456;&#24456;&#33021;&#35828;&#26126;&#38382;&#39064; &#38142;&#25509;&#65306;<a title="http://www.infzm.com/content/49415" href="http://www.infzm.com/content/49415" target="_blank">http://www.infzm.com/content/49415</a></p>
<p><q style="quotes: none; font-style: normal; font-weight: bold; font-size: 1em; line-height: 1.5em; color: #0055aa;">&#20013;&#22269;&#30340;&#25945;&#32946;&#20307;&#31995;&#65292;&#20174;&#20013;&#23398;&#21040;&#22823;&#23398;&#65292;&#38271;&#26399;&#20197;&#26469;&#37117;&#23558;&#20215;&#20540;&#25945;&#32946;&#31561;&#21516;&#20110;&#24605;&#24819;&#25945;&#32946;&#65292;&#26080;&#35770;&#22810;&#22909;&#30340;&#35266;&#24565;&#21644;&#29702;&#35770;&#65292;&#19968;&#26086;&#24378;&#34892;&#28748;&#36755;&#65292;&#23601;&#25104;&#20102;&#25945;&#26465;&#65292;&#38590;&#20813;&#31378;&#30861;&#33258;&#30001;&#24515;&#28789;&#30340;&#33258;&#30001;&#21457;&#23637;&#12290;</q></p>
<p><q style="quotes: none; font-style: normal; font-weight: bold; font-size: 1em; line-height: 1.5em; color: #0055aa;"> &#24605;&#24819;&#33258;&#30001;&#26159;&#22823;&#23398;&#19981;&#21487;&#21160;&#25671;&#30340;&#22522;&#26412;&#20215;&#20540;&#65292;&#32780;&#22312;&#33258;&#30001;&#20043;&#22806;&#65292;&#19968;&#25152;&#22823;&#23398;&#36824;&#24212;&#26377;&#26356;&#22810;&#39640;&#36828;&#30340;&#29702;&#24565;&#65292;&#21253;&#25324;&#40723;&#21169;&#23398;&#29983;&#28909;&#29233;&#30495;&#29702;&#12289;&#36861;&#27714;&#20844;&#20041;&#12289;&#24179;&#31561;&#24453;&#20154;&#12289;&#37325;&#35270;&#29615;&#20445;&#12289;&#20851;&#24576;&#24369;&#21183;&#12289;&#31215;&#26497;&#21442;&#19982;&#20844;&#20849;&#20107;&#21153;&#31561;&#12290;</q></p>
<p>&#36824;&#26377;&#19968;&#31687;&#25991;&#31456;&#65292;&#35762;&#20026;&#20160;&#20040;&#20013;&#22269;&#20154;&#32570;&#23569;&#8220;&#24120;&#35782;&#8221; <a title="http://www.my1510.cn/article.php?id=e7941deabdf8ff64" href="http://www.my1510.cn/article.php?id=e7941deabdf8ff64" target="_blank">http://www.my1510.cn/article.php?id=e7941deabdf8ff64</a></p>
<p>&#20174;&#36825;&#20010;&#35838;&#31243;&#20013;&#65292;&#20063;&#33021;&#24471;&#21040;&#20123;&#35768;&#35299;&#37322;&#12290;&#30475;&#23436;&#29978;&#33267;&#35273;&#24471;&#65292;&#26377;&#22826;&#22810;&#36807;&#20110;&#24120;&#35782;&#65292;&#32780;&#25105;&#20204;&#21364;&#19981;&#26126;&#30333;&#30340;&#19996;&#35199;&#12290;</p>
<p>Amazon&#26377;&#21334;&#36825;&#32769;&#24072;&#20889;&#30340;&#20070;&#65292;15&#20992;&#65292;&#37038;&#36153;5&#20992;&#12290;&#22909;&#32416;&#32467;&#65292;&#35201;&#19981;&#35201;&#20080;&#12290;&#19981;&#26159;&#24515;&#30140;&#38065;&#65292;&#32780;&#26159;&#25105;&#25163;&#22836;&#36824;&#26377;&#26412;Peter pan&#27809;&#30475;&#23436;&#30340;&#65292;&#20080;&#36825;&#20040;&#22810;&#33521;&#25991;&#20070;&#65292;&#24537;&#19981;&#36807;&#26469;&#20040;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#27491;&#22914;&#35838;&#31243;&#26368;&#21518;&#32769;&#24072;&#35828;&#30340;&#37027;&#26679;&#65292;&#22914;&#26524;&#25105;&#20204;&#30340;&#35838;&#31243;&#33021;&#35753;&#20320;&#19968;&#30452;&#20445;&#25345;&#19981;&#26029;&#29702;&#24615;&#24605;&#32771;&#30340;&#20064;&#24815;&#65292;&#37027;&#25105;&#20204;&#23601;&#26159;&#26377;&#25910;&#33719;&#30340;&#12290;</p>
<p>&#39069;&#65292;&#35805;&#35828;&#21040;&#19968;&#21322;&#65292;&#33258;&#24049;&#23601;&#24819;&#26126;&#30333;&#20102;&#65292;&#20070;&#36824;&#26159;&#35201;&#20080;&#30340;&#65292;&#30475;&#19968;&#28857;&#65292;&#23601;&#22810;&#19968;&#28857;&#25910;&#33719;&#19981;&#26159;&#12290;</p>
<p>&#38500;&#21435;&#24605;&#32771;&#65292;&#25105;&#24819;&#25105;&#36824;&#26159;&#23398;&#21040;&#20102;&#24456;&#22810;&#30340;&#12290;&#23562;&#37325;&#65292;&#25209;&#21028;&#24615;&#24605;&#32500;&#65292;&#23485;&#23481;&#31561;&#31561;&#31561;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#26377;&#20154;&#35828;&#36825;&#26159;&#25152;&#35859;&#36164;&#26412;&#20027;&#20041;&#27602;&#30244;&#65292;&#25105;&#35273;&#24471;&#65292;&#23425;&#24895;&#34987;&#8216;&#27602;&#30244;&#8217;&#20405;&#34432;&#65292;&#20063;&#22909;&#36807;&#27809;&#26377;&#36947;&#24503;&#24213;&#32447;&#65292;&#27809;&#26377;&#8216;&#20449;&#20208;&#8217;~</p>
<p>&#20241;&#24687;&#19968;&#38453;&#65292;&#27605;&#19994;&#21069;&#65292;&#35201;&#20877;&#30475;&#31532;&#20108;&#36941;~&#35748;&#30495;&#30340;~</p>
<p>&#38468;&#35838;&#31243;&#32593;&#22336;&#65306;<a title="http://www.justiceharvard.org/" href="http://www.justiceharvard.org/" target="_blank">http://www.justiceharvard.org/</a></p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/09/01/%E5%8D%8E%E4%B8%BA%E5%8D%8A%E6%97%A5%E6%B8%B8/">华为半日游</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-09-01T00:00:00+08:00" pubdate data-updated="true">Sep 1<span>st</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#21407;&#26412;&#24212;&#35813;&#26159;&#19978;&#21608;&#19968;&#30340;&#65292;&#25105;&#22312;&#23478;&#65292;&#27809;&#36214;&#19978;&#12290;&#36825;&#21608;&#23460;&#21451;&#35828;&#33021;&#21435;&#65292;&#23601;&#36319;&#30528;&#19968;&#36215;&#21435;&#20102;</p>
<p>&#36214;&#24471;&#26089;&#19981;&#22914;&#36214;&#24471;&#24039;</p>
<p>&#26368;&#21518;&#19968;&#20010;&#19979;&#21320;&#30340;&#26368;&#21518;&#19968;&#36255;&#36710;&#65292;&#25105;&#20204;&#20200;&#26159;&#26368;&#21518;&#19978;&#36710;&#30340;</p>
<p>&#27969;&#31243;&#31616;&#21333;&#65306;&#39046;&#24037;&#21345;&#65292;&#25293;&#29031;&#65292;&#21442;&#35266;&#21150;&#20844;&#23460;&#65292;&#26426;&#25151;&#65292;&#21508;&#31181;&#35774;&#22791;&#65288;&#22826;&#32047;&#65292;&#25105;&#27809;&#35748;&#30495;&#21442;&#35266;&#65289;&#65292;&#23459;&#35762;&#65292;&#21507;&#39277;&#65292;&#22238;&#23478;&#12290;</p>
<p>&#25105;&#23545;&#32593;&#32476;&#20852;&#36259;&#19981;&#22823;&#65292;&#37117;&#24536;&#24046;&#19981;&#22810;&#20102;&#65292;&#22522;&#26412;&#19978;&#23601;&#20667;&#31449;&#30528;&#21548;&#12290;&#26377;&#21487;&#33021;&#22240;&#20026;&#26368;&#21518;&#19968;&#25320;&#20154;&#20102;&#65292;&#20154;&#25968;&#22810;&#65292;&#32780;&#19988;&#31209;&#24207;&#19981;&#24590;&#26679;&#65292;&#24184;&#22909;&#26377;&#23460;&#21451;&#21516;&#34892;&#65292;&#19981;&#28982;&#24471;&#26080;&#32842;&#27515;&#12290;</p>
<p>&#23459;&#35762;&#22043;&#65292;&#20498;&#26159;&#26377;&#28857;&#20799;&#20449;&#24687;&#65306;&#35813;&#20844;&#21496;&#20170;&#24180;&#36824;&#26159;&#25402;&#32570;&#20154;&#30340;&#65307;&#36215;&#34218;&#28072;&#20102;&#65292;&#20854;&#23454;&#20154;&#23478;&#26089;&#23601;&#30693;&#36947;&#20102;&#65292;&#25105;&#21518;&#30693;&#21518;&#35273;&#65307;&#36824;&#26377;&#23601;&#26159;&#25105;&#32831;&#32831;&#20110;&#24576;&#30340;&#24615;&#26684;&#27979;&#35797;&#20063;&#26377;&#21512;&#29702;&#35299;&#37322;&#20102;&#65292;&#21482;&#20570;&#21442;&#32771;&#65292;&#32508;&#21512;&#38754;&#26102;&#30340;&#21442;&#32771;&#65292;&#24681;&#65292;&#36825;&#26679;&#30475;&#36215;&#26469;&#25165;&#27604;&#36739;&#31185;&#23398;&#12290;</p>
<p>&#21507;&#30340;&#36824;&#19981;&#38169;&#65292;&#37492;&#20110;&#26202;&#19978;&#22238;&#21435;&#25105;&#35201;&#35831;&#23458;&#65292;&#21516;&#24535;&#20204;&#21507;&#30340;&#24456;&#30684;&#25345;&#12290;&#19981;&#36807;&#65292;&#25454;&#21326;&#20026;&#24037;&#20316;&#30340;&#23401;&#23376;&#35828;&#65292;&#25105;&#20204;&#21507;&#30340;&#33258;&#21161;&#39184;&#21047;&#21345;&#30340;&#35805;&#38656;&#35201;30&#19968;&#20154;&#65292;&#26377;&#28857;&#36149;&#65292;&#19981;&#22914;&#22806;&#38754;&#21435;&#21507;&#33258;&#21161;&#65292;&#20063;&#38590;&#24618;&#21619;&#36947;&#36824;&#35828;&#24471;&#36807;&#21435;&#12290;&#12290;&#12290;</p>
<p>&#19978;&#36710;&#22635;&#20102;&#19968;&#24352;&#20010;&#20154;&#20449;&#24687;&#34920;&#26684;&#65292;&#35828;&#26159;&#31579;&#36873;&#20043;&#21518;&#20248;&#31168;&#30340;&#21487;&#20197;&#23569;&#22909;&#20960;&#36718;&#38754;&#35797;&#12290;&#20599;&#20599;&#30340;&#23492;&#20104;&#19968;&#28857;&#23567;&#24076;&#26395;&#65292;&#22079;&#22079;&#12290;</p>
<p>&#20855;&#20307;&#22043;&#65292;&#20248;&#20808;&#38754;&#35797;&#20061;&#26376;&#19979;&#26092;&#23601;&#20250;&#24320;&#22987;&#65292;&#27491;&#24335;&#30340;&#26657;&#22253;&#25307;&#32856;&#35980;&#20284;&#21313;&#26376;&#20013;&#21551;&#21160;&#65311;&#22823;&#27010;&#23601;&#36825;&#21543;&#65292;&#20855;&#20307;&#24536;&#20102;&#12290;&#12290;&#12290;</p>
<p>&#35814;&#32454;&#31561;&#25307;&#32856;&#24320;&#22987;&#20877;&#20570;&#35760;&#24405;&#21862;~</p>
<p>P.S.&#30456;&#26426;&#22312;&#23487;&#33293;&#65292;&#26368;&#36817;&#24456;&#22810;&#38646;&#25955;&#30340;&#29031;&#29255;&#22238;&#22836;&#21152;&#19978;&#12290;</p>
<p>&#22612;&#22612;&#65281;&#33021;&#25214;&#30528;&#25105;&#19981;&#65292;&#21453;&#20809;&#30340;&#22823;&#33080;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12834361643.jpg" border="0" alt="" /></p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/09/01/sherlock/">Sherlock</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-09-01T00:00:00+08:00" pubdate data-updated="true">Sep 1<span>st</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#19968;&#30475;&#25105;&#20889;&#26085;&#24535;&#30340;&#39057;&#29575;&#65292;&#23601;&#30693;&#36947;&#33258;&#24049;&#21448;&#24320;&#22987;&#24471;&#29791;&#20102;&#12290;&#34701;&#21512;&#21021;&#35265;&#25104;&#25928;&#26377;&#28857;&#28608;&#21160;&#22043;~&#20170;&#22825;&#65292;&#20170;&#22825;&#36824;&#26159;&#24471;&#22909;&#22909;&#24178;&#27963;&#65292;&#30446;&#21069;&#30340;&#32467;&#26524;&#20889;&#35770;&#25991;&#36824;&#26159;&#24046;&#20102;&#37027;&#20040;&#19968;&#28857;&#20799;&#12290;</p>
<p>&#20027;&#35201;&#21608;&#26411;&#30475;&#20102;&#19968;&#36156;&#22909;&#30475;&#30005;&#35270;&#65292;&#24525;&#19981;&#20303;&#21834;&#24525;&#19981;&#20303;&#12290;</p>
<p>&#31561;&#31561;&#31561;&#31561;&#65288;&#21629;&#36816;&#20132;&#21709;&#26354;&#21069;&#22235;&#20010;&#38899;&#31526;&#21704;~&#65289;</p>
<p>&#33521;&#21095;&#65292;Sherlock&#12290;&#35793;&#20316;&#26032;&#31119;&#23572;&#25705;&#26031;&#65292;&#25110;&#32773;&#31070;&#25506;&#22799;&#27931;&#20811;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12833045743.jpg" border="0" alt="" /></p>
<p>&#30446;&#21069;&#21482;&#20986;&#20102;&#31532;&#19968;&#23395;&#65292;&#20849;&#19977;&#38598;&#65292;&#27599;&#38598;100&#20998;&#38047;&#12290;&#19979;&#19968;&#23395;&#26126;&#24180;&#24180;&#24213;&#20986;&#65292;&#36824;&#26377;&#19968;&#24180;&#21322;&#35201;&#31561;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#21046;&#20316;&#31934;&#33391;&#65292;&#26377;&#30005;&#24433;&#21697;&#36136;&#65292;&#21095;&#24773;&#36830;&#36143;&#12290;&#31532;&#19968;&#23395;&#21483;pink&#20160;&#20040;&#30340;&#65292;&#25105;&#30475;&#20102;&#23601;&#24819;&#36215;&#34880;&#23383;&#30340;&#30740;&#31350;&#12290;&#30334;&#24230;&#20043;&#65292;&#20154;&#35828;&#30830;&#23454;&#26377;&#21407;&#33879;&#30340;&#24433;&#23376;&#65292;&#20294;&#25913;&#32534;&#36824;&#26159;&#24456;&#19981;&#19968;&#26679;&#30340;&#12290;</p>
<p>&#27605;&#31455;&#65292;&#26102;&#38388;&#25913;&#22312;&#20102;&#29616;&#20195;&#12290;Dr. Watson&#26159;&#20174;Afghanistan&#22238;&#26469;&#30340;&#22823;&#20853;&#65292;&#31119;&#23572;&#25705;&#26031;&#20063;&#26377;&#22815;&#31070;&#32463;&#36136;&#30340;&#65292;&#19979;&#38754;&#30340;&#25130;&#22270;&#25402;&#33021;&#35828;&#26126;&#38382;&#39064;&#12290;</p>
<p>&#19981;&#21916;&#27426;&#36879;&#28431;&#30005;&#35270;&#21095;&#24773;&#33410;&#65292;&#19981;&#28982;&#30475;&#30528;&#23601;&#27809;&#24847;&#24605;&#20102;&#12290;</p>
<p>&#24635;&#20043;&#22043;&#65292;&#30475;&#23436;&#20043;&#21518;&#65292;&#25171;&#31639;&#21487;&#20197;&#24320;&#22987;&#36861;&#33521;&#21095;&#20102;&#65292;&#19979;&#20102;&#19968;&#20123;&#65292;&#24930;&#24930;&#30475;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1283304581i.jpg" border="0" alt="" /></p>
<p>&#21916;&#27426;&#24069;&#21733;&#65292;Holmes&#30340;&#28436;&#21592;&#25402;&#24069;&#30340;&#65292;&#36523;&#26448;&#29190;&#22909;&#65292;&#30246;&#21066;&#30340;&#33080;&#65292;&#21152;&#19978;&#33521;&#22269;&#32453;&#22763;&#20856;&#22411;&#30340;&#38271;&#39118;&#34915;&#65292;&#28145;&#33394;&#22260;&#24062;&#65292;&#39069;~~~~&#25105;&#12290;&#12290;&#12290;&#12290;&#25105;&#21448;&#33457;&#30196;&#20102;&#12290;&#22826;&#24069;&#22826;&#24069;~</p>
<p>&#23545;&#65292;&#22068;&#24052;&#30475;&#30528;&#20687;UB&#37324;&#38754;&#30340;Daniel&#12290;</p>
<p>Dr. Watson&#20063;&#19981;&#38169;&#21862;&#65292;&#31639;&#19981;&#19978;&#20859;&#30524;&#65292;&#20294;&#26159;&#32463;&#30475;&#12290;&#21152;&#19978;&#35282;&#33394;&#22609;&#36896;&#20013;&#20182;&#30340;&#24544;&#35802;&#65292;&#26524;&#25954;&#65292;&#36824;&#26377;&#21453;&#24212;&#36831;&#38045;&#65292;&#37117;&#35753;&#20154;&#29289;&#30475;&#30528;&#25402;&#40092;&#27963;&#30340;~</p>
<p>&#23545;&#23545;&#65292;&#38899;&#20048;&#20063;&#37197;&#30340;&#19981;&#38169;&#65292;&#25913;&#26085;&#25214;&#30528;&#20102;&#21457;&#19978;&#26469;&#12290;</p>
<p>&#32769;&#23454;&#20889;&#20195;&#30721;&#20999;&#40479;~</p>
<p>&#160;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/08/31/%E5%99%A9%E6%A2%A6%E4%B8%8D%E6%96%AD/">噩梦不断</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-08-31T00:00:00+08:00" pubdate data-updated="true">Aug 31<span>st</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p><img src="http://filer.blogbus.com/5333148/5333148_1283239052h.jpg" border="0" alt="" /></p>
<p>&#20170;&#26085;&#65292;&#35832;&#20107;&#19981;&#23452;~</p>
<p>&#21320;&#39277;&#21069;&#36229;&#22256;&#65292;&#29228;&#26700;&#23376;&#19978;&#30511;&#30634;&#12290;&#20174;&#26469;&#30561;&#19981;&#30528;&#30340;&#23043;&#65292;&#19981;&#20294;&#30528;&#20102;&#65292;&#36824;&#20570;&#26790;&#12290;&#26790;&#35265;&#25105;&#21448;&#36305;&#21435;&#24230;&#21338;&#22763;&#20102;&#12290;&#35813;&#27515;&#30340;Dr. Li&#65292;&#25105;&#24680;&#20320;~&#24178;&#22043;&#27809;&#20107;&#20799;&#32473;&#37027;&#20040;&#19968;&#36947;&#24618;&#39064;&#30446;&#35753;&#20154;&#20570;&#12290;&#33258;&#25171;&#19978;&#21608;&#26411;&#32769;&#29241;&#35802;&#24691;&#24314;&#35758;&#25105;&#20197;&#21518;&#35835;&#21338;&#22763;&#20043;&#21518;&#65292;&#36825;&#22121;&#26790;&#23601;&#27809;&#28040;&#20572;&#12290;&#26377;&#22825;&#26202;&#19978;&#65292;&#26790;&#35265;&#39569;&#21333;&#36710;&#21435;&#26053;&#28216;&#65292;&#24590;&#20040;&#30528;&#23601;&#36935;&#19978;&#21338;&#22763;&#21516;&#23398;&#20102;&#65292;&#34987;&#25289;&#21435;&#35835;&#20102;3&#24180;&#20070;&#65292;&#27809;&#27605;&#19994;&#65292;&#20241;&#23398;&#20102;&#12290;&#28982;&#21518;&#65292;&#21448;&#34987;&#36861;&#26432;&#65292;&#39569;&#21333;&#36710;&#36867;&#20129;&#12290;&#12290;&#12290;&#32467;&#35770;&#26159;&#65292;&#35835;&#21338;&#22763;&#24456;&#21361;&#38505;&#65292;&#36319;&#21338;&#22763;&#29609;&#20799;&#24515;&#37324;&#21387;&#21147;&#30495;&#22823;~</p>
<p>&#27450;&#36127;&#23071;&#20799;&#35831;&#21507;&#30333;&#33756;&#28818;&#32905;&#65292;&#28982;&#21518;&#29330;&#21171;&#33258;&#24049;&#21917;&#32511;&#33590;&#65292;&#28040;&#28781;so&#22823;&#19968;&#21482;&#29980;&#29916;&#12290;&#22909;&#24515;&#24773;&#21448;&#34987;&#24700;&#20154;&#30005;&#35805;&#25605;&#21644;&#65306;&#38382;&#25105;&#21688;&#38451;&#21643;&#36208;&#65292;&#25105;&#38382;&#20320;&#35201;&#21435;&#21738;&#20799;&#12290;&#27515;&#27963;&#19981;&#35828;&#65292;&#19981;&#35828;&#37027;&#31639;&#20102;&#21591;&#65292;&#21482;&#26159;&#20026;&#20102;&#24110;&#20320;&#25351;&#36335;&#32780;&#24050;&#12290;&#20197;&#20026;&#22992;&#26159;&#30495;&#20843;&#21350;&#21834;&#65292;&#22992;&#25165;&#27809;&#20852;&#36259;&#21602;&#65292;&#25171;&#21548;&#20154;&#38544;&#31169;&#19981;&#26159;&#25105;&#39118;&#26684;&#20040;&#65292;&#35828;&#20102;&#25105;&#23601;&#21548;&#65292;&#19981;&#35828;&#25105;&#19981;&#21548;&#21591;&#12290;&#25110;&#35768;&#21482;&#26377;&#20843;&#21350;&#30340;&#20154;&#65292;&#25165;&#24597;&#21035;&#20154;&#20843;&#21350;&#21543;&#12290;&#22909;&#27604;&#26377;&#20154;&#35828;&#65306;&#25105;&#29616;&#22312;&#30340;&#29983;&#27963;&#30495;&#30340;&#24456;&#24320;&#24515;&#24456;&#24184;&#31119;&#65292;&#24182;&#19988;&#24680;&#19981;&#24471;&#21152;&#26080;&#25968;&#20010;&#24863;&#21497;&#21495;&#65292;&#37027;&#20843;&#25104;&#23601;&#26159;&#33258;&#27450;&#27450;&#20154;&#12290;&#30495;&#27491;&#24320;&#24515;&#24184;&#31119;&#30340;&#20154;&#21834;&#65292;&#37117;&#24537;&#30528;&#20139;&#21463;&#36825;&#26102;&#20809;&#65292;&#21738;&#26377;&#38386;&#24037;&#22827;&#36319;&#20154;&#35299;&#37322;&#33258;&#24049;&#30340;&#24515;&#24773;&#65292;&#26159;&#19981;&#65311;</p>
<p>&#24184;&#20111;&#24184;&#20111;&#65292;boss&#22823;&#20154;&#37027;&#20799;&#36824;&#31639;&#26159;&#20010;&#22909;&#28040;&#24687;&#65292;&#20195;&#30721;&#27809;&#30333;&#20889;&#65292;&#36824;&#31639;&#26377;&#24076;&#26395;&#65292;&#25913;&#21543;&#25913;&#21543;&#65292;&#25105;&#21487;&#19981;&#24819;&#25442;&#26041;&#21521;&#37325;&#20570;~</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/08/31/%E4%B8%B4%E6%97%B6%E5%9E%83%E5%9C%BE%E6%A1%B6/">临时垃圾桶</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-08-31T00:00:00+08:00" pubdate data-updated="true">Aug 31<span>st</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#30495;&#31070;&#32463;&#30495;&#31070;&#32463;&#65292;&#21643;&#20250;&#26377;&#36825;&#26679;&#30340;&#20154;&#20799;&#65281;</p>
<p>&#36824;&#19987;&#31243;&#25171;&#30005;&#35805;&#26469;&#65292;&#23601;&#20026;&#20102;&#35828;&#19968;&#21477;&#20197;&#21518;&#19981;&#20570;&#20320;&#22823;&#21460;&#20102;&#65292;&#23601;&#20570;&#26379;&#21451;&#12290;</p>
<p>&#39069;&#65292;&#38543;&#21475;&#19968;&#21483;&#30340;&#22823;&#21460;&#65292;&#33267;&#20110;&#20040;&#65292;&#25105;&#21487;&#27809;&#24403;&#22238;&#20107;&#20799;</p>
<p>&#36825;&#20154;&#22826;&#20107;&#20799;&#20102;&#65292;&#25105;&#36824;&#26159;&#31163;&#36828;&#28857;&#21543;</p>
<p>&#22909;&#20687;&#25105;&#25170;&#30528;&#25170;&#30528;&#35201;&#25214;&#20320;&#29609;&#65292;&#21916;&#27426;&#36319;&#20320;&#29609;&#20799;&#20284;&#30340;</p>
<p>&#36793;&#20799;&#21435;&#12290;&#29239;&#27809;&#24515;&#24773;&#36319;&#20320;&#30699;&#24773;&#65281;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12832166527.jpg" border="0" alt="" /></p>
<p>&#36825;&#22823;&#28165;&#26089;&#30340;&#65292;&#22826;&#28155;&#22581;&#20102;&#12290;&#30475;&#26469;&#20170;&#22825;&#25105;&#24471;&#19968;&#20999;&#23567;&#24515;&#12290;&#12290;&#12290;</p>
<p>&#20013;&#21320;&#21507;&#28857;&#22909;&#30340;&#20999;&#65292;&#34917;&#34917;&#24515;&#24773;&#65292;&#21756;&#65281;</p>
<p>&#21834;&#21834;&#21834;&#21834;&#21834;&#21834;&#65292;&#22909;&#24819;&#24565;&#36319;&#25105;&#33261;&#21619;&#30456;&#25237;&#30340;&#23043;&#20204;&#65292;&#19968;&#20010;&#20010;&#37117;&#36214;&#32039;&#30340;&#22238;&#26469;&#21543;~~~~</p>
<p>&#35201;&#19981;&#28982;&#65292;&#25105;&#20063;&#19981;&#21574;&#35199;&#23433;&#21862;~</p>
                                    </p>
</div>
  
  


    </article>
  
  <div class="pagination">
    
      <a class="prev" href="/blog/page/10/">&larr; Older</a>
    
    <a href="/blog/archives">Blog Archives</a>
    
    <a class="next" href="/blog/page/8/">Newer &rarr;</a>
    
  </div>
</div>
<aside class="sidebar">
  
    <section>
  <h1>Recent Posts</h1>
  <ul id="recent_posts">
    
      <li class="post">
        <a href="/blog/2013/01/13/hui-gu-2012/">回顾2012</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/08/my-frist-post/">my-frist-post</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/05/14/eclipse---java.lang.noclassdeffounderror%3A-com.jayway.android.robotium.solo.solo%E9%94%99%E8%AF%AF%E8%A7%A3%E5%86%B3/">eclipse - java.lang.NoClassDefFoundError: com.jayway.android.robotium.solo.Solo错误解决</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/04/08/%E4%BD%A0%E7%8E%B0%E5%9C%A8%E7%9A%84%E5%B7%A5%E4%BD%9C%E8%BD%BB%E6%9D%BE%E4%B9%88%EF%BC%9F/">你现在的工作轻松么？</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/02/19/css%E7%AC%94%E8%AE%B0-position%E9%83%BD%E6%9C%89%E5%95%A5%E5%B1%9E%E6%80%A7/">CSS笔记-position都有啥属性</a>
      </li>
    
  </ul>
</section>






  
</aside>

    </div>
  </div>
  <footer role="contentinfo"><p>
  Copyright &copy; 2013 - muggleyoung -
  <span class="credit">Powered by <a href="http://octopress.org">Octopress</a>. Design by <a href="http://octopressthemes.com">Octopress Themes</a>.</span>
</p>

</footer>
  







  <script type="text/javascript">
    (function(){
      var twitterWidgets = document.createElement('script');
      twitterWidgets.type = 'text/javascript';
      twitterWidgets.async = true;
      twitterWidgets.src = 'http://platform.twitter.com/widgets.js';
      document.getElementsByTagName('head')[0].appendChild(twitterWidgets);
    })();
  </script>





</body>
</html>
