
<!DOCTYPE html>
<!--[if IEMobile 7 ]><html class="no-js iem7"><![endif]-->
<!--[if lt IE 9]><html class="no-js lte-ie8"><![endif]-->
<!--[if (gt IE 8)|(gt IEMobile 7)|!(IEMobile)|!(IE)]><!--><html class="no-js" lang="en"><!--<![endif]-->
<head>
  <meta charset="utf-8">
  <title>再游北京-3 - Muggleyoung Blog</title>
  <meta name="author" content="muggleyoung">

  
  <meta name="description" content="4&#26376;18&#26085;&#65292;3rd day&#65306;
&#32456;&#20110;&#22868;798&#21435;&#20102;&#12290;
&#19978;&#27425;&#26469;&#21271;&#20140;&#65292;&# &hellip;">
  

  <!-- http://t.co/dKP3o1e -->
  <meta name="HandheldFriendly" content="True">
  <meta name="MobileOptimized" content="320">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  
  <link rel="canonical" href="http://muggleyoung.github.com/blog/2010/04/25/%E5%86%8D%E6%B8%B8%E5%8C%97%E4%BA%AC-3/">
  <link href="/favicon.png" rel="icon">
  <link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
  <script src="/javascripts/modernizr-2.0.js"></script>
  <script src="/javascripts/ender.js"></script>
  <script src="/javascripts/octopress.js" type="text/javascript"></script>
  <link href="/atom.xml" rel="alternate" title="Muggleyoung Blog" type="application/atom+xml">
  <!--Fonts from Google"s Web font directory at http://google.com/webfonts -->
<link href="http://fonts.googleapis.com/css?family=PT+Serif:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<link href="http://fonts.googleapis.com/css?family=PT+Sans:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">

  

</head>

<body   >
  <header role="banner"><hgroup>
  <h1><a href="/">Muggleyoung Blog</a></h1>
  
    <h2>A blogging framework for hackers.</h2>
  
</hgroup>

</header>
  <nav role="navigation"><ul class="subscription" data-subscription="rss">
  <li><a href="/atom.xml" rel="subscribe-rss" title="subscribe via RSS">RSS</a></li>
  
</ul>
  
<form action="http://google.com/search" method="get">
  <fieldset role="search">
    <input type="hidden" name="q" value="site:muggleyoung.github.com" />
    <input class="search" type="text" name="q" results="0" placeholder="Search"/>
  </fieldset>
</form>
  
<ul class="main-navigation">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
</ul>

</nav>
  <div id="main">
    <div id="content">
      <div>
<article class="hentry" role="article">
  
  <header>
    
      <h1 class="entry-title">再游北京-3</h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-04-25T00:00:00+08:00" pubdate data-updated="true">Apr 25<span>th</span>, 2010</time>
        
      </p>
    
  </header>


<div class="entry-content"><p>
                                    <p>4&#26376;18&#26085;&#65292;3rd day&#65306;</p>
<p>&#32456;&#20110;&#22868;798&#21435;&#20102;&#12290;</p>
<p>&#19978;&#27425;&#26469;&#21271;&#20140;&#65292;&#23601;&#27809;&#21435;&#25104;798&#21543;&#65292;&#35753;&#25105;&#36951;&#25022;&#20102;&#22909;&#20960;&#24180;&#12290;&#24403;&#28982;&#65292;&#36825;&#27425;&#36824;&#26377;&#19968;&#22320;&#20799;&#26368;&#21518;&#27809;&#21435;&#25104;&#65292;&#36825;&#19979;&#21448;&#26377;&#30340;&#36951;&#25022;&#20102;&#12290;&#12290;&#12290;&#22079;&#22079;&#65292;&#21035;&#35828;&#25105;&#26159;&#25925;&#24847;&#30340;&#12290;&#12290;&#12290;</p>
<p>&#21487;&#24604;&#20102;WD&#21516;&#23398;&#65292;&#21608;&#26411;&#30340;&#22823;&#26089;&#19978;&#36824;&#35201;&#19978;&#38393;&#38047;&#65292;&#30952;&#30952;&#21799;&#21799;&#20986;&#38376;9&#28857;&#22810;</p>
<p>&#20013;&#38388;&#20808;&#21435;&#22823;&#21095;&#38498;&#20817;&#22870;&#12290;&#26412;&#20197;&#20026;&#21487;&#20197;&#25442;&#21040;&#24403;&#26202;&#30340;&#31080;&#65292;&#30475;&#23436;&#27425;&#26085;&#27491;&#22909;&#22238;&#23478;&#65292;&#21487;&#26159;&#25105;&#20013;&#30340;&#26159;&#20108;&#31561;&#65292;&#35828;&#20108;&#31561;&#30340;&#31080;&#37117;&#23433;&#25490;&#22312;&#20102;19&#21495;&#26202;&#19978;&#65292;&#26080;&#22856;&#20102;&#12290;&#25105;&#19968;&#20010;&#21170;&#30340;&#35828;&#25105;&#26102;&#38388;&#19981;&#26041;&#20415;&#65292;&#37027;&#20123;&#24037;&#20316;&#20154;&#21592;&#36319;&#27809;&#21548;&#35265;&#20284;&#30340;&#65292;&#20809;&#24537;&#30528;&#24685;&#21916;&#25105;&#12290;&#12290;&#12290;&#22826;&#34394;&#20266;&#20102;&#20040;</p>
<p>&#27809;&#36761;&#65292;&#30475;&#30528;660&#24555;&#30340;&#31080;&#20215;&#65292;&#23454;&#22312;&#33293;&#19981;&#24471;&#25226;&#20004;&#24352;&#31080;&#37117;&#30041;&#32473;WD&#65292;&#19981;&#26159;&#25105;&#23567;&#27668;&#65292;&#26159;&#25105;&#20063;&#24819;&#21435;&#30475;&#21584;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#25105;&#20457;&#32771;&#23519;&#20102;&#19979;&#65292;&#29616;&#22330;&#20498;&#21334;&#20063;&#19981;&#22826;&#29616;&#23454;&#12290;&#20877;&#35828;&#20102;&#65292;&#24635;&#20215;1k&#22810;&#30340;&#38376;&#31080;&#65292;&#20320;&#35828;&#25105;&#20498;&#21334;&#30340;&#35805;&#65292;&#21334;&#22810;&#38065;&#21512;&#36866;&#21602;&#12290;&#22826;&#22797;&#26434;&#20102;&#12290;</p>
<p>&#26368;&#31616;&#21333;&#30340;&#35299;&#20915;&#26041;&#26696;&#65292;&#23601;&#26159;&#65292;&#25105;&#21435;&#36864;&#20102;&#28779;&#36710;&#31080;&#65292;&#20080;&#26202;&#19968;&#22825;&#30340;&#22238;&#12290;</p>
<p>&#22909;&#21543;&#65292;&#24324;&#22909;&#20817;&#22870;&#36825;&#20107;&#20799;&#23601;&#21487;&#20197;&#21507;&#21320;&#39277;&#20102;&#12290;&#25105;&#20457;&#30828;&#24525;&#30528;&#65292;&#20808;&#22352;&#36710;&#21040;&#20102;798&#38376;&#21475;&#12290;&#35805;&#35828;&#36825;798&#21644;WD&#23478;&#26174;&#28982;&#23601;&#26159;&#31359;&#36234;&#20102;&#25972;&#20010;&#21271;&#20140;&#22478;&#20040;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#39295;&#30340;&#19981;&#34892;&#65292;&#38468;&#36817;&#27809;&#21861;&#21507;&#30340;&#12290;&#25214;&#20102;&#23478;&#34507;&#31957;&#24215;&#65292;&#37329;&#20964;&#21576;&#31077;&#21543;&#65292;&#25105;&#20457;&#21507;&#19968;&#20010;&#24102;&#19968;&#20010;&#65292;&#23601;&#26432;&#36827;&#20102;798&#12290;</p>
<p>&#26377;&#24456;&#22810;&#22909;&#29609;&#30340;&#65292;&#20381;&#28982;&#29031;&#29255;&#35828;&#35805;&#12290;</p>
<p>&#36229;&#32423;&#21916;&#27426;&#36825;&#20010;&#65292;&#24819;&#19968;&#36215;&#21512;&#24433;&#65292;WD&#19981;&#20048;&#24847;&#12290;&#12290;&#12290;&#21710;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481272197043r.jpg" border="0" alt="" /></p>
<p>&#36825;&#20010;&#20687;&#19981;&#20687;&#30041;&#30528;&#21475;&#27700;&#30340;&#29399;&#65311;&#22079;&#22079;&#65292;&#36763;&#24052;&#36798;&#19971;&#28023;&#20256;&#22855;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481272197050u.jpg" border="0" alt="" /></p>
<p>WD&#35828;&#65292;&#25105;&#24456;2&#12290;&#22909;&#21543;~~~</p>
<p><img src="http://filer.blogbus.com/5333148/53331481272197033m.jpg" border="0" alt="" /></p>
<p>&#20474;&#20457;&#21807;&#19968;&#30340;&#21512;&#24433;&#65292;&#36824;&#26159;&#25105;&#25293;&#30340;&#65292;&#22826;&#36951;&#25022;&#20102;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481272197064s.jpg" border="0" alt="" /></p>
<p>&#25112;&#21033;&#21697;&#65292;&#20174;&#27809;&#24819;&#36807;&#20154;&#21697;&#33021;&#22909;&#21040;&#36825;&#31243;&#24230;</p>
<p><img src="http://filer.blogbus.com/5333148/533314812721970256.jpg" border="0" alt="" /></p>
<p>798&#37324;&#22909;&#29609;&#19996;&#35199;&#22826;&#22810;&#20102;&#12290;&#22522;&#26412;&#19978;&#32472;&#30011;&#65292;&#23588;&#20854;&#26159;&#29305;&#33402;&#26415;&#30340;&#27833;&#30011;&#65292;&#25105;&#27604;&#36739;&#38590;&#29702;&#35299;&#65292;&#26377;&#30340;&#29978;&#33267;&#35273;&#24471;&#19981;&#26159;&#32654;&#65292;&#32780;&#26159;&#28183;&#24471;&#24908;&#12290;&#20272;&#35745;&#20316;&#32773;&#24819;&#34920;&#36798;&#30340;&#24773;&#32490;&#22826;&#28608;&#28872;&#20102;&#12290;</p>
<p>&#27604;&#36739;&#33021;&#25509;&#21463;&#30340;&#26159;&#38613;&#22609;&#65292;&#26377;&#24456;&#22810;&#37117;&#22909;&#30475;&#12290;&#21487;&#24796;&#22909;&#30475;&#30340;&#21608;&#22260;&#24635;&#26159;&#26377;&#20154;&#25490;&#30528;&#38431;&#31561;&#25293;&#29031;&#65292;&#23548;&#33268;&#25105;&#36830;&#25293;&#20010;&#31354;&#38236;&#30340;&#26426;&#20250;&#37117;&#27809;&#12290;&#36824;&#26377;&#25668;&#24433;&#23637;&#65292;&#27604;&#36739;&#22909;&#25026;&#65292;&#20063;&#24456;&#22909;&#30475;&#12290;</p>
<p>&#36825;&#37324;&#25293;&#20889;&#30495;&#30340;&#20063;&#24456;&#22810;&#65292;&#36824;&#26377;&#25293;&#23130;&#32433;&#29031;&#30340;&#12290;&#20010;&#20154;&#35273;&#24471;&#36825;&#37324;&#19981;&#36866;&#21512;&#32467;&#23130;&#25293;&#29031;&#65292;&#22826;&#12290;&#12290;&#12290;&#20160;&#20040;&#20102;&#65292;&#21453;&#27491;&#24863;&#35273;&#28201;&#39336;&#23569;&#20102;&#28857;&#12290;&#23545;&#65292;&#36824;&#26377;&#36935;&#19978;&#19968;suai&#38149;&#25293;&#20889;&#30495;&#65292;&#26356;&#22855;&#22937;&#30340;&#26159;&#65292;&#25105;&#20204;&#36208;&#21040;&#21738;&#65292;&#20986;&#26469;&#23601;&#30475;&#35265;&#20182;&#20063;&#22312;&#38376;&#21475;&#25293;&#29031;&#65292;&#21710;&#65292;sou&#19981;&#20102;&#20102;&#65292;&#22826;&#30699;&#24773;&#20102;&#12290;&#36824;&#21548;&#21040;&#25668;&#24433;&#24072;&#20805;&#28385;&#32784;&#24515;&#30340;&#35753;&#20182;&#20307;&#20250;&#25277;&#28895;&#30340;&#24863;&#35273;&#65292;&#21435;&#25688;&#19968;&#26421;&#33457;&#20043;&#31867;&#20102;&#12290;&#24590;&#20040;&#20250;&#26377;&#36825;&#20040;&#33258;&#24651;&#30340;&#23043;&#21834;~~~~</p>
<p>&#23545;&#20102;&#65292;&#36824;&#26377;&#19968;&#20010;&#22909;&#29609;&#30340;&#23601;&#26159;&#29066;&#29483;&#24930;&#36882;&#12290;&#25454;&#35828;&#25910;&#36153;&#27604;&#36739;&#36149;&#12290;&#26412;&#26469;WD&#24314;&#35758;&#25105;&#32473;&#33258;&#24049;&#30340;&#19979;&#19968;&#20010;&#29983;&#26085;&#20889;&#20010;&#26126;&#20449;&#29255;&#12290;&#25105;&#24819;&#20102;&#24819;&#65292;&#26377;&#28857;&#23475;&#24597;&#12290;&#33258;&#24049;&#29616;&#22312;&#30340;&#29983;&#27963;&#20805;&#28385;&#30340;&#22826;&#22810;&#30340;&#19981;&#30830;&#23450;&#24615;&#12290;&#34429;&#28982;&#27809;&#26377;&#22826;&#22810;&#36951;&#25022;&#19981;&#28385;&#65292;&#21487;&#26159;&#65292;&#21364;&#19981;&#30693;&#36947;&#35201;&#20026;&#26410;&#26469;&#30340;&#33258;&#24049;&#20889;&#28857;&#20160;&#20040;&#12290;&#29616;&#22312;&#30340;&#29366;&#24577;&#65292;&#22826;&#40481;&#32907;&#20102;&#65292;&#27809;&#20160;&#20040;&#21487;&#25265;&#24616;&#30340;&#65292;&#21487;&#20063;&#19981;&#20540;&#24471;&#28843;&#32768;&#12290;&#24179;&#28129;&#21040;&#19981;&#30693;&#36947;&#35813;&#35828;&#20160;&#20040;&#12290;&#29616;&#22312;&#32451;&#23601;&#20102;&#25226;&#20219;&#20309;&#29712;&#20107;&#25918;&#22823;&#30340;&#26412;&#20107;&#65292;&#21507;&#20010;&#22909;&#21507;&#30340;&#37117;&#24320;&#24515;&#30340;&#21512;&#19981;&#20303;&#22068;&#65292;&#20854;&#23454;&#24819;&#24819;&#25402;&#27809;&#20986;&#24687;&#30340;&#12290;</p>
<p>&#36824;&#22352;&#19979;&#26469;&#32763;&#30475;&#20102;&#22823;&#23478;&#35760;&#24405;&#22312;&#26412;&#23376;&#19978;&#30340;&#25991;&#23383;&#65292;&#24456;&#22810;&#24773;&#32490;&#34987;&#28608;&#21457;&#12290;&#24681;&#65292;&#25105;&#19981;&#24819;&#24433;&#21709;&#28216;&#29609;&#30340;&#24515;&#24773;&#12290;&#20063;&#19981;&#24895;&#24847;&#35828;&#20160;&#20040;&#19978;&#27425;&#20004;&#20010;&#20154;&#65292;&#36825;&#27425;&#19968;&#20010;&#20154;&#65292;&#19979;&#27425;&#35201;&#20004;&#20010;&#20154;&#20043;&#31867;&#30340;&#35805;&#65292;&#27809;&#21170;&#12290;&#20110;&#26159;&#65292;&#20316;&#32610;&#12290;&#24576;&#30528;&#22797;&#26434;&#30340;&#24515;&#24773;&#31163;&#24320;&#12290;&#25105;&#24456;&#21916;&#27426;&#36825;&#23478;&#24215;&#30340;&#39118;&#26684;&#65292;&#28201;&#39336;&#12290;</p>
<p>&#21448;&#24819;&#36215;&#19968;&#20107;&#20799;&#65292;&#26377;&#19968;&#20010;&#23637;&#35272;&#65292;&#24808;&#20102;&#65292;&#21517;&#23383;&#25105;&#31455;&#28982;&#35828;&#19981;&#19978;&#26469;&#20102;&#12290;&#12290;&#12290;&#19981;&#36807;&#26377;&#21477;&#35805;&#65292;&#35760;&#24471;&#24456;&#28165;&#26970;&#65306;&#19968;&#20010;&#20154;&#22826;&#23569;&#65292;&#20004;&#20010;&#20154;&#22826;&#22810;&#65292;&#25152;&#20197;&#29233;&#19978;&#21322;&#20010;&#20154;&#12290;&#25105;&#33258;&#24049;&#32972;&#30528;WD&#24708;&#24708;&#23547;&#24605;&#20102;&#21322;&#22825;&#65292;&#21710;&#65292;&#21861;&#20063;&#19981;&#35828;&#20102;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#36825;&#37324;&#20070;&#24215;&#20063;&#27604;&#36739;&#22810;&#65292;&#29305;&#26377;&#27668;&#27675;&#30340;&#37027;&#31181;&#12290;&#20272;&#35745;&#25105;&#22969;&#35265;&#20102;&#20250;&#24456;&#28608;&#21160;&#30340;&#21578;&#35785;&#25105;&#65292;&#22905;&#20197;&#21518;&#24819;&#24320;&#30340;&#20070;&#24215;&#23601;&#26159;&#36825;&#26679;&#12290;&#22079;&#22079;&#65292;&#20197;&#21518;&#21487;&#20197;&#21512;&#20249;&#19968;&#36215;&#26469;&#22043;&#12290;&#19981;&#36807;&#35841;&#26469;&#36873;&#20070;&#24456;&#37325;&#35201;&#21834;&#65292;&#25105;&#27700;&#24179;&#19981;&#34892;&#65292;&#21487;&#25105;&#20063;&#19981;&#30456;&#20449;&#24744;&#30340;&#27700;&#24179;&#65292;&#21704;&#21704;&#12290;</p>
<p>&#25402;&#21916;&#27426;&#36825;&#22320;&#20799;&#30340;&#65292;&#25105;&#20457;&#36891;&#20102;&#19968;&#25972;&#22825;&#65292;&#20986;&#38376;&#24050;&#32463;&#21487;&#20197;&#21507;&#26202;&#39277;&#20102;&#12290;&#22826;&#32047;&#65292;&#32047;&#30340;&#25105;&#37117;&#27809;&#24515;&#24773;&#35762;&#31350;&#21507;&#12290;&#38543;&#20415;&#25214;&#20102;&#23567;&#25674;&#65292;WD&#21507;&#20102;&#38590;&#21507;&#30340;&#39277;&#12290;&#25105;&#21507;&#20102;&#38590;&#21507;&#30340;&#38754;&#12290;PS&#65292;&#25105;&#30340;&#38754;&#27604;&#22905;&#30340;&#39277;&#22909;&#21507;&#65292;&#23043;&#36824;&#26469;&#25105;&#30871;&#37324;&#25214;&#21507;&#30340;&#12290;&#21704;&#21704;</p>
<p>&#36825;&#22825;&#22238;&#23478;&#26089;&#65292;&#21507;&#23436;&#39277;&#32047;&#24808;&#20102;&#65292;&#36335;&#19978;&#21448;&#36828;&#65292;&#20474;&#20457;&#20063;&#27809;&#20877;&#21435;&#21738;&#65292;&#23601;&#22238;&#20102;</p>
<p>&#21040;&#23478;&#24555;9&#28857;&#65292;&#21435;&#31291;&#39321;&#26449;&#20080;&#20102;&#28857;&#28857;&#24515;&#24102;&#22238;&#23478;&#24052;&#32467;&#20474;&#29241;&#23064;&#12290;</p>
<p>over&#65292;&#26089;&#26089;&#20241;&#24687;&#12290;wd&#26202;&#19978;&#25250;&#25105;&#34987;&#23376;&#65292;&#21756;&#21756;~~~&#22826;&#27450;&#36127;&#20154;</p>
                                    </p>
</div>


  <footer>
    <p class="meta">
      
  

<span class="byline author vcard">Posted by <span class="fn">muggleyoung</span></span>

      








  


<time datetime="2010-04-25T00:00:00+08:00" pubdate data-updated="true">Apr 25<span>th</span>, 2010</time>
      


    </p>
    
      <div class="sharing">
  
  <a href="http://twitter.com/share" class="twitter-share-button" data-url="http://muggleyoung.github.com/blog/2010/04/25/%E5%86%8D%E6%B8%B8%E5%8C%97%E4%BA%AC-3/" data-via="" data-counturl="http://muggleyoung.github.com/blog/2010/04/25/%E5%86%8D%E6%B8%B8%E5%8C%97%E4%BA%AC-3/" >Tweet</a>
  
  
  
</div>

    
    <p class="meta">
      
        <a class="basic-alignment left" href="/blog/2010/04/23/%E5%86%8D%E6%B8%B8%E5%8C%97%E4%BA%AC-2/" title="Previous Post: 再游北京-2">&laquo; 再游北京-2</a>
      
      
        <a class="basic-alignment right" href="/blog/2010/04/26/%E5%86%8D%E6%B8%B8%E5%8C%97%E4%BA%AC-4/" title="Next Post: 再游北京-4">再游北京-4 &raquo;</a>
      
    </p>
  </footer>
</article>

</div>

<aside class="sidebar">
  
    <section>
  <h1>Recent Posts</h1>
  <ul id="recent_posts">
    
      <li class="post">
        <a href="/blog/2013/01/08/my-frist-post/">my-frist-post</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/05/14/eclipse---java.lang.noclassdeffounderror%3A-com.jayway.android.robotium.solo.solo%E9%94%99%E8%AF%AF%E8%A7%A3%E5%86%B3/">eclipse - java.lang.NoClassDefFoundError: com.jayway.android.robotium.solo.Solo错误解决</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/04/08/%E4%BD%A0%E7%8E%B0%E5%9C%A8%E7%9A%84%E5%B7%A5%E4%BD%9C%E8%BD%BB%E6%9D%BE%E4%B9%88%EF%BC%9F/">你现在的工作轻松么？</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/02/19/css%E7%AC%94%E8%AE%B0-position%E9%83%BD%E6%9C%89%E5%95%A5%E5%B1%9E%E6%80%A7/">CSS笔记-position都有啥属性</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/02/19/css%E7%AC%94%E8%AE%B0-css-reset/">CSS笔记-CSS reset</a>
      </li>
    
  </ul>
</section>






  
</aside>


    </div>
  </div>
  <footer role="contentinfo"><p>
  Copyright &copy; 2013 - muggleyoung -
  <span class="credit">Powered by <a href="http://octopress.org">Octopress</a></span>
</p>

</footer>
  







  <script type="text/javascript">
    (function(){
      var twitterWidgets = document.createElement('script');
      twitterWidgets.type = 'text/javascript';
      twitterWidgets.async = true;
      twitterWidgets.src = 'http://platform.twitter.com/widgets.js';
      document.getElementsByTagName('head')[0].appendChild(twitterWidgets);
    })();
  </script>





</body>
</html>
