
<!DOCTYPE html>
<!--[if IEMobile 7 ]><html class="no-js iem7"><![endif]-->
<!--[if lt IE 9]><html class="no-js lte-ie8"><![endif]-->
<!--[if (gt IE 8)|(gt IEMobile 7)|!(IEMobile)|!(IE)]><!--><html class="no-js" lang="en"><!--<![endif]-->
<head>
  <meta charset="utf-8">
  <title>毕业旅行－厦门3 - muggleyoung's blog</title>
  <meta name="author" content="muggleyoung">

  
  <meta name="description" content="&#25171;&#31639;&#19968;&#27668;&#20799;&#23436;&#25104;&#27605;&#19994;&#26053;&#34892;&#35760;&#24405;
&#21710;&#65292;&#36807;&#20102;&#28909;&# &hellip;">
  

  <!-- http://t.co/dKP3o1e -->
  <meta name="HandheldFriendly" content="True">
  <meta name="MobileOptimized" content="320">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  
  <link rel="canonical" href="http://muggleyoung.github.com/blog/2011/04/16/%E6%AF%95%E4%B8%9A%E6%97%85%E8%A1%8C%EF%BC%8D%E5%8E%A6%E9%97%A83/">
  <link href="/favicon.png" rel="icon">
  <link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
  <script src="/javascripts/modernizr-2.0.js"></script>
  <script src="/javascripts/ender.js"></script>
  <script src="/javascripts/octopress.js" type="text/javascript"></script>
  <link href="/atom.xml" rel="alternate" title="muggleyoung's blog" type="application/atom+xml">
  <!--Fonts from Google"s Web font directory at http://google.com/webfonts -->
<link href="http://fonts.googleapis.com/css?family=PT+Serif:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<link href="http://fonts.googleapis.com/css?family=PT+Sans:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">

  

</head>

<body   >
  <header role="banner"><hgroup>
  <h1><a href="/">muggleyoung's blog</a></h1>
  
    <h2>A blogging framework for hackers.</h2>
  
</hgroup>

</header>
  <nav role="navigation"><ul class="subscription" data-subscription="rss">
  <li><a href="/atom.xml" rel="subscribe-rss" title="subscribe via RSS">RSS</a></li>
  
</ul>
  
<form action="http://google.com/search" method="get">
  <fieldset role="search">
    <input type="hidden" name="q" value="site:muggleyoung.github.com" />
    <input class="search" type="text" name="q" results="0" placeholder="Search"/>
  </fieldset>
</form>
  
<ul class="main-navigation">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
</ul>

</nav>
  <div id="main">
    <div id="content">
      <div>
<article class="hentry" role="article">
  
  <header>
    
      <h1 class="entry-title">毕业旅行－厦门3</h1>
    
    
      <p class="meta">
        








  


<time datetime="2011-04-16T00:00:00+08:00" pubdate data-updated="true">Apr 16<span>th</span>, 2011</time>
        
      </p>
    
  </header>


<div class="entry-content"><p>
                                    <p>&#25171;&#31639;&#19968;&#27668;&#20799;&#23436;&#25104;&#27605;&#19994;&#26053;&#34892;&#35760;&#24405;</p>
<p>&#21710;&#65292;&#36807;&#20102;&#28909;&#20046;&#21170;&#20799;&#20877;&#20889;&#65292;&#22909;&#38590;</p>
<p>&#31616;&#21333;&#28857;&#20799;&#21543;</p>
<p>&#160;</p>
<p>3&#26376;21&#26085; &#38598;&#32654;</p>
<p>&#38598;&#32654;&#23398;&#26449;&#65292;&#31639;&#26159;&#24456;&#26377;&#21517;&#30340;&#22320;&#26041;&#20102;</p>
<p>&#25454;&#20171;&#32461;&#65292;&#20891;&#38400;&#25171;&#26550;&#30340;&#26102;&#20505;&#65292;&#22823;&#20249;&#20026;&#20102;&#20445;&#35777;&#23398;&#29983;&#30340;&#23433;&#20840;&#65292;&#21010;&#20986;&#38598;&#32654;&#23398;&#26449;&#30340;&#33539;&#22260;&#20026;&#26080;&#25112;&#20107;&#21306;&#12290;</p>
<p>&#24403;&#26102;&#20154;&#20204;&#23545;&#25945;&#32946;&#30340;&#24577;&#24230;&#30528;&#23454;&#35753;&#25105;&#24863;&#21160;</p>
<p>&#22240;&#20026;&#21518;&#26469;&#20854;&#23454;&#36824;&#26159;&#24433;&#21709;&#21040;&#20102;&#36825;&#37324;&#12290;&#12290;&#12290;&#12290;&#25105;&#21382;&#21490;&#19981;&#22909;&#65292;&#23601;&#19981;&#22810;&#35828;&#20102;</p>
<p>&#160;</p>
<p>&#22312;&#38598;&#32654;&#65292;&#26368;&#22823;&#30340;&#24863;&#35302;&#23601;&#26159;&#23545;&#25945;&#32946;&#30340;&#37325;&#35270;&#21644;&#24320;&#25918;&#30340;&#24577;&#24230;</p>
<p>&#23567;&#23567;&#30340;&#38598;&#32654;&#26377;&#19968;&#21322;&#37117;&#36129;&#29486;&#32473;&#20102;&#23398;&#26657;</p>
<p>&#38500;&#20102;&#38598;&#32654;&#22823;&#23398;&#65292;&#36824;&#26377;&#20160;&#20040;&#36130;&#32463;&#23398;&#38498;&#65292;&#21326;&#20392;&#22823;&#23398;&#20043;&#31867;&#65292;&#36830;&#30528;&#23487;&#33293;&#21306;&#65292;&#23567;&#21830;&#38138;&#65292;&#24418;&#25104;&#20102;&#19968;&#20010;&#23567;&#23567;&#30340;&#29983;&#27963;&#22280;</p>
<p>&#32769;&#26657;&#21306;&#24314;&#31569;&#24456;&#26377;&#21382;&#21490;&#27668;&#24687;&#65292;&#24314;&#31569;&#22810;&#20026;&#21335;&#27915;&#29305;&#33394;&#12290;&#26032;&#26657;&#21306;&#65292;&#29615;&#22659;&#20063;&#24456;&#23569;&#65292;&#20294;&#21487;&#35782;&#21035;&#29305;&#33394;&#36824;&#26159;&#23569;&#20102;&#24456;&#22810;&#65292;&#22320;&#26041;&#20498;&#26159;&#24456;&#23485;&#38420;&#65292;&#20063;&#26159;&#20381;&#28023;&#32780;&#24314;&#12290;&#26377;&#20123;&#22320;&#26041;&#65292;&#30475;&#36215;&#26469;&#36319;&#35199;&#30005;&#26032;&#26657;&#21306;&#24046;&#19981;&#22810;&#12290;&#26032;&#24314;&#30340;&#23398;&#26657;&#22043;&#65292;&#36824;&#26159;&#38656;&#35201;&#26102;&#38388;&#21644;&#25991;&#21270;&#26469;&#20859;&#32946;&#65374;</p>
<p>&#160;</p>
<p>&#20174;&#21414;&#22823;&#36825;&#36793;&#20986;&#21457;&#21435;&#38598;&#32654;&#65292;&#26368;&#31616;&#21333;&#30340;&#26041;&#24335;&#26159;&#20808;&#22352;&#20844;&#20132;&#21040;&#21644;&#24179;&#30721;&#22836;&#65292;&#20063;&#21487;&#20197;&#22352;&#21040;&#36718;&#28193;&#65292;&#21521;&#21271;&#36208;&#19968;&#31449;&#36335;&#65292;&#21644;&#24179;&#30721;&#22836;&#26377;BRT&#65292;&#30452;&#25509;&#23601;&#22352;&#21040;&#20102;&#65292;&#36824;&#24456;&#24555;&#12290;</p>
<p>&#21435;&#38598;&#32654;&#36825;&#22825;&#65292;&#22825;&#27668;&#20986;&#22855;&#30340;&#22909;&#65292;&#27668;&#28201;&#30452;&#22868;30&#24230;</p>
<p>&#21018;&#19979;&#36710;&#65292;&#25105;&#23601;&#25104;&#21151;&#36855;&#36335;&#65292;&#20063;&#22240;&#27492;&#26377;&#26426;&#20250;&#27839;&#30528;&#28023;&#36793;&#36208;&#20102;&#21322;&#20010;&#38598;&#32654;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#26228;&#22825;&#30340;&#28023;&#26524;&#28982;&#24456;&#26377;&#28909;&#24102;&#39118;&#24773;</p>
<p>&#23588;&#20854;&#26159;&#22312;&#40140;&#22253;&#37027;&#36793;&#65292;&#24456;&#22810;&#24314;&#31569;&#35753;&#25105;&#35273;&#24471;&#65292;&#36825;&#23601;&#26159;&#25105;&#24819;&#35937;&#20013;&#26032;&#21152;&#22369;&#35813;&#26377;&#30340;&#26679;&#23376;</p>
<p>&#24681;&#65292;&#40140;&#22253;&#26159;&#20010;&#20540;&#24471;&#19968;&#21435;&#30340;&#22320;&#26041;&#65292;&#24403;&#28982;&#65292;&#25105;&#19981;&#29233;&#20080;&#38376;&#31080;&#65292;&#27809;&#36827;&#21435;</p>
<p>&#22806;&#38754;&#30340;&#26223;&#33394;&#23601;&#22815;&#22909;&#30475;&#20102;</p>
<p>&#26049;&#36793;&#26159;&#20160;&#20040;&#20844;&#22253;&#24536;&#35760;&#21517;&#23383;&#20102;&#65292;&#25402;&#22882;&#21326;&#65292;&#36824;&#26377;&#28023;&#36793;&#28216;&#27891;&#27744;</p>
<p>&#27839;&#28023;&#28216;&#27891;&#27744;&#24448;&#19978;&#65292;&#26377;&#19968;&#20123;&#36156;&#36156;&#22909;&#30475;&#30340;&#32769;&#27004;</p>
<p>&#25105;&#21435;&#30340;&#26102;&#20505;&#28216;&#23458;&#19981;&#22810;&#65292;&#25110;&#32773;&#20182;&#20204;&#37117;&#20080;&#31080;&#36827;&#40140;&#22253;&#20102;&#65292;&#21704;&#21704;</p>
<p>&#19968;&#20010;&#20154;&#22352;&#22312;&#32769;&#27004;&#21488;&#38454;&#19979;&#20241;&#24687;&#65292;&#21827;&#20102;&#21320;&#39277;&#65292;&#26377;&#20102;&#28857;&#20799;&#24230;&#20551;&#30340;&#24863;&#35273;</p>
<p>&#160;</p>
<p>&#40857;&#33311;&#27744;&#20284;&#20046;&#20063;&#26159;&#19968;&#20010;&#26223;&#28857;&#20102;&#65292;&#37027;&#22825;&#27809;&#27700;&#65292;&#24178;&#28088;&#30340;&#27744;&#24213;&#20840;&#26159;&#32511;&#33492;&#65292;&#19981;&#22909;&#30475;</p>
<p>&#27839;&#30528;&#28023;&#19968;&#30452;&#36208;&#19979;&#21435;&#23601;&#21040;&#20102;&#38598;&#32654;&#23398;&#26449;</p>
<p>&#36208;&#31359;&#23398;&#26449;&#20043;&#21518;&#26159;&#38598;&#32654;&#26032;&#26657;&#21306;</p>
<p>&#25293;&#20102;&#24456;&#22810;&#29031;&#29255;&#25171;&#31639;&#22238;&#26469;&#32473;&#22969;&#30475;&#30475;&#22905;&#26366;&#32463;&#26790;&#24819;&#30340;&#22823;&#23398;&#21602;&#65292;&#21710;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#24223;&#35805;&#19981;&#22810;&#35828;&#65292;&#24635;&#20043;&#65292;&#36208;&#22312;&#24180;&#36731;&#20154;&#20013;&#38388;&#30340;&#24863;&#35273;&#30495;&#22909;</p>
<p>&#160;</p>
<p>&#37027;&#22825;&#24456;&#35748;&#30495;&#30340;&#24605;&#32771;&#20102;&#65292;&#20026;&#20160;&#20040;&#25105;&#20204;&#23398;&#26657;&#27605;&#19994;&#30340;&#26657;&#21451;&#65292;&#23601;&#24456;&#23569;&#21548;&#35828;&#35841;&#22238;&#26469;&#20026;&#27597;&#26657;&#24314;&#35774;&#20986;&#28857;&#21147;&#65292;&#25110;&#32773;&#20026;&#39640;&#26657;&#25945;&#32946;&#20570;&#28857;&#20160;&#20040;&#30340;&#12290;</p>
<p>&#26576;&#33879;&#21517;&#26657;&#21451;&#65292;&#33267;&#20170;&#36824;&#19981;&#24895;&#24847;&#25215;&#35748;&#20182;&#22312;&#36825;&#37324;&#19978;&#36807;&#23398;&#21602;&#12290;&#12290;&#12290;</p>
<p>&#25110;&#35768;&#26159;&#25105;&#20204;&#23545;&#25945;&#32946;&#30340;&#37325;&#35270;&#31243;&#24230;&#19981;&#22815;</p>
<p>&#25110;&#35768;&#26159;&#25105;&#20204;&#23545;&#23398;&#26657;&#30340;&#24863;&#24773;&#19981;&#22815;</p>
<p>&#25110;&#35768;&#26159;&#25105;&#20204;&#36824;&#22312;&#20026;&#33258;&#24049;&#30340;&#29983;&#27963;&#25379;&#25166;&#65292;&#33021;&#21147;&#19981;&#22815;</p>
<p>&#19981;&#36807;&#65292;&#25442;&#20316;&#26159;&#25105;&#65292;&#21363;&#20351;&#20197;&#21518;&#30495;&#30340;&#26377;&#20102;&#33021;&#21147;&#65292;&#21487;&#33021;&#20063;&#19981;&#20250;&#32771;&#34385;&#25424;&#20986;&#37027;&#20040;&#22810;&#23478;&#24403;&#32473;&#23398;&#26657;</p>
<p>&#21407;&#22240;&#22826;&#22810;</p>
<p>&#26368;&#37325;&#35201;&#30340;&#65292;&#20320;&#20449;&#20219;&#20182;&#20204;&#20040;&#65311;&#24895;&#24847;&#25226;&#20320;&#30340;&#25424;&#21161;&#21644;&#29702;&#24819;&#25176;&#20184;&#32473;&#20182;&#20204;&#20040;&#65311;&#20540;&#24471;&#20040;&#65311;</p>
<p>&#19968;&#20010;&#28145;&#21051;&#21448;&#22797;&#26434;&#30340;&#38382;&#39064;</p>
<p>&#19968;&#22768;&#21497;&#24687;&#21727;&#65374;</p>
<p>&#160;</p>
<p>&#38598;&#32654;&#22238;&#26469;&#65292;&#39034;&#36947;&#21435;&#36891;&#20102;&#20013;&#23665;&#36335;&#21830;&#19994;&#21306;&#65292;&#19968;&#36335;&#19978;&#30340;&#24314;&#31569;&#24456;&#26377;&#29305;&#33394;</p>
<p>&#25105;&#21151;&#35838;&#20570;&#30340;&#19981;&#22810;&#65292;&#22238;&#26469;&#25165;&#26377;&#20154;&#21578;&#35785;&#25105;&#37027;&#37324;&#37117;&#26159;&#39569;&#27004;&#24314;&#31569;</p>
<p>&#35797;&#22270;&#23547;&#25214;&#20256;&#35828;&#20013;&#30340;&#35199;&#38376;&#22303;&#31499;&#20923;&#26410;&#26524;&#65292;&#24847;&#22806;&#30340;&#36208;&#21040;&#21516;&#23398;&#20171;&#32461;&#30340;&#28023;&#25954;&#23567;&#40063;&#40060;&#22823;&#25490;&#26723;</p>
<p>&#24456;&#38712;&#27668;&#30340;&#19968;&#20010;&#20154;&#20914;&#36827;&#21435;&#65292;&#25214;&#22352;&#65292;&#28857;&#39184;</p>
<p>&#19968;&#30424;&#28023;&#40092;&#65292;&#19968;&#30871;&#31859;&#39277;&#65292;28&#22359;</p>
<p>&#24515;&#28385;&#24847;&#36275;&#30340;&#22238;&#23478;&#30561;&#35273;</p>
                                    </p>
</div>


  <footer>
    <p class="meta">
      
  

<span class="byline author vcard">Posted by <span class="fn">muggleyoung</span></span>

      








  


<time datetime="2011-04-16T00:00:00+08:00" pubdate data-updated="true">Apr 16<span>th</span>, 2011</time>
      


    </p>
    
      <div class="sharing">
  
  <a href="http://twitter.com/share" class="twitter-share-button" data-url="http://muggleyoung.github.com/blog/2011/04/16/%E6%AF%95%E4%B8%9A%E6%97%85%E8%A1%8C%EF%BC%8D%E5%8E%A6%E9%97%A83/" data-via="" data-counturl="http://muggleyoung.github.com/blog/2011/04/16/%E6%AF%95%E4%B8%9A%E6%97%85%E8%A1%8C%EF%BC%8D%E5%8E%A6%E9%97%A83/" >Tweet</a>
  
  
  
</div>

    
    <p class="meta">
      
        <a class="basic-alignment left" href="/blog/2011/04/15/%E6%8A%B5%E4%BA%AC10%E6%97%A5%E5%B0%8F%E8%AE%B0/" title="Previous Post: 抵京10日小记">&laquo; 抵京10日小记</a>
      
      
        <a class="basic-alignment right" href="/blog/2011/05/04/%E5%B8%AE%E5%8A%A9%E6%96%87%E6%A1%A3%E6%9C%89%E5%B8%AE%E5%8A%A9/" title="Next Post: 帮助文档有帮助">帮助文档有帮助 &raquo;</a>
      
    </p>
  </footer>
</article>

</div>

<aside class="sidebar">
  
    <section>
  <h1>Recent Posts</h1>
  <ul id="recent_posts">
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-change-git-repo-name/">how to change git repo name</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-setup-a-new-remote-git-repo/">How to setup a new remote git repo</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/13/hui-gu-2012/">回顾2012</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/08/my-frist-post/">my-frist-post</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/05/14/eclipse---java.lang.noclassdeffounderror%3A-com.jayway.android.robotium.solo.solo%E9%94%99%E8%AF%AF%E8%A7%A3%E5%86%B3/">eclipse - java.lang.NoClassDefFoundError: com.jayway.android.robotium.solo.Solo错误解决</a>
      </li>
    
  </ul>
</section>






  
</aside>


    </div>
  </div>
  <footer role="contentinfo"><p>
  Copyright &copy; 2013 - muggleyoung -
  <span class="credit">Powered by <a href="http://octopress.org">Octopress</a>. Design by <a href="http://octopressthemes.com">Octopress Themes</a>.</span>
</p>

</footer>
  







  <script type="text/javascript">
    (function(){
      var twitterWidgets = document.createElement('script');
      twitterWidgets.type = 'text/javascript';
      twitterWidgets.async = true;
      twitterWidgets.src = 'http://platform.twitter.com/widgets.js';
      document.getElementsByTagName('head')[0].appendChild(twitterWidgets);
    })();
  </script>





</body>
</html>
