
<!DOCTYPE HTML>
<html>
<head>
	<meta charset="utf-8">
	<title>天府成都游6 - </title>
	<meta name="author" content="muggleyoung">

	
	<meta name="description" content="&#26368;&#21518;&#19968;&#22825;&#65292;&#21516;&#23627;&#30340;&#38463;&#23016;&#19968;&#30452;&#25512;&#33616;&#37329;&#27801;&#36951;&#22336;&# &hellip;">
	
	<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

	<link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
	<link rel="canonical" href="">
	<link href="/favicon.png" rel="shortcut icon">
	<link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
	<!--[if lt IE 9]><script src="//html5shiv.googlecode.com/svn/trunk/html5.js"></script><![endif]-->
	<script src="//ajax.googleapis.com/ajax/libs/jquery/1.7.2/jquery.min.js"></script>
	
</head>

<body>
	<header id="header" class="inner"><h1><a href="/"></a></h1>
<nav id="main-nav"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</nav>
<nav id="mobile-nav">
	<div class="alignleft menu">
		<a class="button">Menu</a>
		<div class="container"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</div>
	</div>
	<div class="alignright search">
		<a class="button"></a>
		<div class="container">
			<form action="http://google.com/search" method="get">
				<input type="text" name="q" results="0">
				<input type="hidden" name="q" value="site:muggleyoung.github.com">
			</form>
		</div>
	</div>
</nav>
<nav id="sub-nav" class="alignright">
	<div class="social">
		
		
		
		
    
		
		
		
		
		
		<a class="rss" href="/atom.xml" title="RSS">RSS</a>
		
	</div>
	<form class="search" action="http://google.com/search" method="get">
		<input class="alignright" type="text" name="q" results="0">
		<input type="hidden" name="q" value="site:muggleyoung.github.com">
	</form>
</nav>

</header>
	
		
	
	<div id="content" class="inner"><article class="post">
	<h2 class="title">天府成都游6</h2>
	<div class="entry-content"><p>
                                    <p>&#26368;&#21518;&#19968;&#22825;&#65292;&#21516;&#23627;&#30340;&#38463;&#23016;&#19968;&#30452;&#25512;&#33616;&#37329;&#27801;&#36951;&#22336;&#30340;&#65292;&#21487;&#24796;&#25105;&#26159;&#30495;&#30340;&#32047;&#21040;&#19968;&#23450;&#31243;&#24230;&#20102;&#65292;&#40723;&#19981;&#36215;&#21170;&#20102;&#12290;</p>
<p>&#26089;&#26216;&#20225;&#22270;&#36182;&#24202;&#26410;&#26524;&#65292;8&#28857;&#21322;&#36215;&#65292;&#25910;&#25342;&#20102;&#65292;&#20986;&#21435;&#25214;&#39277;&#21507;&#12290;&#21608;&#36793;&#36716;&#20102;&#19968;&#22280;&#65292;&#21507;&#20102;&#32933;&#32928;&#31881;&#65292;&#24403;&#28982;&#36824;&#26159;&#36319;&#27809;&#21507;&#19968;&#26679;&#39295;&#12290;&#21448;&#36305;&#21040;&#21069;&#38754;&#30340;&#23433;&#24503;&#40065;&#26862;&#20080;&#20102;&#22359;&#34507;&#31957;&#24102;&#22238;&#21435;&#12290;</p>
<p>&#22312;&#24037;&#21378;&#19968;&#27004;&#25214;&#20102;&#20010;&#35282;&#33853;&#24320;&#21507;&#12290;</p>
<p>&#30475;&#30475;&#36825;&#20010;&#25105;&#20303;&#20102;6&#22825;&#30340;&#22320;&#26041;&#21543;&#12290;&#22352;&#22312;&#36825;&#37324;&#21507;&#34507;&#31957;&#26469;&#30528;&#12290;&#22806;&#38754;&#36824;&#26377;&#20010;&#22823;&#19968;&#28857;&#30340;&#21381;&#12290;&#24038;&#36793;&#26159;&#19977;&#21488;&#30005;&#33041;&#65292;&#20379;&#22823;&#23478;&#19978;&#32593;&#65292;&#21069;&#26041;&#23601;&#26159;&#19968;&#27004;&#30340;&#23487;&#33293;&#21862;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280473004.jpg" border="0" alt="" /></p>
<p>&#21518;&#38754;&#36824;&#26377;&#19968;&#20010;&#38498;&#23376;&#30340;&#65292;&#26202;&#19978;&#24635;&#26377;&#20154;&#22312;&#21917;&#37202;&#21507;&#39277;&#30340;&#12290;&#29031;&#29255;&#19981;&#22312;&#36825;&#21488;&#30005;&#33041;&#19978;&#12290;&#36825;&#26159;&#22806;&#38754;&#30475;&#21435;&#30340;&#26679;&#23376;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280473011h.jpg" border="0" alt="" /></p>
<p>&#20302;&#19968;&#28857;&#65292;&#38544;&#32422;&#30475;&#24471;&#35265;&#37324;&#38754;&#30340;&#39184;&#21381;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280472998r.jpg" border="0" alt="" /></p>
<p>&#20013;&#21320;&#36864;&#25151;&#65292;&#20877;&#21435;&#23452;&#23478;&#12290;&#23452;&#23478;&#26049;&#36793;&#27491;&#22909;&#26377;&#36229;&#24066;&#65292;&#20080;&#20102;&#22909;&#22810;&#29275;&#32905;&#24178;&#29275;&#32905;&#19997;&#21861;&#30340;&#65292;&#28982;&#21518;&#20080;&#20102;&#36335;&#19978;&#21507;&#30340;&#19996;&#35199;&#12290;</p>
<p>&#21040;&#23452;&#23478;&#31532;&#19968;&#20214;&#20107;&#33258;&#28982;&#26159;&#21507;&#21679;&#12290;&#20160;&#20040;&#28818;&#39277;&#22871;&#39184;&#65292;&#25402;&#19981;&#38169;&#65292;&#28818;&#39277;&#26159;&#29992;&#22823;&#31859;&#65292;&#40614;&#20161;&#65292;&#23567;&#31859;&#65292;&#21152;&#19978;&#29577;&#31859;&#65292;&#35910;&#35282;&#65292;&#32993;&#33821;&#21340;&#28818;&#30340;&#65292;&#28165;&#28129;&#12290;&#38468;&#24102;&#20004;&#20018;&#20799;&#39592;&#32905;&#30456;&#36830;&#65292;&#36824;&#26377;&#19968;&#20221;&#35199;&#28246;&#29275;&#32905;&#32697;&#65292;&#25918;&#20102;&#33724;&#33756;&#65292;&#22909;&#21507;&#24456;&#22810;&#12290;11.5RMB</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280473379j.jpg" border="0" alt="" /></p>
<p>&#19968;&#23567;&#26102;&#21518;&#12290;&#12290;&#12290;&#12290;&#12290;&#36825;&#20010;&#19968;&#23567;&#26102;&#25105;&#21487;&#26159;&#19968;&#30452;&#19968;&#30452;&#37117;&#22312;&#21507;&#65292;&#36825;&#20010;&#12290;&#12290;&#12290;&#26434;&#31918;&#22810;&#30340;&#19996;&#35199;&#21507;&#30528;&#23601;&#26159;&#36153;&#33080;&#36153;&#22068;&#36153;&#22826;&#38451;&#31348;&#12290;&#12290;&#12290;&#26202;&#19978;&#21507;&#19996;&#35199;&#65292;&#33080;&#36824;&#32047;&#30528;&#21602;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280473386z.jpg" border="0" alt="" /></p>
<p>&#36825;&#20010;&#23567;&#21416;&#25151;&#21568;&#65292;&#30495;&#22909;&#29609;&#65292;&#24456;&#22810;&#23567;&#26379;&#21451;&#20250;&#22312;&#36825;&#37324;&#20551;&#35013;&#20570;&#39277;&#20160;&#20040;&#30340;&#12290;&#20197;&#21518;&#25105;&#26377;&#23043;&#20102;&#65292;&#23601;&#32473;&#20182;&#24324;&#20010;&#36825;&#29609;&#20799;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280473400h.jpg" border="0" alt="" /></p>
<p>&#22823;&#23567;&#30524;&#20799;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280473393z.jpg" border="0" alt="" /></p>
<p>&#36825;&#20010;&#65292;&#26159;&#25343;&#26469;&#21523;&#21804;&#23567;&#39134;&#30340;&#65292;&#21704;&#21704;&#65292;&#19979;&#22238;&#20320;&#29983;&#26085;&#23601;&#36865;&#20010;&#36825;&#26679;&#30340;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280473408j.jpg" border="0" alt="" /></p>
<p>&#19979;&#26469;&#26159;&#20004;&#20010;&#36229;&#32423;&#21916;&#27426;&#30340;&#38236;&#23376;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12804734147.jpg" border="0" alt="" /><img src="http://filer.blogbus.com/5333148/5333148_12804733730.jpg" border="0" alt="" /></p>
<p>&#36824;&#32473;&#23064;&#20080;&#20102;&#20010;&#21387;&#33948;&#30340;&#65292;&#31896;&#29399;&#27611;&#30340;&#12290;&#32473;&#29492;&#23376;&#20080;&#20102;&#39184;&#22443;&#12290;&#20986;&#38376;&#21448;&#21507;&#28909;&#29399;&#65292;&#28900;&#20024;&#23376;&#65292;&#21917;&#39278;&#26009;&#30340;&#26102;&#20505;&#34987;&#26049;&#36793;&#23567;&#26379;&#21451;&#27900;&#20102;&#19968;&#36523;&#27225;&#27713;&#12290;&#20851;&#38190;&#26159;&#65292;&#25105;&#25343;&#30528;&#39184;&#24062;&#32440;&#25830;&#23436;&#65292;&#25226;&#25163;&#19978;&#38065;&#21253;&#25172;&#20102;&#65292;&#32039;&#32039;&#25893;&#30528;&#39184;&#24062;&#32440;&#23601;&#36208;&#20102;&#12290;&#35201;&#30693;&#36947;&#38065;&#21253;&#37324;&#35013;&#30528;&#30340;&#37117;&#26159;&#36149;&#37325;&#29289;&#21697;&#21568;&#65292;&#25152;&#26377;&#30340;&#29616;&#37329;&#65292;&#36523;&#20221;&#35777;&#65292;&#28779;&#36710;&#31080;&#65292;&#25163;&#26426;&#12290;&#12290;&#12290;&#12290;&#24184;&#22909;&#21450;&#26102;&#21457;&#29616;&#65292;&#22238;&#26469;&#22905;&#36824;&#32769;&#32769;&#23454;&#23454;&#30340;&#36538;&#22312;&#22320;&#19978;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#20080;&#30340;&#19996;&#35199;&#26377;&#28857;&#22810;&#65292;&#21152;&#19978;&#22823;&#32972;&#21253;&#65292;&#36824;&#26377;&#25105;&#37027;&#24930;&#24930;&#19968;&#27700;&#26479;&#30340;&#27700;&#12290;&#31561;&#21040;&#20102;&#28779;&#36710;&#31449;&#65292;&#22522;&#26412;&#19978;&#23601;&#30251;&#20102;&#12290;&#36824;&#24536;&#20102;&#35828;&#65292;&#36335;&#19978;&#22352;&#38169;&#36710;&#19979;&#38169;&#31449;&#65292;&#36208;&#20102;&#32769;&#36828;&#30340;&#36335;&#12290;&#12290;&#12290;&#12290;&#19978;&#36710;&#30828;&#24231;&#65292;9&#28857;&#24320;&#36710;&#65292;&#20154;&#36229;&#22810;&#12290;&#35828;&#26159;&#27425;&#26085;12&#28857;&#21040;&#12290;&#31561;&#25105;&#30495;&#30340;&#19979;&#36710;&#65292;&#24050;&#32463;&#24555;3&#28857;&#20102;&#12290;&#25163;&#37117;&#32959;&#20102;&#65292;&#25893;&#19981;&#25104;&#25331;&#20102;&#12290;&#12290;&#12290;&#12290;&#22826;&#21487;&#24604;&#20102;</p>
<p>&#22238;&#23487;&#33293;&#65292;&#27927;&#20102;&#25152;&#26377;&#34915;&#26381;&#65292;&#25910;&#25342;&#34892;&#26446;&#65292;&#36319;&#23071;&#20799;&#21507;&#20102;&#20010;&#26202;&#39277;&#65292;&#39532;&#19981;&#20572;&#36420;&#36214;&#22238;&#23478;</p>
<p>&#33267;&#27492;&#65292;&#25104;&#37117;&#34892;&#20840;&#37096;&#32467;&#26463;&#12290;</p>
                                    </p>
</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-07-31T00:00:00+08:00" pubdate data-updated="true">Jul 31<span>st</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>

	<div class="share">
	<div class="addthis_toolbox addthis_default_style ">
	
	
	<a class="addthis_button_tweet"></a>
	
	
	<a class="addthis_counter addthis_pill_style"></a>
	</div>
  <script type="text/javascript" src="http://s7.addthis.com/js/250/addthis_widget.js#pubid="></script>
</div>


</div>
	<footer id="footer" class="inner">Copyright &copy; 2013

    muggleyoung

</footer>
	<script src="/javascripts/slash.js"></script>
<script src="/javascripts/jquery.fancybox.pack.js"></script>
<script type="text/javascript">
(function($){
	$('.fancybox').fancybox();
})(jQuery);
</script> <!-- Delete or comment this line to disable Fancybox -->






</body>
</html>