
<!DOCTYPE html>
<!--[if IEMobile 7 ]><html class="no-js iem7"><![endif]-->
<!--[if lt IE 9]><html class="no-js lte-ie8"><![endif]-->
<!--[if (gt IE 8)|(gt IEMobile 7)|!(IEMobile)|!(IE)]><!--><html class="no-js" lang="en"><!--<![endif]-->
<head>
  <meta charset="utf-8">
  <title></title>
  <meta name="author" content="muggleyoung">

  
  <meta name="description" content="&#32456;&#20110;&#21834;&#32456;&#20110;&#65292;&#25105;&#25346;liao~
&#22823;&#21322;&#22812;&#30340;&#29228;&#19978;&#29228;&#19979;&#30340;&# &hellip;">
  

  <!-- http://t.co/dKP3o1e -->
  <meta name="HandheldFriendly" content="True">
  <meta name="MobileOptimized" content="320">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  
  <link rel="canonical" href="http://muggleyoung.github.com/blog/page/33/">
  <link href="/favicon.png" rel="icon">
  <link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
  <script src="/javascripts/modernizr-2.0.js"></script>
  <script src="/javascripts/ender.js"></script>
  <script src="/javascripts/octopress.js" type="text/javascript"></script>
  <link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
  <!--Fonts from Google"s Web font directory at http://google.com/webfonts -->
<link href="http://fonts.googleapis.com/css?family=PT+Serif:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<link href="http://fonts.googleapis.com/css?family=PT+Sans:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">

  

</head>

<body   >
  <header role="banner"><hgroup>
  <h1><a href="/"></a></h1>
  
    <h2>young for you</h2>
  
</hgroup>

</header>
  <nav role="navigation"><ul class="subscription" data-subscription="rss">
  <li><a href="/atom.xml" rel="subscribe-rss" title="subscribe via RSS">RSS</a></li>
  
</ul>
  
<form action="http://google.com/search" method="get">
  <fieldset role="search">
    <input type="hidden" name="q" value="site:muggleyoung.github.com" />
    <input class="search" type="text" name="q" results="0" placeholder="Search"/>
  </fieldset>
</form>
  
<ul class="main-navigation">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
</ul>

</nav>
  <div id="main">
    <div id="content">
      <div class="blog-index">
  
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-04-06T00:00:00+08:00" pubdate data-updated="true">Apr 6<span>th</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/04/06/good-luck%E5%91%97%7E/">Good Luck呗~</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#32456;&#20110;&#21834;&#32456;&#20110;&#65292;&#25105;&#25346;liao~</p>
<p>&#22823;&#21322;&#22812;&#30340;&#29228;&#19978;&#29228;&#19979;&#30340;&#24448;&#21397;&#25152;&#36305;&#65292;&#19978;&#21520;&#19979;&#27899;&#30340;&#65292;&#21710;~&#24471;&#20111;&#26152;&#22825;&#27809;&#21507;&#21861;&#22909;&#19996;&#35199;&#65292;&#35201;&#19981;&#20111;&#20102;&#12290;</p>
<p>&#30333;&#22825;&#19968;&#30452;&#22312;&#30561;&#35273;&#65292;&#19979;&#21320;4&#28857;&#19979;&#24202;&#25265;&#30528;&#28909;&#27700;&#34955;&#30475;&#30005;&#35270;&#12290;&#26202;&#19978;&#21448;&#30561;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#25105;&#20063;&#24597;&#30561;&#22810;&#20102;&#22833;&#30496;&#65292;&#21482;&#22909;&#24212;&#29228;&#36215;&#26469;&#29609;</p>
<p>&#29100;&#19981;&#20303;&#20102;&#65292;&#36824;&#26159;&#22238;&#21435;&#30561;&#21543;&#65292;&#20105;&#21462;&#19968;&#35273;&#30561;&#21040;&#26126;&#26089;</p>
<p>&#26368;&#21518;&#24403;&#28982;&#35201;&#35874;&#35874;&#39134;&#21516;&#23398;&#65292;&#38548;&#30528;&#19968;&#21315;&#22810;&#20844;&#37324;&#22320;&#20799;&#32473;&#25105;&#21457;&#21151;&#65292;&#24182;&#19988;&#33719;&#24471;&#24040;&#22823;&#25104;&#21151;&#65292;&#21704;&#21704;</p>
<p>&#25520;&#30528;&#25351;&#22836;&#31639;&#31639;&#65292;&#20170;&#22825;&#65292;&#26126;&#22825;&#65292;&#21518;&#22825;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#21518;&#22825;&#26089;&#19978;&#65292;&#35064;&#32771;&#21435;~</p>
<p>&#20170;&#20799;&#25910;&#21040;&#25552;&#37266;&#37038;&#20214;&#65292;&#25165;&#21435;&#26597;&#20102;&#32771;&#35797;&#26159;&#21643;&#22238;&#20107;&#12290;</p>
<p>&#26126;&#22825;&#27963;&#36807;&#26469;&#20102;&#20877;&#30475;&#30475;&#21543;&#65292;&#36825;&#20315;&#33050;&#25265;&#30340;&#22826;&#20020;&#26102;&#20102;~</p>
<p>&#38463;&#38376;~</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-04-05T00:00:00+08:00" pubdate data-updated="true">Apr 5<span>th</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/04/05/%E5%86%B7%E6%BC%A0-or-what/">冷漠 or What</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#26202;&#19978;&#21448;&#34987;&#19978;&#35838;&#20102;</p>
<p>&#19968;&#23401;&#23376;&#35828;&#25105;&#20919;&#28448;</p>
<p>&#26159;&#20919;&#28448;&#21527;</p>
<p>&#25105;&#24819;&#21040;&#20102;&#20284;&#20046;&#26159;CK&#35828;&#36807;&#30340;&#35789;&#20799;&#65306;&#23553;&#38381;</p>
<p>&#25105;&#19981;&#21916;&#27426;&#22899;&#29983;&#30340;&#20843;&#21350;&#35805;&#39064;</p>
<p>&#19981;&#21916;&#27426;&#20160;&#20040;&#20598;&#20687;&#21095;</p>
<p>&#19981;&#21916;&#27426;&#21501;&#21501;&#21939;&#21939;</p>
<p>&#20294;&#26159;&#65292;&#20063;&#22312;&#36866;&#24212;&#12290;&#20284;&#20046;&#22312;&#36825;&#20123;&#38382;&#39064;&#19978;&#25554;&#24471;&#19978;&#35805;&#20102;&#12290;</p>
<p>&#21487;&#36825;&#30830;&#23454;&#19981;&#26159;&#25105;&#29233;&#20570;&#30340;&#20107;&#20799;</p>
<p>&#25105;&#29233;&#30005;&#24433;&#65292;&#38899;&#20048;&#65292;&#36825;&#20123;&#22312;&#26368;&#36817;&#21464;&#25104;&#22882;&#20360;&#30340;&#27963;&#21160;</p>
<p>&#19978;&#32593;&#23545;&#25105;&#26469;&#35828;&#24050;&#32463;&#22833;&#21435;&#24847;&#20041;&#65292;&#22240;&#20026;&#24635;&#19981;&#30693;&#36947;&#35813;&#24178;&#22043;</p>
<p>&#25105;&#29233;&#20570;&#30333;&#26085;&#26790;&#65292;&#20063;&#24456;&#23569;&#20570;&#20102;</p>
<p>&#20284;&#20046;&#26159;&#22240;&#20026;&#26368;&#36817;&#24456;&#23569;&#20570;&#21916;&#27426;&#30340;&#20107;&#65292;&#25165;&#20250;&#24515;&#24773;&#24635;&#19981;&#22909;&#21543;</p>
<p>&#33258;&#24049;&#19981;&#35813;&#36825;&#26679;&#21387;&#30528;&#33258;&#24049;&#65292;&#19968;&#28857;&#25928;&#26524;&#37117;&#27809;&#26377;</p>
<p>&#25105;&#20063;&#30830;&#23454;&#20919;&#28448;&#65292;&#23545;&#20110;&#19981;&#21916;&#27426;&#30340;&#20154;&#65292;&#25042;&#24471;&#25645;&#29702;</p>
<p>&#26412;&#36523;&#35805;&#20063;&#19981;&#22810;&#65292;&#25171;&#23567;&#35273;&#24471;&#35828;&#35805;&#36153;&#22068;~</p>
<p>&#20063;&#19981;&#29233;&#20027;&#21160;&#36319;&#20154;&#25645;&#35805;</p>
<p>&#21710;&#65292;&#20174;&#21069;&#24635;&#26159;&#22266;&#25191;&#30340;&#22362;&#25345;&#33258;&#24049;</p>
<p>&#36825;&#20004;&#22825;&#65292;&#25105;&#22312;&#21507;&#33510;&#26524;&#20102;</p>
<p>&#36824;&#26159;&#35273;&#24471;&#33258;&#24049;&#27809;&#20160;&#20040;&#38169;&#65292;&#20294;&#30830;&#23454;&#38656;&#35201;&#25913;&#21464;</p>
<p>&#21152;&#27833;&#21543;~&#25105;&#20869;&#24515;&#30495;&#30340;&#19981;&#20919;&#28448;~</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-04-04T00:00:00+08:00" pubdate data-updated="true">Apr 4<span>th</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/04/04/%E6%88%91%E4%B9%9F%E4%BC%9A%E7%8E%A9%E9%BB%91%E5%90%8D%E5%8D%95%EF%BC%8C%E5%93%BC%E5%93%BC-dance-with-my-father/">我也会玩黑名单，哼哼-dance With My Father</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#36825;&#37324;&#26159;&#22403;&#22334;&#26742;&#65292;&#25105;&#36825;&#20004;&#22825;&#22403;&#22334;&#26080;&#27604;&#27867;&#28389;</p>
<p>&#20170;&#26089;&#19978;&#21507;&#20102;&#32993;&#36771;&#27748;&#65292;&#22823;&#30871;&#22823;&#39309;&#65292;&#36825;&#20063;&#24046;&#19981;&#22810;&#26159;&#20170;&#22825;&#26368;happy&#30340;&#19968;&#20250;&#20799;&#20102;&#12290;&#25105;&#19968;&#22914;&#26082;&#24448;&#30340;&#21507;&#36208;&#20102;&#36523;&#36793;&#30340;&#19977;&#25320;&#20154;&#21518;&#24515;&#28385;&#24847;&#33487;&#30340;&#36215;&#36523;&#12290;</p>
<p>&#22312;&#23454;&#39564;&#23460;&#26179;&#24736;&#21040;&#20013;&#21320;&#65292;&#19981;&#24819;&#21507;&#39277;&#65292;&#22238;&#26469;&#36538;&#22312;&#24202;&#19978;&#30475;&#20070;&#30561;&#35273;&#12290;</p>
<p>&#30561;&#22815;&#20102;&#24819;&#35828;&#35805;&#65292;&#21457;&#30701;&#20449;&#21518;&#25165;&#21457;&#29616;&#27809;&#26377;&#20154;&#21487;&#20197;&#39578;&#25200;&#65292;&#38500;&#20102;&#25105;&#29240;&#22920;&#12290;&#22823;&#23478;&#37117;&#22312;&#24537;&#65292;&#36891;&#34903;&#30340;&#65292;&#26053;&#28216;&#30340;&#65292;&#32422;&#20250;&#30340;~</p>
<p>&#25105;&#29240;&#24456;&#23849;&#28291;&#65292;&#30475;&#25105;&#36825;&#20040;&#26080;&#32842;&#65292;&#31455;&#28982;&#24320;&#22987;&#20652;&#25105;&#25214;&#20010;&#30007;&#26379;&#21451;&#12290;&#26197;&#21834;&#65292;&#36825;&#21448;&#19981;&#26159;&#29992;&#26469;&#25490;&#36963;&#23490;&#23518;&#30340;&#12290;&#12290;&#12290;</p>
<p>&#34429;&#28982;&#29983;&#24847;&#24537;&#65292;&#29241;&#22320;&#36824;&#26159;&#24456;&#32784;&#24515;&#30340;&#32473;&#25105;&#19978;&#20102;&#19968;&#35838;&#65292;&#25105;&#27882;&#27969;&#28385;&#38754;&#30340;&#25215;&#35834;&#65292;&#19981;&#28902;&#24700;&#20102;&#65292;&#20182;&#25165;&#32610;&#20241;~~~&#35826;&#20154;&#19981;&#20518;&#30340;&#29241;&#21834;~~</p>
<p>&#20854;&#23454;&#26368;&#19981;&#29245;&#30340;&#20107;&#24773;&#26159;&#65292;&#20170;&#22825;&#31361;&#28982;&#24847;&#35782;&#21040;&#65292;&#25105;&#21487;&#33021;&#34987;&#20154;&#21152;&#20837;&#40657;&#21517;&#21333;&#20102;&#12290;&#20851;&#38190;&#26159;&#26412;&#26469;&#22823;&#23478;&#22909;&#22909;&#30340;&#65292;&#21643;&#23601;&#36825;&#26679;&#21602;&#65292;&#21861;&#20063;&#19981;&#35828;&#19968;&#22768;&#12290;&#21710;&#65292;&#20877;&#24590;&#20040;&#35828;&#20063;&#24403;&#20182;&#26159;&#22909;&#26379;&#21451;&#21602;&#12290;&#26159;&#25105;&#30340;&#19968;&#21410;&#24773;&#24895;&#20040;&#65292;&#36824;&#26159;&#25105;&#21738;&#37324;&#24825;&#21040;&#35841;&#20102;&#12290;&#30495;&#21463;&#19981;&#20102;&#36825;&#26679;&#30340;&#65292;&#23425;&#24895;&#35841;&#26469;&#36319;&#25105;&#21557;&#26550;&#12290;&#30699;&#24773;&#20010;&#21861;&#20040;&#65292;&#36824;&#19981;&#22914;&#20010;&#22899;&#23043;&#12290;</p>
<p>&#36825;&#35753;&#25105;&#21448;&#24819;&#36215;&#20102;&#23663;&#28330;&#32769;&#34903;&#30340;&#26102;&#20505;&#65292;&#22240;&#20026;&#24863;&#24773;&#30340;&#20107;&#24773;&#34987;&#19968;&#32676;&#20154;&#25945;&#32946;+&#23433;&#24944;&#21518;&#65292;&#25165;&#24847;&#35782;&#21040;&#26159;&#33258;&#24049;&#30475;&#38169;&#20154;&#65292;&#21741;&#21040;&#21912;&#19981;&#36807;&#27668;&#12290;&#19981;&#20026;&#21035;&#30340;&#65292;&#23601;&#27668;&#33258;&#24049;&#65292;&#26377;&#19968;&#20999;&#20184;&#35832;&#19996;&#27969;&#30340;&#24863;&#35273;&#12290;&#36825;&#27425;&#20063;&#19968;&#26679;&#65292;&#24403;&#20570;&#20804;&#24351;&#30340;&#20154;&#31361;&#28982;&#36825;&#26679;&#65292;&#25105;&#27668;&#33258;&#24049;&#65292;&#24635;&#26159;&#20570;&#19981;&#20540;&#24471;&#30340;&#20184;&#20986;&#12290;&#21756;&#65292;&#25105;&#25253;&#22797;&#24515;&#26497;&#24378;&#65292;&#20170;&#22825;&#25226;&#30475;&#19981;&#39034;&#30524;&#30340;&#20154;&#20063;&#20840;&#25289;&#40657;&#20102;&#65292;&#21704;&#21704;&#12290;&#26080;&#36764;&#36973;&#27523;&#30340;&#21516;&#23398;&#35748;&#26685;&#21543;~</p>
<p>&#23396;&#21333;&#30340;&#19968;&#22825;&#21834;~&#23601;&#19979;&#21320;&#30475;&#20070;&#37027;&#20250;&#36824;&#31639;&#33298;&#22374;&#12290;&#22826;&#38451;&#27491;&#22909;&#29031;&#36827;&#23487;&#33293;&#12290;&#36182;&#22312;&#24202;&#19978;&#65292;&#31383;&#24088;&#20063;&#19981;&#25289;&#65292;&#30475;&#37027;&#26412;&#22823;&#26641;&#12290;&#25402;&#22909;&#30475;&#30340;&#19968;&#26412;&#20070;&#65292;&#24456;&#20037;&#27809;&#26377;&#30475;&#36825;&#20040;&#26377;&#24819;&#35937;&#21147;&#30340;&#25925;&#20107;&#30340;&#12290;&#30701;&#30701;&#30340;&#65292;&#30830;&#24456;&#31934;&#24425;&#12290;</p>
<p>&#26126;&#22825;&#35201;&#20986;&#38376;&#20102;&#65292;&#32473;&#20146;&#29233;&#30340;&#22969;&#20080;&#20010;&#22826;&#38451;&#38236;&#21435;&#12290;&#32769;&#22825;&#20445;&#20305;&#21035;&#35753;&#25105;&#32922;&#23376;&#30140;&#12290;&#38463;&#38376;~</p>
<p>&#20170;&#20799;&#26368;&#24863;&#35874;&#20474;&#20146;&#29233;&#30340;&#29241;&#23064;&#12290;&#35760;&#24471;&#26377;&#20457;&#20851;&#20110;father&#65292;mother&#30340;&#27468;&#65292;&#19981;&#36807;&#19968;&#26102;&#38388;&#21482;&#25214;&#21040;&#20102;&#36825;&#39318;&#65292;dance with my father.&#24456;&#22909;&#21548;
<object classid="clsid:6bf52a52-394a-11d3-b153-00c04f79faa6" width="0" height="0" codebase="http://activex.microsoft.com/activex/controls/mplayer/en/nsmp2inf.cab#Version=5,1,52,701">
<param name="url" value="http://www.tzsy.cn/uploads/allimg/200805_200/20085410493695377801.mp3" /><embed type="application/x-mplayer2" width="0" height="0" src="http://www.tzsy.cn/uploads/allimg/200805_200/20085410493695377801.mp3"></embed></object>
</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-04-03T00:00:00+08:00" pubdate data-updated="true">Apr 3<span>rd</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/04/03/%E6%97%A9%E5%AE%89%EF%BC%8C%E5%90%84%E4%BD%8D%7E/">早安，各位~</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#36825;&#20010;&#28857;&#20799;&#65292;&#25105;&#19968;&#20154;&#20799;&#22312;&#23487;&#33293;</p>
<p>&#37027;&#20200;&#19981;&#21402;&#36947;&#30340;&#20027;&#20799;&#65292;&#25243;&#24323;&#25105;&#25237;&#22868;&#33258;&#24049;&#23478;&#23646;&#21435;&#20102;</p>
<p>&#27809;&#20154;&#30340;&#23487;&#33293;&#30495;&#20919;&#65292;&#25105;&#25265;&#30528;&#28909;&#27700;&#34955;&#36824;&#26159;&#25163;&#33050;&#20912;&#20919;&#40763;&#28053;&#30524;&#27882;&#30340;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#21482;&#26159;&#20010;&#20932;&#20937;&#21834;~~~~~</p>
<p>&#19979;&#21320;&#25226;&#22969;&#25289;&#36807;&#26469;&#38506;&#25105;&#65292;&#19968;&#36215;&#21507;&#20102;subway&#65292;&#20986;&#26469;&#20197;&#21518;&#25105;&#21448;&#27809;&#39281;&#65292;&#36824;&#24819;&#21507;&#37240;&#36771;&#31881;&#12290;&#34987;&#21892;&#33391;&#30340;&#22969;&#38388;&#25509;&#38459;&#25318;&#12290;&#23043;&#35828;&#65292;&#21435;&#36891;&#36891;&#65292;&#25105;&#30693;&#36947;&#19968;&#20010;&#22320;&#26041;&#26377;&#21334;&#34915;&#26381;&#30340;&#65292;&#38376;&#21475;&#20063;&#26377;&#21334;&#21507;&#30340;&#30340;&#12290;</p>
<p>&#23617;&#39072;&#23617;&#39072;&#36319;&#21435;&#36891;&#20102;&#19968;&#22280;&#65292;&#25165;&#21457;&#29616;&#25105;&#20111;&#22823;&#21457;&#20102;&#12290;&#35828;&#26159;&#32473;&#25105;&#30475;&#34915;&#26381;&#65292;&#22905;&#33258;&#24049;&#20080;&#20102;&#19968;&#35033;&#23376;&#65292;&#25105;&#31354;&#25163;&#12290;&#35828;&#26377;&#21507;&#30340;&#65292;&#20986;&#38376;&#25105;&#23601;&#30475;&#35265;&#19968;&#38754;&#39302;&#65292;&#36824;&#26377;&#19968;&#27700;&#26524;&#25674;&#20799;&#65292;&#21334;&#30340;&#33760;&#33821;&#36229;&#32423;&#36855;&#20320;&#65292;&#25105;&#24525;&#30528;&#27809;&#21507;&#12290;&#22238;&#26469;&#21507;&#20102;&#20004;&#21242;&#33647;&#65292;&#19968;&#30452;&#39295;&#21040;&#29616;&#22312;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;-</p>
<p>&#24858;&#20154;&#33410;&#30340;&#21069;&#19968;&#26202;&#65292;&#32842;&#22825;&#32842;&#24471;&#24456;high&#12290;&#36319;&#39134;&#35752;&#35770;&#20102;&#20154;&#29983;&#22823;&#35745;&#12290;&#21704;&#21704;</p>
<p>1&#21495;&#24403;&#22825;&#65292;&#21457;&#29616;&#65292;&#22823;&#23478;&#37117;&#32769;&#20102;&#65292;&#23545;&#24858;&#20154;&#33410;&#27809;&#21861;&#20852;&#36259;&#12290;&#25105;&#23601;&#19978;&#24403;&#19977;&#27425;&#12290;&#32769;&#22920;&#19968;&#27425;&#65292;&#32769;&#29241;&#19968;&#27425;&#65292;&#22260;&#33046;&#19978;&#30475;&#35265;&#19968;&#32654;&#22899;&#38142;&#25509;&#65292;&#22909;&#22855;&#28857;&#20987;&#21518;&#19978;&#24403;&#12290;&#20854;&#20013;&#32769;&#29241;&#37027;&#27425;&#24046;&#28857;&#25226;&#25105;&#24825;&#21741;&#65292;&#22826;&#29408;&#20102;&#65292;&#26377;&#36825;&#26679;&#24403;&#29241;&#30340;&#20040;~~~~&#25105;&#21040;&#32769;&#20063;&#24536;&#19981;&#20102;&#20320;&#36824;&#27424;&#25105;2k RMB&#65281;&#65281;&#65281;&#21756;&#21756;</p>
<p>&#20170;&#20799;&#26202;&#19978;&#23396;&#21333;&#25104;&#39740;&#20102;&#65292;&#22312;&#25171;&#24320;&#27700;&#30340;&#36335;&#19978;&#32473;&#23064;&#21644;&#39134;&#25171;&#30005;&#35805;&#65292;&#39277;&#21345;&#20877;&#27425;&#36951;&#22833;&#12290;&#21523;&#20986;&#25105;&#19968;&#36523;&#20919;&#27735;&#12290;&#24184;&#20111;&#21450;&#26102;&#22238;&#21435;&#25214;&#20102;&#65292;&#22909;&#24515;&#30340;&#27700;&#25151;&#22823;&#22920;&#25226;&#25105;&#30340;&#39277;&#21345;&#25918;&#22312;VIP&#32423;&#21035;&#30340;&#24453;&#35748;&#39046;&#23703;&#20301;&#65306;&#22905;&#23617;&#32929;&#19979;&#38754;&#12290;&#12290;&#12290;&#12290;&#28608;&#21160;&#30340;&#25105;&#21834;~</p>
<p>&#20197;&#21518;&#21487;&#24471;&#23567;&#24515;&#20102;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8211;</p>
<p>&#21683;&#22013;&#36824;&#27809;&#22909;&#65292;&#32922;&#23376;&#30140;&#20063;&#27809;&#26469;&#12290;&#21710;&#65292;&#36824;&#26159;&#21035;&#30140;&#20102;&#65292;&#23487;&#33293;&#27809;&#20154;&#65292;&#25105;&#38590;&#36807;&#20102;&#35841;&#26469;&#24110;&#25105;&#28903;&#28909;&#27700;&#24102;&#39277;&#21507;&#21834;~~~</p>
<p>&#21834;&#21568;&#21568;&#21568;&#65292;&#39118;&#39125;&#39125;&#30340;&#65292;&#30495;&#20919;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#26126;&#26089;&#19978;&#25105;&#35201;&#21435;&#21507;&#32993;&#36771;&#27748;&#65292;&#22823;&#30871;&#22823;&#39309;&#12290;&#21507;&#23436;&#22909;&#22909;&#23398;&#20064;&#21435;&#65292;&#19981;&#33021;&#23545;&#19981;&#36215;&#36825;&#20004;&#22825;&#19968;&#20010;&#20154;&#30340;&#26085;&#23376;&#12290;</p>
<p>&#33395;&#33459;&#21733;&#30340;&#30005;&#33041;&#27809;&#24819;&#35937;&#30340;&#21345;&#65292;&#23601;&#26159;&#38190;&#30424;&#22826;&#23475;&#24597;&#20102;&#12290;&#31354;&#26684;&#38190;&#21644;&#25968;&#23383;0&#24635;&#26159;&#21457;&#20986;&#39076;&#25238;&#30340;&#21709;&#22768;&#65292;&#19981;&#20064;&#24815;&#21834;~~~~</p>
<p>&#25105;&#30340;&#26032;&#30005;&#33041;&#21861;&#26102;&#20505;&#26469;&#21834;~~~~</p>
<p>&#25964;&#29233;&#30340;boss&#65292;&#23567;&#30772;&#26412;&#20799;&#23454;&#22312;&#36305;&#19981;&#21160;matlab&#20102;&#12290;&#25105;&#29616;&#22312;&#20063;&#23601;&#33021;&#30475;&#30475;&#35770;&#25991;&#65292;&#20570;&#20570;&#31508;&#35760;&#65292;&#21738;&#37324;&#36824;&#25954;&#23454;&#39564;&#20160;&#20040;&#20195;&#30721;&#21834;~~~</p>
<p>&#19968;&#20999;&#65292;&#21482;&#26159;&#20010;&#20932;&#24808;</p>
<p>&#21704;&#21704;&#65292;&#31361;&#28982;&#24819;&#36215;&#30340;CK&#24120;&#35828;&#30340;&#26479;&#20855;&#24093;&#12290;&#12290;&#12290;&#24681;&#65292;&#21516;&#23398;&#65292;&#25918;&#24515;&#65292;&#20320;&#30340;&#31216;&#21495;&#25105;&#19981;&#20250;&#36731;&#26131;&#21435;&#25250;&#30340;~~</p>
<p>&#26089;&#23433;&#65292;&#21508;&#20301;~</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-03-30T00:00:00+08:00" pubdate data-updated="true">Mar 30<span>th</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/03/30/%E4%BF%A1-play-with-fire/">信-play With Fire</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#26152;&#22825;&#25910;&#25342;&#19996;&#35199;&#65292;&#25277;&#23625;&#24213;&#19979;&#21387;&#30528;&#19968;&#40723;&#22218;&#22218;&#30340;&#20449;&#23553;&#65292;&#20197;&#20026;&#26159;&#20197;&#21069;&#21644;&#39134;&#30340;&#36890;&#20449;&#35760;&#24405;&#65292;&#24456;&#28608;&#21160;&#30340;&#25171;&#24320;&#65292;&#26399;&#24453;&#30528;&#22238;&#24518;</p>
<p>&#24403;&#28982;&#65292;&#19981;&#26159;&#39134;&#30340;&#65292;&#20063;&#19981;&#26159;ck&#30340;&#65292;&#20063;&#19981;&#26159;dan&#30340;&#12290;</p>
<p>&#26159;&#25105;&#30340;</p>
<p>&#25105;&#26366;&#32463;&#20889;&#32473;&#37027;&#20010;&#20154;&#30340;&#20449;&#12290;</p>
<p>&#25105;&#20204;&#26366;&#32463;&#20114;&#30456;&#20889;&#26085;&#35760;&#65292;&#37027;&#24212;&#35813;&#26159;&#26368;&#33147;&#27498;&#30340;&#26102;&#26399;&#20102;</p>
<p>&#21518;&#26469;&#65292;&#25105;&#35201;&#20889;&#20449;&#65292;&#26576;&#20154;&#25042;&#65292;&#20110;&#26159;&#23601;&#21464;&#25104;&#25105;&#19968;&#21410;&#24773;&#24895;&#30340;&#20889;&#20449;&#65292;&#35760;&#26085;&#35760;&#65292;&#20877;&#23492;&#32473;&#20182;</p>
<p>&#25199;&#36828;&#20102;&#65292;&#37325;&#28857;&#19981;&#22312;&#36825;&#20123;&#65292;&#32780;&#26159;&#20449;&#30340;&#20869;&#23481;&#65292;&#35753;&#25105;&#24456;&#27668;&#24456;&#27668;&#65292;&#27668;&#33258;&#24049;&#65281;</p>
<p>&#26159;&#19968;&#23553;&#36947;&#27465;&#20449;</p>
<p>&#24536;&#35760;&#26159;&#20160;&#20040;&#21407;&#22240;&#65292;&#21487;&#30475;&#30528;&#26366;&#32463;&#25226;&#33258;&#24049;&#25918;&#22312;&#37027;&#20040;&#20302;&#30340;&#20301;&#32622;&#19978;&#35828;&#35805;&#65292;&#24456;&#19981;&#29245;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#25105;&#36825;&#20154;&#23601;&#26159;&#22826;&#29233;&#21453;&#30465;&#65292;&#19968;&#28857;&#28857;&#23567;&#20107;&#20799;&#65292;&#33021;&#35753;&#25105;&#21453;&#30465;&#20986;&#19968;&#22534;&#38169;&#26469;&#65292;&#29978;&#33267;&#33021;&#25226;&#33258;&#24049;&#21542;&#23450;&#30340;&#19968;&#26080;&#26159;&#22788;</p>
<p>&#20197;&#21518;&#19981;&#33021;&#36825;&#26679;&#20102;&#65292;&#21681;&#34429;&#28982;&#20570;&#19981;&#21040;&#23436;&#32654;&#65292;&#21681;&#34429;&#28982;&#22823;&#23567;&#27611;&#30149;&#19968;&#22534;&#12290;&#20294;&#21681;&#20063;&#19981;&#31639;&#20010;&#28866;&#20154;&#65292;&#19981;&#33267;&#20110;&#25226;&#20160;&#20040;&#20107;&#20799;&#37117;&#36182;&#33258;&#24049;&#22836;&#19978;&#12290;</p>
<p>&#21040;&#26368;&#21518;&#65292;&#20154;&#23478;&#20250;&#20197;&#20026;&#65292;&#20320;&#23601;&#26159;&#19968;&#36523;&#27611;&#30149;&#65292;&#20320;&#23601;&#35813;&#20302;&#22768;&#19979;&#27668;&#65292;&#36870;&#26469;&#39034;&#21463;&#65292;&#20320;&#27963;&#35813;&#34987;&#36825;&#26679;&#35748;&#20026;&#12290;</p>
<p>&#25105;&#27963;&#35813;&#65281;&#25105;&#20877;&#20063;&#19981;&#36825;&#26679;&#20102;</p>
<p>&#21756;&#21756;&#65292;&#25105;&#25341;&#65292;&#25105;&#25341;&#65292;&#25105;&#20351;&#21170;&#20799;&#30340;&#25341;~~~~</p>
<p>&#25749;&#30862;&#20102;&#20449;&#65292;&#36807;&#21435;&#30340;&#23601;&#35813;&#35753;&#20182;&#36807;&#21435;&#65292;&#35760;&#24405;&#19979;&#26469;&#25552;&#37266;&#33258;&#24049;&#12290;&#19981;&#24819;&#20102;&#65292;&#22909;&#22909;&#20934;&#22791;&#33258;&#24049;&#30340;&#26410;&#26469;&#25165;&#26159;&#30495;&#30340;&#12290;</p>
<p>&#25277;&#23625;&#37324;&#26377;&#20116;&#20010;&#30828;&#24065;&#65292;&#26366;&#32463;&#25277;&#39118;&#65292;&#30828;&#26159;&#33293;&#19981;&#24471;&#33457;&#25481;&#12290;&#24212;&#35813;&#26159;&#31532;&#19968;&#27425;&#20174;&#26477;&#24030;&#22238;&#26469;&#26102;&#21475;&#34955;&#37324;&#25720;&#20986;&#26469;&#30340;&#12290;&#29616;&#22312;&#36824;&#30041;&#30528;&#24050;&#22833;&#21435;&#20102;&#24847;&#20041;&#65292;&#25214;&#26426;&#20250;&#33457;&#25481;&#21543;&#65292;&#25105;&#20877;&#19981;&#30699;&#24773;&#20102;&#12290;</p>
<p>
<object classid="clsid:6bf52a52-394a-11d3-b153-00c04f79faa6" width="0" height="0" codebase="http://activex.microsoft.com/activex/controls/mplayer/en/nsmp2inf.cab#Version=5,1,52,701">
<param name="url" value="http://hommestar.com/dontplay.mp3" /><embed type="application/x-mplayer2" width="0" height="0" src="http://hommestar.com/dontplay.mp3"></embed></object>
play with fire&#65292;&#22312;&#32654;&#20598;&#21548;&#20102;&#36825;&#27468;&#65292;&#25402;&#21916;&#27426;&#30340;&#12290;&#33258;&#20174;&#26469;&#20102;&#22823;&#24052;&#65292;&#24456;&#23569;&#25554;&#22270;&#29255;&#38899;&#20048;&#20102;&#65292;&#25105;&#22826;&#25042;~~~</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;</p>
<p>&#26576;&#20025;&#20080;&#20102;&#26032;&#30456;&#26426;&#65292;&#28608;&#21160;&#30340;&#20351;&#21170;&#36992;&#25105;&#21435;&#21271;&#20140;&#12290;</p>
<p>&#21704;&#21704;&#65292;&#20146;&#29233;&#30340;&#65292;&#25105;&#24403;&#28982;&#20250;&#21435;&#65292;&#21482;&#35201;&#20080;&#24471;&#36215;&#36710;&#31080;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#19981;&#36807;&#21602;&#65292;&#24471;&#31561;&#20320;&#26053;&#28216;&#22238;&#26469;&#21834;&#65292;&#26368;&#22909;&#31561;&#26576;&#23043;&#20986;&#22269;&#20844;&#24178;&#22238;&#26469;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#25105;&#21487;&#26159;&#35274;&#35278;&#20320;&#20204;&#30340;&#34892;&#26446;&#34955;&#21602;&#65292;&#21704;&#21704;&#21704;</p>
<p>&#21861;&#26102;&#20505;&#21435;&#21602;&#65292;&#25105;&#24471;&#22909;&#22909;&#32416;&#32467;&#19979;~~~</p>
                                    </p>
</div>
  
  


    </article>
  
  <div class="pagination">
    
      <a class="prev" href="/blog/page/34/">&larr; Older</a>
    
    <a href="/blog/archives">Blog Archives</a>
    
    <a class="next" href="/blog/page/32/">Newer &rarr;</a>
    
  </div>
</div>
<aside class="sidebar">
  
    <section>
  <h1>Recent Posts</h1>
  <ul id="recent_posts">
    
      <li class="post">
        <a href="/blog/2013/01/25/how-to-use-font-icon-in-html/">How to use font icon in HTML</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-change-git-repo-name/">how to change git repo name</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-setup-a-new-remote-git-repo/">How to setup a new remote git repo</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/13/hui-gu-2012/">回顾2012</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/08/my-frist-post/">my-frist-post</a>
      </li>
    
  </ul>
</section>






  
</aside>

    </div>
  </div>
  <footer role="contentinfo"><p>
  Copyright &copy; 2013 - muggleyoung -
  <span class="credit">Powered by <a href="http://octopress.org">Octopress</a>. Design by <a href="http://octopressthemes.com">Octopress Themes</a>.</span>
</p>

</footer>
  







  <script type="text/javascript">
    (function(){
      var twitterWidgets = document.createElement('script');
      twitterWidgets.type = 'text/javascript';
      twitterWidgets.async = true;
      twitterWidgets.src = 'http://platform.twitter.com/widgets.js';
      document.getElementsByTagName('head')[0].appendChild(twitterWidgets);
    })();
  </script>





</body>
</html>
