
<!DOCTYPE html>
<!--[if IEMobile 7 ]><html class="no-js iem7"><![endif]-->
<!--[if lt IE 9]><html class="no-js lte-ie8"><![endif]-->
<!--[if (gt IE 8)|(gt IEMobile 7)|!(IEMobile)|!(IE)]><!--><html class="no-js" lang="en"><!--<![endif]-->
<head>
  <meta charset="utf-8">
  <title></title>
  <meta name="author" content="muggleyoung">

  
  <meta name="description" content="&#21703;&#21568;&#21568;&#21568;&#21568;~~~~&#38197;&#38197;&#38197;~~~~
&#39069;&#22238;&#26469;&#21671;~~~
&#21704;&#21704;&#21704;
&#20026;&# &hellip;">
  

  <!-- http://t.co/dKP3o1e -->
  <meta name="HandheldFriendly" content="True">
  <meta name="MobileOptimized" content="320">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  
  <link rel="canonical" href="http://muggleyoung.github.com/blog/page/33/">
  <link href="/favicon.png" rel="icon">
  <link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
  <script src="/javascripts/modernizr-2.0.js"></script>
  <script src="/javascripts/ender.js"></script>
  <script src="/javascripts/octopress.js" type="text/javascript"></script>
  <link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
  <!--Fonts from Google"s Web font directory at http://google.com/webfonts -->
<link href="http://fonts.googleapis.com/css?family=PT+Serif:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<link href="http://fonts.googleapis.com/css?family=PT+Sans:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">

  

</head>

<body   >
  <header role="banner"><hgroup>
  <h1><a href="/"></a></h1>
  
    <h2>young for you</h2>
  
</hgroup>

</header>
  <nav role="navigation"><ul class="subscription" data-subscription="rss">
  <li><a href="/atom.xml" rel="subscribe-rss" title="subscribe via RSS">RSS</a></li>
  
</ul>
  
<form action="http://google.com/search" method="get">
  <fieldset role="search">
    <input type="hidden" name="q" value="site:muggleyoung.github.com" />
    <input class="search" type="text" name="q" results="0" placeholder="Search"/>
  </fieldset>
</form>
  
<ul class="main-navigation">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
</ul>

</nav>
  <div id="main">
    <div id="content">
      <div class="blog-index">
  
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-04-08T00:00:00+08:00" pubdate data-updated="true">Apr 8<span>th</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/04/08/%E8%B6%8A%E6%89%AF%E8%B6%8A%E5%97%A8%7E/">越扯越嗨~</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#21703;&#21568;&#21568;&#21568;&#21568;~~~~&#38197;&#38197;&#38197;~~~~</p>
<p>&#39069;&#22238;&#26469;&#21671;~~~</p>
<p>&#21704;&#21704;&#21704;</p>
<p>&#20026;&#21861;&#27599;&#27425;&#32771;&#35797;&#32771;&#24471;&#19981;&#22909;&#65292;&#25105;&#23601;&#20250;&#21464;&#24471;&#26497;&#20854;&#20130;&#22859;&#21602;</p>
<p>&#34507;&#23450;&#65292;&#26080;&#24863;&#24773;&#33394;&#24425;&#35760;&#24405;&#12290;&#12290;&#12290;&#12290;&#36825;&#33021;&#31639;&#20570;&#26159;&#26426;&#32463;&#19981;~~~</p>
<p>&#35805;&#35828;&#32771;&#35797;&#26102;&#38388;&#26159;&#21313;&#28857;&#21322;&#65292;&#25105;&#36182;&#21040;&#20843;&#28857;&#21322;&#36215;&#24202;&#65292;&#19977;&#30952;&#26426;&#20004;&#19981;&#30952;&#21501;&#30340;&#65292;&#20061;&#28857;&#21322;&#20986;&#20102;&#38376;</p>
<p>&#21271;&#38376;&#20154;&#23569;&#65292;&#24456;&#39034;&#21033;&#30340;&#25171;&#21040;&#36710;&#12290;&#20294;&#26159;&#30001;&#20110;&#20170;&#22825;&#35199;&#27965;&#20250;&#24320;&#24149;&#65292;&#32428;&#20108;&#34903;&#20197;&#21335;***&#20197;&#19996;&#37117;&#23553;&#36335;&#20102;&#65292;&#21482;&#26377;&#20844;&#20132;&#36710;&#21644;&#20986;&#31199;&#36710;&#33021;&#36807;&#12290;&#25454;&#25105;&#35266;&#23519;&#65292;&#20986;&#31199;&#24072;&#20613;&#22522;&#26412;&#19981;&#24895;&#24847;&#24448;&#37027;&#37324;&#38754;&#36305;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#24072;&#20613;&#36733;&#30528;&#25105;&#65292;&#20174;&#21508;&#31181;&#23567;&#36335;&#19971;&#25197;&#20843;&#25296;&#30340;&#32469;&#21040;&#20102;&#22806;&#38498;&#21271;&#38376;&#12290;&#36335;&#19978;&#36824;&#31639;&#30021;&#36890;&#65292;&#25105;&#23436;&#20840;&#26197;&#22836;&#36716;&#21521;&#20102;&#65292;&#20854;&#20013;&#19968;&#27573;&#36335;&#23433;&#38745;&#30340;&#27809;&#20010;&#20154;&#27809;&#20010;&#36710;&#65292;&#26263;&#33258;&#30424;&#31639;&#65292;&#36825;&#22823;&#30333;&#22825;&#20799;&#30340;&#65292;&#20182;&#20063;&#19981;&#33021;&#25226;&#25105;&#25296;&#21334;&#20102;&#65292;&#19981;&#24597;&#19981;&#24597;~~</p>
<p>6#&#25945;&#23398;&#27004;&#36824;&#26159;&#24456;&#22909;&#25214;&#30340;&#12290;&#21271;&#38376;&#36827;&#21435;&#30452;&#36208;&#65292;&#24555;&#21040;&#22836;&#20102;&#30475;&#35265;&#19968;&#20010;&#27493;&#34892;&#34903;&#30340;&#29260;&#29260;&#65292;&#25296;&#36807;&#21435;&#36208;&#65292;&#23601;&#30475;&#21040;&#20102;&#12290;&#25105;&#38382;&#36335;&#38382;&#30340;&#26159;&#22235;&#21512;&#38498;&#24590;&#20040;&#36208;&#65292;&#22522;&#26412;&#19978;&#22823;&#21460;&#22823;&#22920;&#20204;&#37117;&#30693;&#36947;&#12290;</p>
<p>&#21435;&#26089;&#20102;&#65292;&#36824;&#39034;&#20415;&#39046;&#20102;&#25176;&#31119;&#25104;&#32489;&#21333;&#65292;&#29031;&#29255;&#23454;&#22312;&#19985;&#21040;horrible~~~</p>
<p>&#35805;&#35828;&#22312;&#38376;&#21475;&#31561;&#32771;&#22330;&#24320;&#38376;&#30340;&#26102;&#20505;&#65292;&#19968;&#23567;&#22993;&#23064;&#32972;&#30528;&#20010;&#22823;&#20070;&#21253;&#39118;&#39118;&#28779;&#28779;&#30340;&#20914;&#36827;&#21435;&#25970;&#38376;&#12290;&#21523;&#25105;&#19968;&#36339;&#65292;&#20197;&#20026;&#33258;&#24049;&#35760;&#38169;&#20102;&#26102;&#38388;&#65292;&#20854;&#23454;&#24050;&#32463;&#36831;&#21040;&#12290;&#21518;&#26469;&#23401;&#23376;&#36319;&#25105;&#35828;&#65292;&#22905;&#19981;&#30693;&#36947;&#23553;&#36335;&#65292;&#36208;&#21040;&#21322;&#25130;&#36807;&#19981;&#26469;&#20102;&#12290;&#23043;&#24613;&#21254;&#21254;&#30340;&#35299;&#37322;&#35828;&#22905;&#36214;&#30528;&#26469;&#32771;&#35797;&#65292;&#28982;&#21518;&#23601;&#34987;&#20132;&#35686;&#21460;&#21460;&#24320;&#30528;&#25705;&#25176;&#36710;&#36865;&#36807;&#26469;&#20102;&#65292;&#21704;&#21704;&#65292;&#24863;&#35273;&#36319;&#39640;&#32771;&#20284;&#30340;&#65292;&#38750;&#24120;&#25289;&#36720;&#21834;~</p>
<p>&#23545;&#20102;&#65292;&#36825;&#23401;&#23376;&#20063;&#26159;&#35199;&#30005;&#30340;&#65292;&#22823;&#19977;&#65292;&#22826;&#24180;&#36731;&#20102;&#65281;</p>
<p>&#32842;&#22825;&#26102;&#25105;&#22810;&#22068;&#38382;&#20102;&#21477;&#65292;&#20320;&#25176;&#31119;&#32771;&#21643;&#26679;&#12290;&#23043;&#35828;&#65306;&#19981;&#22826;&#29702;&#24819;&#65292;&#20272;&#35745;&#36824;&#24471;&#20877;&#32771;&#19968;&#22238;&#12290;&#25105;&#65306;&#21861;&#31639;&#26159;&#29702;&#24819;&#12290;&#23043;&#65306;&#24590;&#20040;&#30528;&#20063;&#24471;&#19977;&#20301;&#25968;&#21543;&#12290;&#25105;&#65306;&#12290;&#12290;&#12290;&#12290;&#24515;&#34394;&#30340;&#25720;&#20102;&#25720;&#33258;&#24049;&#30340;&#30772;&#21253;&#65292;&#24184;&#22909;&#32769;&#26089;&#25226;&#25104;&#32489;&#21333;&#35013;&#36215;&#26469;&#20102;&#65292;&#22826;&#23506;&#30876;&#20102;&#12290;</p>
<p>&#32771;&#35797;&#27969;&#31243;&#21543;&#65292;&#36319;&#26152;&#22825;&#25214;&#21040;&#30340;&#19968;&#26679;&#65292;&#36825;&#20250;&#22826;&#28909;&#65292;&#25042;&#24471;&#35828;&#20102;&#12290;</p>
<p>&#32771;&#35797;&#39064;&#30446;&#21543;&#65292;issue&#22823;&#27010;&#26159;&#35828;government&#19981;&#24212;&#35813;&#38480;&#21046;&#31185;&#23398;&#30740;&#31350;&#65292;argument&#26159;&#23553;&#20449;&#65292;&#22768;&#35752;&#21069;&#24066;&#38271;&#27809;&#25226;&#26725;&#20462;&#22909;&#30340;&#12290;</p>
<p>&#32771;&#35797;&#32467;&#26524;&#21543;&#65292;&#25105;&#35201;&#26159;&#35828;&#25105;argument&#27809;issue&#20889;&#24471;&#22909;&#26377;&#20154;&#20449;&#27809;&#12290;&#21487;&#30830;&#23454;&#26159;&#30495;&#30340;&#65292;&#25152;&#20197;&#21487;&#24819;&#32780;&#30693;&#25105;&#32771;&#24471;&#26377;&#22810;&#33756;&#12290;&#25353;&#25176;&#31119;&#30340;&#26631;&#20934;&#65292;&#36816;&#27668;&#22909;&#30340;&#35805;&#65292;issue&#33021;&#26377;&#20010;fair&#23601;&#19981;&#38169;&#20102;&#65292;argument&#20063;&#23601;&#26159;&#20010;limited&#20102;&#12290;&#36825;&#26679;&#31639;&#19979;&#26469;&#35813;&#26159;&#20960;&#20998;&#21602;&#65311;2.5&#65311;&#21710;&#21568;&#21568;&#21568;&#65292;&#22826;&#21487;&#24597;&#20102;&#65292;&#22826;&#38590;&#30475;&#20102;&#65292;&#25105;&#27963;&#35813;&#21834;~</p>
<p>&#20260;&#24515;&#20107;&#20799;&#36824;&#26159;&#23569;&#35828;&#65292;&#36319;&#23064;&#27719;&#25253;&#20102;&#65292;&#22238;&#22797;&#20102;&#39134;&#30340;&#24944;&#38382;&#65292;&#25105;&#25645;&#30528;&#20844;&#20132;&#21448;&#33521;&#21191;&#20102;&#36208;&#20102;&#20004;&#31449;&#36335;&#65292;&#21507;&#24847;&#22823;&#21033;&#38754;&#21435;&#20102;&#12290;&#36138;&#21507;&#26412;&#24615;&#19981;&#25913;&#21834;&#65292;&#28857;&#20102;&#19968;&#26700;&#23376;&#65292;&#25745;&#30340;&#25105;&#65292;&#21507;&#20102;&#24555;&#20457;&#23567;&#26102;&#12290;&#12290;&#12290;&#12290;&#36824;&#35828;&#30475;&#30005;&#24433;&#21602;&#65292;&#25918;&#24323;&#20102;&#65292;&#31359;&#22826;&#21402;&#65292;&#28909;&#27515;&#20102;&#12290;</p>
<p>&#21453;&#27491;&#21543;&#65292;&#31232;&#37324;&#31946;&#28034;&#30340;&#23601;&#32771;&#23436;&#20102;&#12290;&#32467;&#26524;&#26159;&#21861;&#24050;&#32463;&#19981;&#37325;&#35201;&#20102;&#12290;&#24320;&#22987;&#30424;&#31639;&#21861;&#26102;&#20505;&#21435;&#21271;&#20140;&#25955;&#25955;&#24515;&#20040;~~</p>
<p>&#21704;&#21704;&#65292;&#25105;&#30340;&#26032;&#32654;&#20598;&#19979;&#22909;&#20102;&#65292;88~~~&#30475;&#30005;&#35270;&#21435;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-04-06T00:00:00+08:00" pubdate data-updated="true">Apr 6<span>th</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/04/06/good-luck%E5%91%97%7E/">Good Luck呗~</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#32456;&#20110;&#21834;&#32456;&#20110;&#65292;&#25105;&#25346;liao~</p>
<p>&#22823;&#21322;&#22812;&#30340;&#29228;&#19978;&#29228;&#19979;&#30340;&#24448;&#21397;&#25152;&#36305;&#65292;&#19978;&#21520;&#19979;&#27899;&#30340;&#65292;&#21710;~&#24471;&#20111;&#26152;&#22825;&#27809;&#21507;&#21861;&#22909;&#19996;&#35199;&#65292;&#35201;&#19981;&#20111;&#20102;&#12290;</p>
<p>&#30333;&#22825;&#19968;&#30452;&#22312;&#30561;&#35273;&#65292;&#19979;&#21320;4&#28857;&#19979;&#24202;&#25265;&#30528;&#28909;&#27700;&#34955;&#30475;&#30005;&#35270;&#12290;&#26202;&#19978;&#21448;&#30561;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#25105;&#20063;&#24597;&#30561;&#22810;&#20102;&#22833;&#30496;&#65292;&#21482;&#22909;&#24212;&#29228;&#36215;&#26469;&#29609;</p>
<p>&#29100;&#19981;&#20303;&#20102;&#65292;&#36824;&#26159;&#22238;&#21435;&#30561;&#21543;&#65292;&#20105;&#21462;&#19968;&#35273;&#30561;&#21040;&#26126;&#26089;</p>
<p>&#26368;&#21518;&#24403;&#28982;&#35201;&#35874;&#35874;&#39134;&#21516;&#23398;&#65292;&#38548;&#30528;&#19968;&#21315;&#22810;&#20844;&#37324;&#22320;&#20799;&#32473;&#25105;&#21457;&#21151;&#65292;&#24182;&#19988;&#33719;&#24471;&#24040;&#22823;&#25104;&#21151;&#65292;&#21704;&#21704;</p>
<p>&#25520;&#30528;&#25351;&#22836;&#31639;&#31639;&#65292;&#20170;&#22825;&#65292;&#26126;&#22825;&#65292;&#21518;&#22825;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#21518;&#22825;&#26089;&#19978;&#65292;&#35064;&#32771;&#21435;~</p>
<p>&#20170;&#20799;&#25910;&#21040;&#25552;&#37266;&#37038;&#20214;&#65292;&#25165;&#21435;&#26597;&#20102;&#32771;&#35797;&#26159;&#21643;&#22238;&#20107;&#12290;</p>
<p>&#26126;&#22825;&#27963;&#36807;&#26469;&#20102;&#20877;&#30475;&#30475;&#21543;&#65292;&#36825;&#20315;&#33050;&#25265;&#30340;&#22826;&#20020;&#26102;&#20102;~</p>
<p>&#38463;&#38376;~</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-04-05T00:00:00+08:00" pubdate data-updated="true">Apr 5<span>th</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/04/05/%E5%86%B7%E6%BC%A0-or-what/">冷漠 or What</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#26202;&#19978;&#21448;&#34987;&#19978;&#35838;&#20102;</p>
<p>&#19968;&#23401;&#23376;&#35828;&#25105;&#20919;&#28448;</p>
<p>&#26159;&#20919;&#28448;&#21527;</p>
<p>&#25105;&#24819;&#21040;&#20102;&#20284;&#20046;&#26159;CK&#35828;&#36807;&#30340;&#35789;&#20799;&#65306;&#23553;&#38381;</p>
<p>&#25105;&#19981;&#21916;&#27426;&#22899;&#29983;&#30340;&#20843;&#21350;&#35805;&#39064;</p>
<p>&#19981;&#21916;&#27426;&#20160;&#20040;&#20598;&#20687;&#21095;</p>
<p>&#19981;&#21916;&#27426;&#21501;&#21501;&#21939;&#21939;</p>
<p>&#20294;&#26159;&#65292;&#20063;&#22312;&#36866;&#24212;&#12290;&#20284;&#20046;&#22312;&#36825;&#20123;&#38382;&#39064;&#19978;&#25554;&#24471;&#19978;&#35805;&#20102;&#12290;</p>
<p>&#21487;&#36825;&#30830;&#23454;&#19981;&#26159;&#25105;&#29233;&#20570;&#30340;&#20107;&#20799;</p>
<p>&#25105;&#29233;&#30005;&#24433;&#65292;&#38899;&#20048;&#65292;&#36825;&#20123;&#22312;&#26368;&#36817;&#21464;&#25104;&#22882;&#20360;&#30340;&#27963;&#21160;</p>
<p>&#19978;&#32593;&#23545;&#25105;&#26469;&#35828;&#24050;&#32463;&#22833;&#21435;&#24847;&#20041;&#65292;&#22240;&#20026;&#24635;&#19981;&#30693;&#36947;&#35813;&#24178;&#22043;</p>
<p>&#25105;&#29233;&#20570;&#30333;&#26085;&#26790;&#65292;&#20063;&#24456;&#23569;&#20570;&#20102;</p>
<p>&#20284;&#20046;&#26159;&#22240;&#20026;&#26368;&#36817;&#24456;&#23569;&#20570;&#21916;&#27426;&#30340;&#20107;&#65292;&#25165;&#20250;&#24515;&#24773;&#24635;&#19981;&#22909;&#21543;</p>
<p>&#33258;&#24049;&#19981;&#35813;&#36825;&#26679;&#21387;&#30528;&#33258;&#24049;&#65292;&#19968;&#28857;&#25928;&#26524;&#37117;&#27809;&#26377;</p>
<p>&#25105;&#20063;&#30830;&#23454;&#20919;&#28448;&#65292;&#23545;&#20110;&#19981;&#21916;&#27426;&#30340;&#20154;&#65292;&#25042;&#24471;&#25645;&#29702;</p>
<p>&#26412;&#36523;&#35805;&#20063;&#19981;&#22810;&#65292;&#25171;&#23567;&#35273;&#24471;&#35828;&#35805;&#36153;&#22068;~</p>
<p>&#20063;&#19981;&#29233;&#20027;&#21160;&#36319;&#20154;&#25645;&#35805;</p>
<p>&#21710;&#65292;&#20174;&#21069;&#24635;&#26159;&#22266;&#25191;&#30340;&#22362;&#25345;&#33258;&#24049;</p>
<p>&#36825;&#20004;&#22825;&#65292;&#25105;&#22312;&#21507;&#33510;&#26524;&#20102;</p>
<p>&#36824;&#26159;&#35273;&#24471;&#33258;&#24049;&#27809;&#20160;&#20040;&#38169;&#65292;&#20294;&#30830;&#23454;&#38656;&#35201;&#25913;&#21464;</p>
<p>&#21152;&#27833;&#21543;~&#25105;&#20869;&#24515;&#30495;&#30340;&#19981;&#20919;&#28448;~</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-04-04T00:00:00+08:00" pubdate data-updated="true">Apr 4<span>th</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/04/04/%E6%88%91%E4%B9%9F%E4%BC%9A%E7%8E%A9%E9%BB%91%E5%90%8D%E5%8D%95%EF%BC%8C%E5%93%BC%E5%93%BC-dance-with-my-father/">我也会玩黑名单，哼哼-dance With My Father</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#36825;&#37324;&#26159;&#22403;&#22334;&#26742;&#65292;&#25105;&#36825;&#20004;&#22825;&#22403;&#22334;&#26080;&#27604;&#27867;&#28389;</p>
<p>&#20170;&#26089;&#19978;&#21507;&#20102;&#32993;&#36771;&#27748;&#65292;&#22823;&#30871;&#22823;&#39309;&#65292;&#36825;&#20063;&#24046;&#19981;&#22810;&#26159;&#20170;&#22825;&#26368;happy&#30340;&#19968;&#20250;&#20799;&#20102;&#12290;&#25105;&#19968;&#22914;&#26082;&#24448;&#30340;&#21507;&#36208;&#20102;&#36523;&#36793;&#30340;&#19977;&#25320;&#20154;&#21518;&#24515;&#28385;&#24847;&#33487;&#30340;&#36215;&#36523;&#12290;</p>
<p>&#22312;&#23454;&#39564;&#23460;&#26179;&#24736;&#21040;&#20013;&#21320;&#65292;&#19981;&#24819;&#21507;&#39277;&#65292;&#22238;&#26469;&#36538;&#22312;&#24202;&#19978;&#30475;&#20070;&#30561;&#35273;&#12290;</p>
<p>&#30561;&#22815;&#20102;&#24819;&#35828;&#35805;&#65292;&#21457;&#30701;&#20449;&#21518;&#25165;&#21457;&#29616;&#27809;&#26377;&#20154;&#21487;&#20197;&#39578;&#25200;&#65292;&#38500;&#20102;&#25105;&#29240;&#22920;&#12290;&#22823;&#23478;&#37117;&#22312;&#24537;&#65292;&#36891;&#34903;&#30340;&#65292;&#26053;&#28216;&#30340;&#65292;&#32422;&#20250;&#30340;~</p>
<p>&#25105;&#29240;&#24456;&#23849;&#28291;&#65292;&#30475;&#25105;&#36825;&#20040;&#26080;&#32842;&#65292;&#31455;&#28982;&#24320;&#22987;&#20652;&#25105;&#25214;&#20010;&#30007;&#26379;&#21451;&#12290;&#26197;&#21834;&#65292;&#36825;&#21448;&#19981;&#26159;&#29992;&#26469;&#25490;&#36963;&#23490;&#23518;&#30340;&#12290;&#12290;&#12290;</p>
<p>&#34429;&#28982;&#29983;&#24847;&#24537;&#65292;&#29241;&#22320;&#36824;&#26159;&#24456;&#32784;&#24515;&#30340;&#32473;&#25105;&#19978;&#20102;&#19968;&#35838;&#65292;&#25105;&#27882;&#27969;&#28385;&#38754;&#30340;&#25215;&#35834;&#65292;&#19981;&#28902;&#24700;&#20102;&#65292;&#20182;&#25165;&#32610;&#20241;~~~&#35826;&#20154;&#19981;&#20518;&#30340;&#29241;&#21834;~~</p>
<p>&#20854;&#23454;&#26368;&#19981;&#29245;&#30340;&#20107;&#24773;&#26159;&#65292;&#20170;&#22825;&#31361;&#28982;&#24847;&#35782;&#21040;&#65292;&#25105;&#21487;&#33021;&#34987;&#20154;&#21152;&#20837;&#40657;&#21517;&#21333;&#20102;&#12290;&#20851;&#38190;&#26159;&#26412;&#26469;&#22823;&#23478;&#22909;&#22909;&#30340;&#65292;&#21643;&#23601;&#36825;&#26679;&#21602;&#65292;&#21861;&#20063;&#19981;&#35828;&#19968;&#22768;&#12290;&#21710;&#65292;&#20877;&#24590;&#20040;&#35828;&#20063;&#24403;&#20182;&#26159;&#22909;&#26379;&#21451;&#21602;&#12290;&#26159;&#25105;&#30340;&#19968;&#21410;&#24773;&#24895;&#20040;&#65292;&#36824;&#26159;&#25105;&#21738;&#37324;&#24825;&#21040;&#35841;&#20102;&#12290;&#30495;&#21463;&#19981;&#20102;&#36825;&#26679;&#30340;&#65292;&#23425;&#24895;&#35841;&#26469;&#36319;&#25105;&#21557;&#26550;&#12290;&#30699;&#24773;&#20010;&#21861;&#20040;&#65292;&#36824;&#19981;&#22914;&#20010;&#22899;&#23043;&#12290;</p>
<p>&#36825;&#35753;&#25105;&#21448;&#24819;&#36215;&#20102;&#23663;&#28330;&#32769;&#34903;&#30340;&#26102;&#20505;&#65292;&#22240;&#20026;&#24863;&#24773;&#30340;&#20107;&#24773;&#34987;&#19968;&#32676;&#20154;&#25945;&#32946;+&#23433;&#24944;&#21518;&#65292;&#25165;&#24847;&#35782;&#21040;&#26159;&#33258;&#24049;&#30475;&#38169;&#20154;&#65292;&#21741;&#21040;&#21912;&#19981;&#36807;&#27668;&#12290;&#19981;&#20026;&#21035;&#30340;&#65292;&#23601;&#27668;&#33258;&#24049;&#65292;&#26377;&#19968;&#20999;&#20184;&#35832;&#19996;&#27969;&#30340;&#24863;&#35273;&#12290;&#36825;&#27425;&#20063;&#19968;&#26679;&#65292;&#24403;&#20570;&#20804;&#24351;&#30340;&#20154;&#31361;&#28982;&#36825;&#26679;&#65292;&#25105;&#27668;&#33258;&#24049;&#65292;&#24635;&#26159;&#20570;&#19981;&#20540;&#24471;&#30340;&#20184;&#20986;&#12290;&#21756;&#65292;&#25105;&#25253;&#22797;&#24515;&#26497;&#24378;&#65292;&#20170;&#22825;&#25226;&#30475;&#19981;&#39034;&#30524;&#30340;&#20154;&#20063;&#20840;&#25289;&#40657;&#20102;&#65292;&#21704;&#21704;&#12290;&#26080;&#36764;&#36973;&#27523;&#30340;&#21516;&#23398;&#35748;&#26685;&#21543;~</p>
<p>&#23396;&#21333;&#30340;&#19968;&#22825;&#21834;~&#23601;&#19979;&#21320;&#30475;&#20070;&#37027;&#20250;&#36824;&#31639;&#33298;&#22374;&#12290;&#22826;&#38451;&#27491;&#22909;&#29031;&#36827;&#23487;&#33293;&#12290;&#36182;&#22312;&#24202;&#19978;&#65292;&#31383;&#24088;&#20063;&#19981;&#25289;&#65292;&#30475;&#37027;&#26412;&#22823;&#26641;&#12290;&#25402;&#22909;&#30475;&#30340;&#19968;&#26412;&#20070;&#65292;&#24456;&#20037;&#27809;&#26377;&#30475;&#36825;&#20040;&#26377;&#24819;&#35937;&#21147;&#30340;&#25925;&#20107;&#30340;&#12290;&#30701;&#30701;&#30340;&#65292;&#30830;&#24456;&#31934;&#24425;&#12290;</p>
<p>&#26126;&#22825;&#35201;&#20986;&#38376;&#20102;&#65292;&#32473;&#20146;&#29233;&#30340;&#22969;&#20080;&#20010;&#22826;&#38451;&#38236;&#21435;&#12290;&#32769;&#22825;&#20445;&#20305;&#21035;&#35753;&#25105;&#32922;&#23376;&#30140;&#12290;&#38463;&#38376;~</p>
<p>&#20170;&#20799;&#26368;&#24863;&#35874;&#20474;&#20146;&#29233;&#30340;&#29241;&#23064;&#12290;&#35760;&#24471;&#26377;&#20457;&#20851;&#20110;father&#65292;mother&#30340;&#27468;&#65292;&#19981;&#36807;&#19968;&#26102;&#38388;&#21482;&#25214;&#21040;&#20102;&#36825;&#39318;&#65292;dance with my father.&#24456;&#22909;&#21548;
<object classid="clsid:6bf52a52-394a-11d3-b153-00c04f79faa6" width="0" height="0" codebase="http://activex.microsoft.com/activex/controls/mplayer/en/nsmp2inf.cab#Version=5,1,52,701">
<param name="url" value="http://www.tzsy.cn/uploads/allimg/200805_200/20085410493695377801.mp3" /><embed type="application/x-mplayer2" width="0" height="0" src="http://www.tzsy.cn/uploads/allimg/200805_200/20085410493695377801.mp3"></embed></object>
</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-04-03T00:00:00+08:00" pubdate data-updated="true">Apr 3<span>rd</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/04/03/%E6%97%A9%E5%AE%89%EF%BC%8C%E5%90%84%E4%BD%8D%7E/">早安，各位~</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#36825;&#20010;&#28857;&#20799;&#65292;&#25105;&#19968;&#20154;&#20799;&#22312;&#23487;&#33293;</p>
<p>&#37027;&#20200;&#19981;&#21402;&#36947;&#30340;&#20027;&#20799;&#65292;&#25243;&#24323;&#25105;&#25237;&#22868;&#33258;&#24049;&#23478;&#23646;&#21435;&#20102;</p>
<p>&#27809;&#20154;&#30340;&#23487;&#33293;&#30495;&#20919;&#65292;&#25105;&#25265;&#30528;&#28909;&#27700;&#34955;&#36824;&#26159;&#25163;&#33050;&#20912;&#20919;&#40763;&#28053;&#30524;&#27882;&#30340;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#21482;&#26159;&#20010;&#20932;&#20937;&#21834;~~~~~</p>
<p>&#19979;&#21320;&#25226;&#22969;&#25289;&#36807;&#26469;&#38506;&#25105;&#65292;&#19968;&#36215;&#21507;&#20102;subway&#65292;&#20986;&#26469;&#20197;&#21518;&#25105;&#21448;&#27809;&#39281;&#65292;&#36824;&#24819;&#21507;&#37240;&#36771;&#31881;&#12290;&#34987;&#21892;&#33391;&#30340;&#22969;&#38388;&#25509;&#38459;&#25318;&#12290;&#23043;&#35828;&#65292;&#21435;&#36891;&#36891;&#65292;&#25105;&#30693;&#36947;&#19968;&#20010;&#22320;&#26041;&#26377;&#21334;&#34915;&#26381;&#30340;&#65292;&#38376;&#21475;&#20063;&#26377;&#21334;&#21507;&#30340;&#30340;&#12290;</p>
<p>&#23617;&#39072;&#23617;&#39072;&#36319;&#21435;&#36891;&#20102;&#19968;&#22280;&#65292;&#25165;&#21457;&#29616;&#25105;&#20111;&#22823;&#21457;&#20102;&#12290;&#35828;&#26159;&#32473;&#25105;&#30475;&#34915;&#26381;&#65292;&#22905;&#33258;&#24049;&#20080;&#20102;&#19968;&#35033;&#23376;&#65292;&#25105;&#31354;&#25163;&#12290;&#35828;&#26377;&#21507;&#30340;&#65292;&#20986;&#38376;&#25105;&#23601;&#30475;&#35265;&#19968;&#38754;&#39302;&#65292;&#36824;&#26377;&#19968;&#27700;&#26524;&#25674;&#20799;&#65292;&#21334;&#30340;&#33760;&#33821;&#36229;&#32423;&#36855;&#20320;&#65292;&#25105;&#24525;&#30528;&#27809;&#21507;&#12290;&#22238;&#26469;&#21507;&#20102;&#20004;&#21242;&#33647;&#65292;&#19968;&#30452;&#39295;&#21040;&#29616;&#22312;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;-</p>
<p>&#24858;&#20154;&#33410;&#30340;&#21069;&#19968;&#26202;&#65292;&#32842;&#22825;&#32842;&#24471;&#24456;high&#12290;&#36319;&#39134;&#35752;&#35770;&#20102;&#20154;&#29983;&#22823;&#35745;&#12290;&#21704;&#21704;</p>
<p>1&#21495;&#24403;&#22825;&#65292;&#21457;&#29616;&#65292;&#22823;&#23478;&#37117;&#32769;&#20102;&#65292;&#23545;&#24858;&#20154;&#33410;&#27809;&#21861;&#20852;&#36259;&#12290;&#25105;&#23601;&#19978;&#24403;&#19977;&#27425;&#12290;&#32769;&#22920;&#19968;&#27425;&#65292;&#32769;&#29241;&#19968;&#27425;&#65292;&#22260;&#33046;&#19978;&#30475;&#35265;&#19968;&#32654;&#22899;&#38142;&#25509;&#65292;&#22909;&#22855;&#28857;&#20987;&#21518;&#19978;&#24403;&#12290;&#20854;&#20013;&#32769;&#29241;&#37027;&#27425;&#24046;&#28857;&#25226;&#25105;&#24825;&#21741;&#65292;&#22826;&#29408;&#20102;&#65292;&#26377;&#36825;&#26679;&#24403;&#29241;&#30340;&#20040;~~~~&#25105;&#21040;&#32769;&#20063;&#24536;&#19981;&#20102;&#20320;&#36824;&#27424;&#25105;2k RMB&#65281;&#65281;&#65281;&#21756;&#21756;</p>
<p>&#20170;&#20799;&#26202;&#19978;&#23396;&#21333;&#25104;&#39740;&#20102;&#65292;&#22312;&#25171;&#24320;&#27700;&#30340;&#36335;&#19978;&#32473;&#23064;&#21644;&#39134;&#25171;&#30005;&#35805;&#65292;&#39277;&#21345;&#20877;&#27425;&#36951;&#22833;&#12290;&#21523;&#20986;&#25105;&#19968;&#36523;&#20919;&#27735;&#12290;&#24184;&#20111;&#21450;&#26102;&#22238;&#21435;&#25214;&#20102;&#65292;&#22909;&#24515;&#30340;&#27700;&#25151;&#22823;&#22920;&#25226;&#25105;&#30340;&#39277;&#21345;&#25918;&#22312;VIP&#32423;&#21035;&#30340;&#24453;&#35748;&#39046;&#23703;&#20301;&#65306;&#22905;&#23617;&#32929;&#19979;&#38754;&#12290;&#12290;&#12290;&#12290;&#28608;&#21160;&#30340;&#25105;&#21834;~</p>
<p>&#20197;&#21518;&#21487;&#24471;&#23567;&#24515;&#20102;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8211;</p>
<p>&#21683;&#22013;&#36824;&#27809;&#22909;&#65292;&#32922;&#23376;&#30140;&#20063;&#27809;&#26469;&#12290;&#21710;&#65292;&#36824;&#26159;&#21035;&#30140;&#20102;&#65292;&#23487;&#33293;&#27809;&#20154;&#65292;&#25105;&#38590;&#36807;&#20102;&#35841;&#26469;&#24110;&#25105;&#28903;&#28909;&#27700;&#24102;&#39277;&#21507;&#21834;~~~</p>
<p>&#21834;&#21568;&#21568;&#21568;&#65292;&#39118;&#39125;&#39125;&#30340;&#65292;&#30495;&#20919;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#26126;&#26089;&#19978;&#25105;&#35201;&#21435;&#21507;&#32993;&#36771;&#27748;&#65292;&#22823;&#30871;&#22823;&#39309;&#12290;&#21507;&#23436;&#22909;&#22909;&#23398;&#20064;&#21435;&#65292;&#19981;&#33021;&#23545;&#19981;&#36215;&#36825;&#20004;&#22825;&#19968;&#20010;&#20154;&#30340;&#26085;&#23376;&#12290;</p>
<p>&#33395;&#33459;&#21733;&#30340;&#30005;&#33041;&#27809;&#24819;&#35937;&#30340;&#21345;&#65292;&#23601;&#26159;&#38190;&#30424;&#22826;&#23475;&#24597;&#20102;&#12290;&#31354;&#26684;&#38190;&#21644;&#25968;&#23383;0&#24635;&#26159;&#21457;&#20986;&#39076;&#25238;&#30340;&#21709;&#22768;&#65292;&#19981;&#20064;&#24815;&#21834;~~~~</p>
<p>&#25105;&#30340;&#26032;&#30005;&#33041;&#21861;&#26102;&#20505;&#26469;&#21834;~~~~</p>
<p>&#25964;&#29233;&#30340;boss&#65292;&#23567;&#30772;&#26412;&#20799;&#23454;&#22312;&#36305;&#19981;&#21160;matlab&#20102;&#12290;&#25105;&#29616;&#22312;&#20063;&#23601;&#33021;&#30475;&#30475;&#35770;&#25991;&#65292;&#20570;&#20570;&#31508;&#35760;&#65292;&#21738;&#37324;&#36824;&#25954;&#23454;&#39564;&#20160;&#20040;&#20195;&#30721;&#21834;~~~</p>
<p>&#19968;&#20999;&#65292;&#21482;&#26159;&#20010;&#20932;&#24808;</p>
<p>&#21704;&#21704;&#65292;&#31361;&#28982;&#24819;&#36215;&#30340;CK&#24120;&#35828;&#30340;&#26479;&#20855;&#24093;&#12290;&#12290;&#12290;&#24681;&#65292;&#21516;&#23398;&#65292;&#25918;&#24515;&#65292;&#20320;&#30340;&#31216;&#21495;&#25105;&#19981;&#20250;&#36731;&#26131;&#21435;&#25250;&#30340;~~</p>
<p>&#26089;&#23433;&#65292;&#21508;&#20301;~</p>
                                    </p>
</div>
  
  


    </article>
  
  <div class="pagination">
    
      <a class="prev" href="/blog/page/34/">&larr; Older</a>
    
    <a href="/blog/archives">Blog Archives</a>
    
    <a class="next" href="/blog/page/32/">Newer &rarr;</a>
    
  </div>
</div>
<aside class="sidebar">
  
    <section>
  <h1>Recent Posts</h1>
  <ul id="recent_posts">
    
      <li class="post">
        <a href="/blog/2013/03/27/version-control-dot-vim-file-with-git/">Version Control .vim File With Git</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/25/how-to-use-font-icon-in-html/">How to use font icon in HTML</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-change-git-repo-name/">how to change git repo name</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-setup-a-new-remote-git-repo/">How to setup a new remote git repo</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/13/hui-gu-2012/">回顾2012</a>
      </li>
    
  </ul>
</section>






  
</aside>

    </div>
  </div>
  <footer role="contentinfo"><p>
  Copyright &copy; 2013 - muggleyoung -
  <span class="credit">Powered by <a href="http://octopress.org">Octopress</a>. Design by <a href="http://octopressthemes.com">Octopress Themes</a>.</span>
</p>

</footer>
  

<script type="text/javascript">
      var disqus_shortname = 'muggleyoung';
      
        
        var disqus_script = 'count.js';
      
    (function () {
      var dsq = document.createElement('script'); dsq.type = 'text/javascript'; dsq.async = true;
      dsq.src = 'http://' + disqus_shortname + '.disqus.com/' + disqus_script;
      (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);
    }());
</script>







  <script type="text/javascript">
    (function(){
      var twitterWidgets = document.createElement('script');
      twitterWidgets.type = 'text/javascript';
      twitterWidgets.async = true;
      twitterWidgets.src = 'http://platform.twitter.com/widgets.js';
      document.getElementsByTagName('head')[0].appendChild(twitterWidgets);
    })();
  </script>





</body>
</html>
