
<!DOCTYPE HTML>
<html>
<head>
	<meta charset="utf-8">
	<title>迷糊的长大 - </title>
	<meta name="author" content="muggleyoung">

	
	<meta name="description" content="&#20197;&#19979;&#20889;&#20110;&#160; 2009-08-17 16:40 &#65292;&#22312;&#26657;&#20869;&#19987;&#20026;&#39134;&#26356;&#26032;&#30340;&#19968;&# &hellip;">
	
	<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

	<link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
	<link rel="canonical" href="">
	<link href="/favicon.png" rel="shortcut icon">
	<link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
	<!--[if lt IE 9]><script src="//html5shiv.googlecode.com/svn/trunk/html5.js"></script><![endif]-->
	<script src="//ajax.googleapis.com/ajax/libs/jquery/1.7.2/jquery.min.js"></script>
	
</head>

<body>
	<header id="header" class="inner"><h1><a href="/"></a></h1>
<nav id="main-nav"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</nav>
<nav id="mobile-nav">
	<div class="alignleft menu">
		<a class="button">Menu</a>
		<div class="container"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</div>
	</div>
	<div class="alignright search">
		<a class="button"></a>
		<div class="container">
			<form action="http://google.com/search" method="get">
				<input type="text" name="q" results="0">
				<input type="hidden" name="q" value="site:muggleyoung.github.com">
			</form>
		</div>
	</div>
</nav>
<nav id="sub-nav" class="alignright">
	<div class="social">
		
		
		
		
    
		
		
		
		
		
		<a class="rss" href="/atom.xml" title="RSS">RSS</a>
		
	</div>
	<form class="search" action="http://google.com/search" method="get">
		<input class="alignright" type="text" name="q" results="0">
		<input type="hidden" name="q" value="site:muggleyoung.github.com">
	</form>
</nav>

</header>
	
		
	
	<div id="content" class="inner"><article class="post">
	<h2 class="title">迷糊的长大</h2>
	<div class="entry-content"><p>
                                    <p><span style="color: #888888;">&#20197;&#19979;&#20889;&#20110;&#160; </span><span class="timestamp"><span style="color: #888888;"><span style="color: #888888;">2009-08-17 16:40</span> &#65292;&#22312;&#26657;&#20869;&#19987;&#20026;&#39134;&#26356;&#26032;&#30340;&#19968;&#31687;&#26085;&#24535;&#12290;&#21152;&#23494;&#20102;&#30340;&#65292;&#19968;&#30452;&#19981;&#24895;&#26292;&#38706;&#33258;&#24049;&#30340;&#24605;&#24819;&#65292;&#24635;&#35273;&#24471;&#36825;&#26159;&#23545;&#33258;&#24049;&#26368;&#22909;&#30340;&#20445;&#25252;&#12290;&#31361;&#28982;&#65292;&#23601;&#24819;&#25226;&#36825;&#31687;&#36148;&#20986;&#26469;&#65292;&#27605;&#31455;&#26102;&#38388;&#36824;&#26159;&#26377;&#24456;&#22823;&#26432;&#20260;&#21147;&#30340;&#65292;&#36825;&#26102;&#20505;&#20877;&#30475;&#36215;&#20174;&#21069;&#30340;&#25991;&#23383;&#65292;&#24515;&#37324;&#24635;&#26159;&#23569;&#20102;&#20123;&#38450;&#24481;&#65292;&#22810;&#20102;&#20123;&#24863;&#24936;&#12290;</span></span></p>
<p>&#20146;&#29233;&#30340;&#65292;&#23494;&#30721;&#22810;&#23569;&#20320;&#35813;&#30693;&#36947;&#30340;&#21543;</p>
<p>&#160; &#20320;&#36825;&#23401;&#23376;&#65292;&#20652;&#21629;&#39740;&#19968;&#26679;&#30340;&#22825;&#22825;&#38382;&#25105;&#20889;&#20449;&#27809;&#12290;&#30495;&#26159;&#30340;&#65292;&#25105;&#30340;&#24605;&#32490;&#20063;&#26159;&#38656;&#35201;&#25972;&#29702;&#30340;&#21834;&#12290;&#12290;&#12290;</p>
<p>&#160; &#35831;&#21407;&#35845;&#25105;&#22312;&#19968;&#24320;&#22987;&#23601;&#26080;&#35270;&#20320;&#30340;&#28966;&#34385;&#65292;&#39038;&#24038;&#21491;&#32780;&#35328;&#20182;&#12290;&#26152;&#26202;&#25105;&#22833;&#30496;&#24456;&#20005;&#37325;&#65292;&#22240;&#20026;&#22312;&#23478;&#28363;&#28070;&#30340;&#21644;&#21271;&#20140;&#26102;&#38388;&#26377;&#20102;&#26102;&#24046;&#65292;&#22240;&#20026;&#21160;&#29992;&#20102;&#22826;&#22810;&#33041;&#32454;&#32990;&#24819;&#37027;&#20123;&#24635;&#24819;&#19981;&#28165;&#26970;&#30340;&#20107;&#24773;&#12290;&#20320;&#19981;&#20250;&#20171;&#24847;&#25105;&#32110;&#32110;&#21480;&#21480;&#35828;&#33258;&#24049;&#30340;&#20107;&#24773;&#21543;&#12290;&#12290;&#12290;</p>
<p>&#160; &#20808;&#21578;&#35785;&#20320;&#19968;&#22121;&#32791;&#65306;</p>
<p>&#160; &#25105;&#20204;&#26368;&#36817;&#19968;&#30452;&#35752;&#35770;&#30340;&#38382;&#39064;&#65292;&#23545;&#20110;&#25105;&#65292;&#38670;&#26102;&#25104;&#20026;&#20102;&#36843;&#22312;&#30473;&#30571;&#30340;&#20107;&#24773;&#12290;&#22240;&#20026;&#25105;&#20204;&#30340;&#23454;&#39564;&#23460;&#20843;&#25104;&#26159;&#21448;&#35201;&#27873;&#27748;&#20102;&#30340;&#12290;</p>
<p>&#160; &#25176;&#31119;&#26159;&#35201;&#26426;&#32771;&#30340;&#65292;&#20063;&#23601;&#26159;&#35828;&#26377;&#24456;&#22810;&#32451;&#20064;&#25105;&#29616;&#22312;&#23601;&#35201;&#23613;&#37327;&#22312;&#30005;&#33041;&#19978;&#23436;&#25104;&#65292;&#20197;&#36866;&#24212;&#36825;&#26679;&#30340;&#24418;&#24335;&#12290;&#21487;&#26159;&#23454;&#39564;&#23460;&#27809;&#20102;&#65292;&#20320;&#24212;&#35813;&#21487;&#20197;&#24819;&#35937;&#22312;&#23487;&#33293;&#37324;&#23436;&#25104;&#36825;&#20123;&#30340;&#22256;&#38590;&#31243;&#24230;&#12290;&#30001;&#20110;&#26159;&#20013;&#21320;&#25165;&#30693;&#36947;&#20102;&#36825;&#20107;&#65292;&#25105;&#36824;&#27809;&#26469;&#24471;&#21450;&#32771;&#34385;&#25509;&#19979;&#26469;&#30340;&#22797;&#20064;&#35813;&#24590;&#20040;&#36827;&#34892;&#12290;</p>
<p>&#160; &#20063;&#23601;&#26159;&#31361;&#28982;&#38388;&#65292;&#25105;&#24819;&#25226;&#21452;&#26143;&#24320;&#21040;&#28120;&#23453;&#30340;&#24565;&#22836;&#21448;&#21464;&#24471;&#24378;&#28872;&#12290;&#36825;&#20010;&#12290;&#12290;&#12290;&#19981;&#25289;&#19981;&#25289;&#12290;&#12290;&#12290;&#23601;&#20808;&#19981;&#22810;&#35828;&#20102;&#12290;</p>
<p>&#160; &#25105;&#36824;&#19981;&#26195;&#24471;&#25509;&#19979;&#26469;&#30340;&#25152;&#35859;&#31185;&#30740;&#35813;&#22914;&#20309;&#36827;&#34892;&#19979;&#21435;&#12290;&#34429;&#35828;&#19981;&#21916;&#27426;&#65292;&#21487;&#26159;&#19981;&#20570;&#20063;&#26159;&#19981;&#21487;&#33021;&#30340;&#65292;&#25105;&#30340;&#30740;&#19981;&#33021;&#30333;&#35835;&#12290;</p>
<p>&#160; &#20854;&#23454;&#65292;&#22240;&#20026;&#32570;&#20047;&#26126;&#30830;&#30340;&#30446;&#26631;&#65292;&#25152;&#20197;&#22312;&#25214;&#23547;&#30446;&#26631;&#30340;&#26102;&#20505;&#36935;&#19978;&#27599;&#19968;&#36873;&#25321;&#65292;&#37117;&#33293;&#19981;&#24471;&#25918;&#24323;&#20854;&#20013;&#20219;&#20309;&#19968;&#20010;&#36873;&#39033;&#12290;&#26368;&#21518;&#24471;&#19981;&#20607;&#22833;&#65292;&#21861;&#37117;&#27809;&#24471;&#21040;&#12290;</p>
<p>&#160; &#20854;&#23454;&#65292;&#25105;&#35273;&#24471;&#65292;&#20174;&#36947;&#29702;&#19978;&#26469;&#35828;&#65292;&#33267;&#23569;&#35813;&#26377;&#20010;&#22823;&#33268;&#30340;&#26041;&#21521;&#12290;&#28982;&#21518;&#22312;&#21521;&#20182;&#38752;&#25314;&#30340;&#26399;&#38388;&#65292;&#20250;&#26377;&#24456;&#22810;&#20107;&#24773;&#21487;&#20197;&#20570;&#65292;&#25105;&#20204;&#35813;&#26681;&#25454;&#37325;&#35201;&#24615;&#65292;&#21015;&#20986;&#20248;&#20808;&#32423;&#30340;No1&#65292;&#20840;&#21147;&#21435;&#20570;&#36825;&#19968;&#20214;&#20107;&#12290;&#21516;&#26102;&#36824;&#24471;&#19981;&#32829;&#35823;&#20102;No2~No n&#65292;&#33267;&#23569;&#36798;&#21040;&#22522;&#26412;&#23436;&#25104;&#65292;&#36824;&#24471;&#23481;&#24525;&#22312;No2~No n&#19978;&#30340;&#22833;&#24847;&#12290;&#22914;&#26524;&#23427;&#27809;&#26377;&#24471;&#21040;vip&#30340;&#24453;&#36935;&#65292;&#25105;&#20204;&#21448;&#20309;&#24503;&#20309;&#33021;&#26399;&#24453;&#23427;&#32473;&#20320;vip&#30340;&#22238;&#25253;&#65292;&#33021;&#20840;&#24515;&#20840;&#24847;&#20570;&#22909;vip&#37027;&#19968;&#20214;&#20107;&#65292;&#23601;&#24456;&#19981;&#23481;&#26131;&#30340;&#20102;&#12290;&#32780;&#25105;&#65292;&#29978;&#33267;&#26080;&#33021;&#21147;&#20316;&#20986;&#25225;&#25321;&#65292;&#30830;&#23450;&#33258;&#24049;&#30340;No1&#65292;&#20160;&#20040;&#37117;&#24819;&#35201;&#65292;&#20160;&#20040;&#37117;&#33293;&#19981;&#24471;&#12290;&#21487;&#33021;&#65292;&#36825;&#20063;&#26159;&#25104;&#38271;&#30340;&#19968;&#37096;&#20998;&#21543;&#65292;&#38754;&#23545;&#36825;&#20040;&#22810;&#30340;&#20107;&#24773;&#65292;&#21382;&#32451;&#20986;&#28129;&#23450;&#30340;&#24515;&#24773;&#12290;</p>
<p>&#160; &#21482;&#35760;&#24471;&#65292;&#20320;&#35828;&#20844;&#21496;&#30340;&#26576;&#24352;&#32440;&#19978;&#27809;&#20320;&#30340;&#21517;&#23383;&#12290;&#20320;&#20063;&#36319;&#25105;&#35828;&#36807;&#65292;&#19981;&#29992;&#20107;&#20107;&#37117;&#35201;&#20105;&#31532;&#19968;&#30340;&#21834;&#12290;&#25105;&#24819;&#36215;&#27599;&#27425;&#30331;&#38470;&#23398;&#26657;&#32593;&#31449;&#30475;&#35265;&#33258;&#24049;&#21487;&#24604;&#20998;&#25968;&#26102;&#30340;&#24515;&#24773;&#12290;&#25630;&#19981;&#28165;&#20320;&#20855;&#20307;&#26159;&#24590;&#26679;&#30340;&#65292;&#25105;&#24403;&#21021;&#32771;&#35797;&#26102;&#34429;&#35828;&#23601;&#27809;&#24819;&#30528;&#32771;&#22810;&#22909;&#65292;&#21487;&#26159;&#30475;&#21040;&#25104;&#32489;&#19981;&#29702;&#24819;&#36824;&#26159;&#24515;&#29702;&#20250;&#19981;&#33298;&#26381;&#12290;&#20154;&#22823;&#27010;&#37117;&#20250;&#36825;&#26679;&#21543;&#65292;&#19981;&#36807;&#36825;&#26679;&#30340;&#24773;&#32490;&#36807;&#21435;&#20102;&#23601;&#24471;&#36807;&#21435;&#65292;&#35813;&#24178;&#22043;&#36824;&#26159;&#24471;&#24178;&#22043;&#12290;&#22914;&#26524;&#20320;&#30495;&#30340;&#24819;&#20570;&#22909;&#36825;&#20221;&#24037;&#20316;&#65292;&#37027;&#25509;&#19979;&#26469;&#20877;&#21162;&#21147;&#20063;&#26469;&#24471;&#21450;&#30340;&#21834;&#12290;</p>
<p>&#160; &#20854;&#23454;&#36825;&#20010;&#36947;&#29702;&#25105;&#24456;&#26089;&#23601;&#25026;&#20102;&#65292;&#21487;&#26159;&#20570;&#36215;&#26469;&#22909;&#38590;&#12290;&#36873;&#19981;&#20986;most important&#65292;&#20570;&#19981;&#21040;&#24515;&#26080;&#26049;&#39579;&#30340;&#19987;&#24515;&#19968;&#20214;&#20107;&#12290;&#25105;&#19981;&#26159;&#25104;&#23601;&#22823;&#19994;&#30340;&#20154;&#65292;&#21487;&#26159;&#36825;&#20040;&#28857;&#23567;&#20107;&#37117;&#20570;&#19981;&#22909;&#65292;&#25105;&#20063;&#24456;&#26377;&#25387;&#36133;&#24863;&#12290;</p>
<p>&#160; &#19981;&#30693;&#36947;&#26159;&#20160;&#20040;&#24086;&#23376;&#65292;&#20063;&#19981;&#30830;&#23450;&#26159;&#37027;&#31687;&#21338;&#25991;&#35302;&#21160;&#20102;&#20320;&#12290;&#25105;&#35273;&#24471;&#65292;&#22312;&#25214;&#23547;&#20852;&#36259;&#30340;&#21516;&#26102;&#65292;&#25509;&#35302;&#20102;&#35768;&#22810;&#19981;&#21516;&#30340;&#20107;&#29289;&#65292;&#21363;&#20351;&#26159;&#27973;&#23581;&#36740;&#27490;&#65292;&#20063;&#23601;&#36896;&#23601;&#20102;&#19968;&#20010;&#20852;&#36259;&#24191;&#27867;&#30340;&#20154;&#65292;&#27809;&#20160;&#20040;&#19981;&#22909;&#12290;&#33021;&#20174;&#20107;&#19968;&#20221;&#19981;&#21388;&#24694;&#30340;&#24037;&#20316;&#65292;&#20063;&#31639;&#26159;&#24184;&#36816;&#20102;&#12290;&#25105;&#20063;&#21453;&#30465;&#20102;&#33258;&#24049;&#65292;&#36825;&#19968;&#28857;&#65292;&#20320;&#20570;&#30340;&#27604;&#25105;&#22909;&#65292;&#25105;&#29978;&#33267;&#36830;&#25366;&#25496;&#34920;&#38754;&#30340;&#32784;&#24515;&#37117;&#27809;&#26377;&#65292;&#23454;&#22312;&#26159;&#19981;&#22909;&#12290;</p>
<p>&#160; &#20320;&#35813;&#33021;&#30475;&#20986;&#26469;&#65292;&#25105;&#33258;&#24049;&#33041;&#34955;&#37117;&#26159;&#20081;&#30340;&#12290;&#25104;&#38271;&#65292;&#22823;&#27010;&#23601;&#26159;&#36825;&#20040;&#36855;&#36855;&#31946;&#31946;&#30340;&#12290;&#20320;&#23601;&#27809;&#20107;&#20570;&#20570;&#22351;&#20154;&#65292;&#23545;&#25105;&#32819;&#25552;&#38754;&#21629;&#19979;&#65292;&#26377;&#21161;&#20110;&#25226;&#27974;&#31946;&#22823;&#33041;&#34955;&#32473;&#32469;&#28165;&#26970;&#20102;&#12290;&#23454;&#22312;&#26377;&#28857;&#24515;&#24773;&#19981;&#22909;&#65292;&#20063;&#35760;&#19981;&#36215;&#20320;&#36824;&#35828;&#20102;&#20160;&#20040;&#65292;&#23601;&#20808;&#23553;&#31508;&#20102;&#12290;</p>
<p>&#160; &#25105;&#20063;&#35273;&#24471;&#26292;&#38706;&#22823;&#33041;&#25402;&#19981;&#29245;&#30340;&#65292;&#30475;&#23436;&#30041;&#20010;&#35328;&#65292;&#25105;&#22909;&#20851;&#38381;&#12290;&#23601;&#26159;&#19981;&#24819;&#21457;&#37038;&#20214;&#65292;&#21704;&#21704;&#12290;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8211;</p>
<p>2009-11-30</p>
<p>&#39134;&#25945;&#32946;&#25105;&#65292;&#35201;&#23398;&#20250;&#19968;&#20010;&#20154;&#29983;&#27963;&#12290;&#36825;&#20040;&#20037;&#20102;&#65292;&#25105;&#20381;&#28982;&#22312;&#23398;&#20064;&#20013;&#12290;&#12290;&#12290;</p>
<p>&#39134;&#24635;&#35828;&#25105;&#22909;&#30340;&#36319;&#26421;&#33457;&#20799;&#20284;&#30340;&#65292;&#25105;&#20063;&#35797;&#30528;&#36825;&#26679;&#23545;&#33258;&#24049;&#35828;</p>
<p>&#39134;&#37027;&#20040;&#30475;&#22909;&#25105;&#65292;&#25105;&#20063;&#35201;&#30475;&#22909;&#25105;&#33258;&#24049;</p>
<p>&#20381;&#28982;&#24076;&#26395;&#26377;&#22825;&#65292;&#33021;&#20877;&#36935;&#19978;&#36825;&#26679;&#30340;&#20154;&#65292;&#35753;&#25105;&#24819;&#36215;&#26469;&#23601;&#20250;&#24525;&#19981;&#20303;&#31505;&#65292;&#19968;&#22825;&#19981;&#32852;&#31995;&#23601;&#24515;&#24908;&#24908;&#65292;&#19968;&#36215;&#21507;&#39277;&#65292;&#21363;&#20351;&#26159;&#35199;&#32418;&#26623;&#28818;&#40481;&#34507;&#25105;&#20063;&#33021;&#21507;&#30340;&#27941;&#27941;&#26377;&#21619;&#65292;&#20320;&#24555;&#20048;&#25152;&#20197;&#25105;&#24555;&#20048;&#30340;&#20154;&#12290;</p>
<p>&#24076;&#26395;&#20197;&#21518;&#25105;&#21487;&#20197;&#20877;&#37027;&#20040;&#24184;&#31119;&#24555;&#20048;&#21543;</p>
<p>&#29616;&#22312;&#65292;&#25105;&#26377;&#25105;&#30340;VIP</p>
<p>&#22909;&#22909;&#20570;&#31185;&#30740;&#65292;&#25105;&#35201;&#21457;&#35770;&#25991;&#65292;&#21457;&#22909;&#35770;&#25991;</p>
<p>&#22909;&#22909;&#23398;&#33521;&#35821;&#65292;&#25240;&#33150;&#20102;&#36825;&#20040;&#20037;&#65292;&#24635;&#35201;&#23567;&#26377;&#25152;&#25104;</p>
<p>&#21453;&#27491;&#25105;&#22909;&#30340;&#36319;&#26421;&#33457;&#20799;&#20284;&#30340;&#65292;&#19981;&#30528;&#24613;&#65292;&#19981;&#30528;&#24613;</p>
<p><img src="http://public.blogbus.com/biaoqing/nownow/32.gif" border="0" alt="" />&#32654;&#22909;&#30340;&#26410;&#26469;&#21834;&#65292;&#19981;&#33021;&#25351;&#26395;&#21035;&#20154;&#65292;&#35201;&#33258;&#24049;&#36861;&#36880;&#30340;</p>
<p>&#25105;&#20381;&#28982;&#26159;&#37027;&#20010;&#27809;&#26377;&#23433;&#20840;&#24863;&#30340;&#32769;&#23567;&#23401;&#20799;&#12290;&#38752;&#35841;&#37117;&#19981;&#22914;&#38752;&#33258;&#24049;&#65292;&#20877;&#22909;&#30340;&#19996;&#35199;&#21464;&#25104;&#20102;&#33258;&#24049;&#30340;&#65292;&#25165;&#36367;&#23454;&#12290;&#12290;&#12290;</p>
<p>&#24180;&#36731;&#22312;&#20110;&#25240;&#33150;&#65292;&#21152;&#27833;&#21591;&#65292;&#32769;&#21674;~~~</p>
                                    </p>
</div>


<div class="meta">
	<div class="date">








  


<time datetime="2009-11-30T00:00:00+08:00" pubdate data-updated="true">Nov 30<span>th</span>, 2009</time></div>
	<div class="tags">

</div>
	
</div></article>

	<div class="share">
	<div class="addthis_toolbox addthis_default_style ">
	
	
	<a class="addthis_button_tweet"></a>
	
	
	<a class="addthis_counter addthis_pill_style"></a>
	</div>
  <script type="text/javascript" src="http://s7.addthis.com/js/250/addthis_widget.js#pubid="></script>
</div>


</div>
	<footer id="footer" class="inner">Copyright &copy; 2013

    muggleyoung

</footer>
	<script src="/javascripts/slash.js"></script>
<script src="/javascripts/jquery.fancybox.pack.js"></script>
<script type="text/javascript">
(function($){
	$('.fancybox').fancybox();
})(jQuery);
</script> <!-- Delete or comment this line to disable Fancybox -->






</body>
</html>