
<!DOCTYPE HTML>
<html>
<head>
	<meta charset="utf-8">
	<title>裤子控爱学习 - </title>
	<meta name="author" content="muggleyoung">

	
	<meta name="description" content="&#20116;&#19968;&#22238;&#26469;&#20197;&#21518;&#65292;&#21448;&#33457;&#20102;&#22909;&#22810;&#38065;&#65292;&#24471;&#22909;&#22909;&#21453;&# &hellip;">
	
	<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

	<link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
	<link rel="canonical" href="">
	<link href="/favicon.png" rel="shortcut icon">
	<link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
	<!--[if lt IE 9]><script src="//html5shiv.googlecode.com/svn/trunk/html5.js"></script><![endif]-->
	<script src="//ajax.googleapis.com/ajax/libs/jquery/1.7.2/jquery.min.js"></script>
	
</head>

<body>
	<header id="header" class="inner"><h1><a href="/"></a></h1>
<nav id="main-nav"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</nav>
<nav id="mobile-nav">
	<div class="alignleft menu">
		<a class="button">Menu</a>
		<div class="container"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</div>
	</div>
	<div class="alignright search">
		<a class="button"></a>
		<div class="container">
			<form action="http://google.com/search" method="get">
				<input type="text" name="q" results="0">
				<input type="hidden" name="q" value="site:muggleyoung.github.com">
			</form>
		</div>
	</div>
</nav>
<nav id="sub-nav" class="alignright">
	<div class="social">
		
		
		
		
    
		
		
		
		
		
		<a class="rss" href="/atom.xml" title="RSS">RSS</a>
		
	</div>
	<form class="search" action="http://google.com/search" method="get">
		<input class="alignright" type="text" name="q" results="0">
		<input type="hidden" name="q" value="site:muggleyoung.github.com">
	</form>
</nav>

</header>
	
		
	
	<div id="content" class="inner"><article class="post">
	<h2 class="title">裤子控爱学习</h2>
	<div class="entry-content"><p>
                                    <p>&#20116;&#19968;&#22238;&#26469;&#20197;&#21518;&#65292;&#21448;&#33457;&#20102;&#22909;&#22810;&#38065;&#65292;&#24471;&#22909;&#22909;&#21453;&#30465;&#21453;&#30465;</p>
<p>&#21448;&#20080;&#35044;&#23376;&#20102;~&#39134;&#22312;&#30005;&#35805;&#37324;&#20914;&#30528;&#25105;&#21483;&#22179;&#65306;&#20320;&#36825;&#20010;&#35044;&#23376;&#25511;&#65281;&#19981;&#35768;&#20877;&#20080;&#35044;&#23376;&#21862;&#65281;&#21435;&#20080;&#20004;&#20214;&#26032;&#34915;&#26381;&#21543;~</p>
<p>&#36215;&#22240;&#26159;&#65292;&#25105;&#36830;&#32493;&#20004;&#22825;&#21578;&#35785;&#22905;&#65292;&#25105;&#20170;&#22825;&#31359;&#30340;&#30701;&#34966;&#26159;&#21738;&#20214;&#12290;&#32780;&#36825;&#20004;&#20214;&#30701;&#34966;&#37117;&#26159;&#25105;&#22823;&#20108;&#22799;&#22825;&#20080;&#30340;&#12290;&#12290;&#12290;&#12290;&#25520;&#30528;&#25163;&#25351;&#22836;&#31639;&#31639;&#65292;&#19968;&#21482;&#25163;&#21018;&#21018;&#22815;&#29992;~</p>
<p>&#20146;&#29233;&#30340;&#65292;&#25105;&#36824;&#24536;&#35760;&#21578;&#35785;&#20320;&#65292;&#20170;&#22825;&#25910;&#21040;&#20102;&#26032;&#35044;&#23376;&#65292;&#36824;&#35797;&#20102;&#25105;&#22969;&#20080;&#30340;&#65292;&#24863;&#35273;&#19981;&#38169;&#65292;&#23460;&#21451;&#20204;&#22312;&#25105;&#30340;&#24102;&#21160;&#19979;&#65292;&#20474;&#20204;&#20960;&#20010;&#25171;&#31639;&#26469;&#20010;&#23567;&#22242;&#36141;&#65292;&#32487;&#32493;&#20080;&#12290;&#21704;&#21704;&#21704;</p>
<p>&#25152;&#20197;&#22043;&#65292;&#34924;&#34923;&#25511;&#22199;&#22199;&#30528;&#35201;&#30417;&#30563;&#35044;&#23376;&#25511;&#12290;&#20320;&#35828;&#20250;&#26377;&#25928;&#26524;&#20040;&#65292;&#32467;&#26524;&#24456;&#21487;&#33021;&#26159;&#65292;&#25105;&#20457;&#19968;&#36215;&#24320;&#24515;&#30340;&#36141;&#29289;&#65292;&#25105;&#25903;&#25345;&#20320;&#20080;&#34924;&#34923;&#65292;&#20320;&#20063;&#19981;&#22909;&#24847;&#24605;&#19981;&#35753;&#25105;&#20080;&#35044;&#23376;&#21591;</p>
<p>&#22909;&#21543;&#22909;&#21543;&#65292;&#25105;&#30693;&#36947;&#24744;&#26159;&#20010;&#26377;&#33258;&#21046;&#21147;&#30340;&#23043;&#65292;&#24744;&#33021;&#25511;&#21046;&#20303;&#33258;&#24049;&#20010;&#20799;&#65292;&#37027;&#23601;&#26469;&#30417;&#30563;&#25105;&#21543;&#65292;&#30475;&#30475;&#26159;&#21542;&#22863;&#25928;&#12290;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;</p>
<p>&#20381;&#28982;&#26159;&#28120;&#23453;&#65292;&#25105;&#30475;&#20013;&#30340;&#34915;&#26381;&#65292;&#23460;&#21451;&#27704;&#36828;&#25345;&#20445;&#30041;&#24577;&#24230;&#12290;&#20063;&#23601;&#24744;&#20102;&#65292;&#21147;&#25402;&#25105;&#20040;&#12290;&#22079;&#22079;&#65292;thanks~ &#25152;&#20197;&#22043;&#65292;&#20170;&#26202;&#20813;&#19981;&#20102;&#19968;&#22330;&#34880;&#25340;&#20102;</p>
<p>&#21018;&#21018;&#65292;&#36873;&#20102;&#20004;&#26412;&#20070;&#12290;&#24515;&#29702;&#23398;&#19982;&#29983;&#27963;&#65292;&#36824;&#26377;&#26607;&#26519;&#26031;&#30340;&#35821;&#27861;&#20070;&#12290;</p>
<p>&#21069;&#32773;&#65292;&#25454;&#35828;&#26159;&#33521;&#22269;&#22823;&#23398;&#37324;&#30340;&#32463;&#20856;&#25945;&#26448;&#65292;&#20174;&#35780;&#20215;&#30475;&#26469;&#65292;&#27809;&#26377;&#20160;&#20040;&#19987;&#19994;&#22522;&#30784;&#20063;&#33021;&#30475;&#24471;&#25026;&#65292;&#22909;&#21543;&#65292;&#25105;&#23436;&#20840;&#28608;&#21160;&#20102;&#65292;&#24819;&#36215;&#20197;&#21069;&#30340;&#27714;&#30693;&#27442;&#12290;&#12290;&#12290;&#36824;&#26377;&#21861;&#22909;&#35828;&#30340;&#65292;&#20080;&#21591;&#12290;</p>
<p>&#21518;&#38754;&#36825;&#26412;&#65292;&#39134;&#35828;&#26159;&#26446;&#31505;&#26469;&#25512;&#33616;&#30340;&#12290;&#24681;&#65292;&#26377;&#20010;&#20415;&#23452;&#30340;&#65292;&#20154;&#23478;&#35828;&#32440;&#36136;&#19981;&#22909;&#65292;&#20869;&#23481;&#21602;&#65292;&#20063;&#19981;&#22914;&#36825;&#20010;&#22909;&#12290;&#25105;&#32416;&#32467;&#21834;&#65292;&#27809;&#38065;&#20154;&#23601;&#26159;&#21487;&#24604;&#12290;&#21518;&#26469;&#30475;&#21040;&#19968;&#21477;&#35805;&#65292;&#19968;&#20010;&#23043;&#35828;&#65292;&#27809;&#26377;&#28857;&#22522;&#30784;&#30340;&#20154;&#19981;&#36866;&#21512;&#30475;&#36825;&#26412;&#20070;&#12290;&#25105;&#24594;&#20102;&#65292;&#21681;&#33521;&#35821;&#20877;&#28866;&#65292;&#22522;&#30784;&#36824;&#26159;&#26377;&#30340;&#65292;&#23601;&#36825;&#20010;&#20102;&#65281;&#36824;&#19981;&#20449;&#25105;&#30495;&#23601;&#30475;&#19981;&#25026;&#20102;&#65281;&#21756;&#21756;</p>
<p>&#32467;&#26524;&#65292;&#20457;&#20070;&#65292;114.10&#12290;&#30631;&#25105;&#65292;&#22810;&#25345;&#23478;&#30340;&#65292;&#36830;&#38646;&#22836;&#37117;&#35760;&#24471;&#36825;&#20040;&#28165;&#26970;&#12290;</p>
<p>&#21710;&#65292;&#30693;&#35782;&#30340;&#21147;&#37327;&#26080;&#20215;~&#24525;&#20102;&#24525;&#20102;</p>
<p>&#20854;&#23454;&#36824;&#30475;&#20013;&#19968;&#20010;&#35762;&#25991;&#21270;&#21490;&#30340;&#65292;&#20381;&#28982;&#36149;&#65292;&#25910;&#34255;&#20102;&#19979;&#27425;&#20080;&#21591;&#12290;</p>
<p>&#29616;&#22312;&#30475;&#20070;&#30340;&#26102;&#38388;&#22826;&#23569;&#20102;&#65292;&#19981;&#33021;&#20877;&#36825;&#26679;&#34987;&#30005;&#33041;&#25511;&#21046;&#19979;&#21435;&#20102;</p>
<p>&#32463;&#24120;&#26159;&#22352;&#22312;&#30005;&#33041;&#21069;&#21457;&#21574;&#65292;&#19981;&#30693;&#36947;&#35813;&#24178;&#22043;&#12290;&#35201;&#20040;&#23601;&#26159;&#25214;&#20123;&#24456;&#26080;&#32842;&#30340;&#20107;&#24773;&#28040;&#30952;&#26102;&#38388;</p>
<p>&#22826;&#19981;&#23545;&#20102;&#65292;&#35201;&#25913;&#36807;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;-</p>
<p>&#26126;&#22825;&#25110;&#21518;&#22825;&#65292;&#36824;&#24471;&#21435;&#23624;&#33251;&#27663;&#32473;&#23064;&#20080;&#25830;&#33080;&#30340;&#29289;&#20214;&#20799;&#12290;&#32943;&#23450;&#21448;&#19981;&#20250;&#25253;&#38144;&#12290;&#27599;&#27425;&#37117;&#25630;&#24471;&#25105;&#24456;&#30171;&#33510;&#65292;&#20080;&#36149;&#30340;&#21543;&#65292;&#24515;&#30140;&#65307;&#20080;&#20415;&#23452;&#30340;&#21543;&#65292;&#21448;&#35273;&#24471;&#23545;&#19981;&#36215;&#23064;&#12290;&#36825;&#21487;&#21643;&#25972;~&#20851;&#38190;&#23064;&#20320;&#36830;&#34915;&#26381;&#37117;&#24819;&#35753;&#25105;&#24110;&#20320;&#20080;&#12290;&#36825;&#19981;&#26159;&#19968;&#20010;&#20154;&#25285;&#36127;&#20457;&#20154;&#30340;&#24320;&#38144;&#20040;&#12290;&#36825;&#20457;&#32769;&#22836;&#32769;&#22826;&#22826;&#65292;&#30830;&#23454;&#26377;&#28857;&#25248;&#20799;&#12290;</p>
                                    </p>
</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-05-06T00:00:00+08:00" pubdate data-updated="true">May 6<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>

	<div class="share">
	<div class="addthis_toolbox addthis_default_style ">
	
	
	<a class="addthis_button_tweet"></a>
	
	
	<a class="addthis_counter addthis_pill_style"></a>
	</div>
  <script type="text/javascript" src="http://s7.addthis.com/js/250/addthis_widget.js#pubid="></script>
</div>


</div>
	<footer id="footer" class="inner">Copyright &copy; 2014

    muggleyoung

</footer>
	<script src="/javascripts/slash.js"></script>
<script src="/javascripts/jquery.fancybox.pack.js"></script>
<script type="text/javascript">
(function($){
	$('.fancybox').fancybox();
})(jQuery);
</script> <!-- Delete or comment this line to disable Fancybox -->






</body>
</html>