
<!DOCTYPE html>
<!--[if IEMobile 7 ]><html class="no-js iem7"><![endif]-->
<!--[if lt IE 9]><html class="no-js lte-ie8"><![endif]-->
<!--[if (gt IE 8)|(gt IEMobile 7)|!(IEMobile)|!(IE)]><!--><html class="no-js" lang="en"><!--<![endif]-->
<head>
  <meta charset="utf-8">
  <title></title>
  <meta name="author" content="muggleyoung">

  
  <meta name="description" content="&#19981;&#29992;&#35828;&#65292;&#20170;&#20799;&#33655;&#23572;&#33945;&#26126;&#26174;&#22833;&#35843;&#65292;&#26126;&#26126;&#27809;&#21861;&# &hellip;">
  

  <!-- http://t.co/dKP3o1e -->
  <meta name="HandheldFriendly" content="True">
  <meta name="MobileOptimized" content="320">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  
  <link rel="canonical" href="http://muggleyoung.github.com/blog/page/34/">
  <link href="/favicon.png" rel="icon">
  <link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
  <script src="/javascripts/modernizr-2.0.js"></script>
  <script src="/javascripts/ender.js"></script>
  <script src="/javascripts/octopress.js" type="text/javascript"></script>
  <link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
  <!--Fonts from Google"s Web font directory at http://google.com/webfonts -->
<link href="http://fonts.googleapis.com/css?family=PT+Serif:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<link href="http://fonts.googleapis.com/css?family=PT+Sans:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">

  

</head>

<body   >
  <header role="banner"><hgroup>
  <h1><a href="/"></a></h1>
  
    <h2>young for you</h2>
  
</hgroup>

</header>
  <nav role="navigation"><ul class="subscription" data-subscription="rss">
  <li><a href="/atom.xml" rel="subscribe-rss" title="subscribe via RSS">RSS</a></li>
  
</ul>
  
<form action="http://google.com/search" method="get">
  <fieldset role="search">
    <input type="hidden" name="q" value="site:muggleyoung.github.com" />
    <input class="search" type="text" name="q" results="0" placeholder="Search"/>
  </fieldset>
</form>
  
<ul class="main-navigation">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
</ul>

</nav>
  <div id="main">
    <div id="content">
      <div class="blog-index">
  
  
  
    <article>
      
  
  <p class="meta">
    








  


<time datetime="2010-03-25T00:00:00+08:00" pubdate data-updated="true">Mar 25<span>th</span>, 2010</time>
    
  </p>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/03/25/%E4%B8%BA%E5%98%9B%E6%88%91%E4%B8%80%E5%AD%A6%E4%B9%A0%E5%B0%B1%E5%AE%B9%E6%98%93%E6%8A%91%E9%83%81%E5%91%A2/">为嘛我一学习就容易抑郁呢</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#19981;&#29992;&#35828;&#65292;&#20170;&#20799;&#33655;&#23572;&#33945;&#26126;&#26174;&#22833;&#35843;&#65292;&#26126;&#26126;&#27809;&#21861;&#20107;&#20799;&#65292;&#21487;&#25105;&#23601;&#26159;&#20026;&#33437;&#40635;&#22823;&#28857;&#20107;&#24515;&#24773;&#19981;&#22909;&#65292;&#20026;&#21516;&#23398;&#26080;&#24515;&#20043;&#35821;&#37057;&#38391;&#12290;&#21710;&#65292;&#19981;&#36182;&#33655;&#23572;&#33945;&#25105;&#36182;&#35841;&#21435;&#12290;</p>
<p>&#24819;&#26469;&#24819;&#21435;&#37117;&#26159;&#23398;&#20064;&#30340;&#20107;&#20799;&#65292;&#24403;&#28982;&#24618;&#25105;&#33258;&#24049;&#65292;&#23450;&#21147;&#19981;&#36275;&#65292;&#27589;&#21147;&#19981;&#36275;&#65292;&#25042;&#24471;&#35201;&#27515;&#12290;&#12290;&#12290;&#12290;&#12290;&#21453;&#30465;&#21453;&#30465;&#21453;&#30465;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;-</p>
<p>&#26143;&#26399;&#20845;&#30340;&#22320;&#29699;&#19968;&#23567;&#26102;&#27963;&#21160;&#65292;&#25105;&#25171;&#31639;&#20027;&#21160;&#21442;&#19982;&#19979;&#12290;&#21487;&#20197;&#30424;&#31639;&#19979;&#37027;&#20250;&#24178;&#21861;&#20102;&#12290;</p>
<p>&#35201;&#26159;&#32922;&#23376;&#30140;&#30340;&#35805;&#33258;&#28982;&#26159;&#21548;&#27468;&#30561;&#35273;&#65307;</p>
<p>&#36215;&#21021;&#24819;&#21435;&#25805;&#22330;&#36175;&#20010;&#26143;&#26143;&#26194;&#20010;&#26376;&#20142;&#21861;&#30340;&#65292;&#19968;&#20010;&#20154;&#21834;&#65292;&#26377;&#28857;&#20667;&#65292;&#35201;&#19981;&#25972;&#29942;&#21860;&#37202;&#24212;&#24212;&#26223;&#65311;&#21487;&#20197;&#32771;&#34385;&#65292;&#21487;&#26159;&#25105;&#24597;&#21917;&#23436;&#36935;&#19978;&#32922;&#23376;&#30140;&#65292;&#37027;&#26174;&#28982;&#25105;&#35201;&#25346;&#20102;&#65307;</p>
<p>&#35201;&#19981;&#23601;&#20986;&#21435;happy&#21543;&#65292;&#21435;&#21738;&#65311;&#27809;&#24819;&#22909;&#65292;&#19968;&#20010;&#20154;&#20986;&#21435;&#36208;&#36208;&#20063;&#22909;&#12290;</p>
<p>&#21710;&#65292;&#32922;&#23376;&#30140;&#22826;&#29301;&#32458;&#20154;&#20102;&#65292;&#35201;&#19981;&#28982;&#25105;&#24178;&#21861;&#37117;&#25104;&#65292;&#26377;&#21861;&#22909;&#24833;&#30340;&#20040;&#12290;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;</p>
<p>&#25554;&#25773;&#19968;&#27573;&#36319;&#23567;&#39134;&#30340;&#32842;&#22825;&#35760;&#24405;&#20570;&#32467;&#26463;&#21543;&#65288;&#26377;&#21024;&#33410;&#65292;&#25105;&#20457;&#24223;&#35805;&#23454;&#22312;&#22810;&#65289;&#65306;</p>
<div>
&#23567;&#39134;&#160;&#160;21:37:29<br />&#25105;&#20170;&#22825;&#24515;&#24773;&#26377;&#28857;&#37057;&#38391;<br />&#22238;&#24518;&#26410;&#26469;&#160;&#160;21:37:44<br />what&#8217;s&#160;up&#160;baby<br />&#23567;&#39134;&#160;&#160;21:38:00<br />&#27809;&#20160;&#20040;&#22823;&#20107;&#65292;&#23601;&#26159;&#35273;&#24471;&#37057;&#38391;<br />&#22238;&#24518;&#26410;&#26469;&#160;&#160;21:38:07<br />me&#160;2<br />&#23567;&#39134;&#160;&#160;21:38:12<br />&#20320;&#20026;&#22269;&#23478;&#37057;&#38391;&#22043;<br />&#22238;&#24518;&#26410;&#26469;&#160;&#160;21:38:32<br />&#38543;&#20415;&#35841;&#19968;&#21477;&#35805;&#65292;&#25105;&#37117;&#33021;&#25226;&#20182;&#24819;&#37057;&#38391;&#20102;<br />&#23567;&#39134;&#160;&#160;21:38:44<br />&#22079;&#22079;<br />&#22238;&#24518;&#26410;&#26469;&#160;&#160;21:39:26<br />&#20320;&#36825;&#23043;&#21834;<br />&#23567;&#39134;&#160;&#160;21:39:36<br />&#25105;&#21643;&#20102;&#22043;<br />&#22238;&#24518;&#26410;&#26469;&#160;&#160;21:39:57<br />&#25105;&#24515;&#24773;&#19981;&#22909;&#65292;&#20320;&#36824;&#22079;&#22079;<br />&#23567;&#39134;&#160;&#160;21:40:24<br />&#25105;&#24378;&#39068;&#27426;&#31505;<br />&#22238;&#24518;&#26410;&#26469;&#160;&#160;21:40:29<br />&#26202;&#19978;&#21507;&#20102;&#19968;&#22823;&#30424;&#28818;&#39277;&#65292;&#19968;&#30871;&#31232;&#39277;&#65292;&#19968;&#20010;&#36817;&#19968;&#26020;&#30340;&#33529;&#26524;&#65292;&#27809;&#22909;&#36716;<br />&#23567;&#39134;&#160;&#160;21:41:05<br />&#25105;&#19968;&#36830;&#19977;&#22825;&#27599;&#22825;&#37117;&#22312;&#22806;&#38754;&#21507;&#22909;&#30340;<br />&#23567;&#39134;&#160;&#160;21:41:19<br />&#21507;&#23436;&#22238;&#26469;&#20043;&#21518;&#23601;&#35273;&#24471;&#37057;&#38391;<br />&#22238;&#24518;&#26410;&#26469;&#160;&#160;21:41:39<br />&#21704;&#21704;&#65292;&#25569;&#29226;<br />&#23567;&#39134;&#160;&#160;21:41:48<br /><img src="file:///C:/DOCUME%7E1/ADMINI%7E1/LOCALS%7E1/Temp/UG9%60@AH2%L%7B%7DS0N6%7D3E%7EFO2.gif" alt="" /><br />&#23567;&#39134;&#160;&#160;21:42:02<br />&#20170;&#22825;&#21644;&#19968;&#20010;&#22899;&#21516;&#20107;&#19968;&#36215;&#21507;&#30340;&#39277;&#65292;<br />&#23567;&#39134;&#160;&#160;21:42:22<br />&#22905;&#38382;&#20102;&#25105;&#19968;&#21477;&#65292;&#20320;&#19981;&#25171;&#31639;&#35848;&#24651;&#29233;&#65311;<br />&#23567;&#39134;&#160;&#160;21:42:27<br />&#25105;&#35828;&#27809;<br />&#23567;&#39134;&#160;&#160;21:43:32<br /><img src="file:///C:/DOCUME%7E1/ADMINI%7E1/LOCALS%7E1/Temp/QVJIZ6DSFAY9Y0PP@Q_2%7D8R.gif" alt="" /><br />&#22238;&#24518;&#26410;&#26469;&#160;&#160;21:43:35<br />&#20320;&#24212;&#35813;&#35828;&#65292;&#25171;&#31639;&#21834;&#65292;&#26089;&#23601;&#24320;&#22987;&#20934;&#22791;&#20102;<br />&#23567;&#39134;&#160;&#160;21:43:48<br />&#25105;&#30340;&#24847;&#24605;&#26159;&#25105;&#27809;&#19981;&#25171;&#31639;<br />&#22238;&#24518;&#26410;&#26469;&#160;&#160;21:44:14<br />&#21734;<br />&#22238;&#24518;&#26410;&#26469;&#160;&#160;21:44:26<br />&#25105;&#26368;&#36817;&#20063;&#32769;&#24565;&#21480;&#36825;&#20107;&#20799;<br />&#23567;&#39134;&#160;&#160;21:44:33<br />&#35841;&#24565;&#21480;&#20320;&#38463;<br />&#22238;&#24518;&#26410;&#26469;&#160;&#160;21:44:44<br />&#25105;&#36319;&#19968;&#23460;&#21451;<br />&#23567;&#39134;&#160;&#160;21:45:00<br /><img src="file:///C:/DOCUME%7E1/ADMINI%7E1/LOCALS%7E1/Temp/QVJIZ6DSFAY9Y0PP@Q_2%7D8R.gif" alt="" /><br />&#22238;&#24518;&#26410;&#26469;&#160;&#160;21:45:10<br />&#27599;&#22825;&#36208;&#22312;&#36335;&#19978;&#65292;&#25105;&#23601;&#24863;&#24936;&#26149;&#22825;&#21834;&#65292;&#22909;&#22825;&#27668;&#21834;&#12290;&#25105;&#20457;&#23601;&#35752;&#35770;&#26159;&#20010;&#24819;&#24651;&#29233;&#30340;&#23395;&#33410;<br />&#22238;&#24518;&#26410;&#26469;&#160;&#160;21:45:38<br />&#22905;&#36824;&#32769;&#31505;&#35805;&#25105;&#65292;&#25105;&#19981;&#20171;&#24847;&#65292;&#25105;&#23601;&#26159;&#24819;<br />&#23567;&#39134;&#160;&#160;21:46:50<br />&#37027;&#22825;&#21435;&#28789;&#38544;&#28903;&#20010;&#39321;<br />&#22238;&#24518;&#26410;&#26469;&#160;&#160;21:46:52<br /><img src="file:///C:/DOCUME%7E1/ADMINI%7E1/LOCALS%7E1/Temp/%28Y8OSM1NHC%24%5D3CFH@G11Q%I.gif" alt="" /><br />&#23567;&#39134;&#160;&#160;21:46:55<br />&#27714;&#20010;&#21861;&#21861;<br />&#22238;&#24518;&#26410;&#26469;&#160;&#160;21:47:00<br />&#33021;&#26367;&#25105;&#28903;&#20010;&#19981;<br />&#23567;&#39134;&#160;&#160;21:47:06<br />&#25105;&#19968;&#36215;&#20102;<br />&#22238;&#24518;&#26410;&#26469;&#160;&#160;21:47:13<br />&#22909;&#65281;<br />&#22238;&#24518;&#26410;&#26469;&#160;&#160;21:47:18<br />&#25105;&#35874;&#20320;&#65281;<br /></div>
<p>&#160;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <p class="meta">
    








  


<time datetime="2010-03-24T00:00:00+08:00" pubdate data-updated="true">Mar 24<span>th</span>, 2010</time>
    
  </p>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/03/24/%E6%88%91%E5%8F%AB%E6%9D%A8%E5%B0%8F%E8%9C%9C/">我叫杨小蜜</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#21710;&#21568;&#21568;&#21568;&#65292;&#24178;&#20102;&#19968;&#22825;&#27963;&#20799;</p>
<p>&#21861;&#27963;&#20799;&#21602;</p>
<p>&#23567;&#34588;&#30340;&#24178;&#27963;&#20799;</p>
<p>&#22079;&#22079;&#65292;&#22823;&#28165;&#26089;&#26469;&#65292;boss&#32473;&#20102;&#20070;&#31295;&#65292;&#24320;&#22987;&#25913;&#26684;&#24335;&#65292;&#25490;&#29256;&#12290;</p>
<p>&#25105;&#19981;&#24471;&#19981;&#25554;&#19968;&#21477;&#65292;&#36825;&#20040;&#22810;&#20154;&#30340;&#31295;&#20945;&#19968;&#22359;&#20799;&#65292;&#23601;&#25968;&#27004;&#23567;&#26230;&#37027;&#37096;&#20998;&#26368;&#19981;&#38752;&#35889;&#12290;&#25105;&#26681;&#26412;&#30475;&#19981;&#20986;&#26469;&#21738;&#37324;&#26684;&#24335;&#19981;&#19968;&#26679;&#12290;&#34892;&#36317;&#20174;20&#30917;&#21040;3&#20493;&#34892;&#36317;&#65292;&#23383;&#20307;&#23567;&#22235;&#23567;&#20116;&#24182;&#23384;&#65292;&#21442;&#32771;&#25991;&#29486;&#27809;&#25913;&#19978;&#26631;&#30340;&#65292;&#21710;&#21606;&#21890;&#21834;&#65292;&#25105;&#30340;&#23567;&#30524;&#30555;&#21487;&#26159;&#32473;&#32047;&#22351;&#20102;&#12290;&#36793;&#25913;&#24515;&#37324;&#36793;&#39554;&#23064;&#12290;&#12290;&#12290;&#12290;&#35828;&#36215;&#39554;&#20154;&#65292;&#24819;&#36215;&#19968;&#22909;&#29609;&#30340;&#20107;&#20799;&#65292;&#24453;&#20250;&#35828;&#12290;</p>
<p>&#35805;&#35828;&#20013;&#38388;&#30524;&#30555;&#32047;&#20102;&#65292;&#33041;&#34955;&#26408;&#20102;&#65292;&#24184;&#22909;&#26377;&#26368;&#26032;&#30340;&#32654;&#20598;&#20316;&#38506;&#65292;&#22909;&#22909;&#25918;&#26494;&#20102;&#20250;&#20799;&#65292;&#36825;&#29256;&#25293;&#21040;&#26202;&#19978;&#25165;&#31639;&#22909;&#65292;&#31232;&#37324;&#31946;&#28034;&#20889;&#20102;&#24207;&#35328;&#65292;&#24635;&#31639;&#26159;O&#20102;&#12290;</p>
<p>&#25104;&#23601;&#24863;&#21834;&#12290;&#12290;&#12290;&#12290;&#25105;&#23454;&#22312;&#19981;&#26159;&#23567;&#34588;&#30340;&#26009;&#65292;&#33041;&#34955;&#26197;&#27515;&#20102;&#12290;&#20170;&#22825;&#33521;&#35821;&#20063;&#27809;&#30475;&#65292;&#21710;&#65292;&#27809;&#36761;&#65292;&#36825;&#20107;&#20799;&#19981;&#24324;&#23436;&#65292;&#25105;&#19968;&#26202;&#19978;&#19981;&#36367;&#23454;&#12290;&#26126;&#26089;&#20132;&#20102;&#24046;&#65292;&#22238;&#26469;&#22909;&#22909;&#30475;&#20070;&#12290;&#20027;&#35201;&#26159;&#24515;&#30140;&#23064;&#20146;&#25237;&#36164;&#30340;1k&#22810;&#38134;&#23376;&#12290;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;-</p>
<p>word&#25490;&#29256;&#26102;&#20505;&#39029;&#30721;&#19981;&#20250;&#25972;&#65292;&#30334;&#24230;&#30340;&#65292;&#30041;&#30528;&#26085;&#21518;&#24536;&#20102;&#22791;&#29992;&#12290;</p>
<pre>Q&#65306;&#25105;&#24819;&#22312;&#31532;&#20108;&#39029;&#25554;&#20837;&#39029;&#30721;&#65292;&#31532;&#19968;&#39029;&#26159;&#30446;&#24405;&#65292;&#25152;&#20197;&#31532;&#20108;&#39029;&#30340;&#39029;&#30721;&#38656;&#35201;&#26174;&#31034;1&#65292;&#20381;&#27425;&#25353;&#39034;&#24207;&#25490;&#21015;&#33258;&#21160;&#23601;&#21487;&#20197;&#20102;&#65311;A&#65306;&#22914;&#26524;&#20320;&#24819;&#20174;&#31532;&#20108;&#39029;&#24320;&#22987;&#25554;&#20837;&#39029;&#30721;&#30340;&#35805;&#65292;&#26368;&#31616;&#21333;&#30340;&#26041;&#27861;&#26159;&#65306;&#22312;&#8221;&#39029;&#38754;&#35774;&#32622;&#8220;&#20013;&#30340;&#8221;&#29256;&#24335;&#8220;&#20013;&#36873;&#25321;&#8221;&#8220;&#39318;&#39029;&#19981;&#21516;&#8221;&#65292;&#22914;&#26524;&#20320;&#24819;&#20174;&#31532;X&#39029;&#24320;&#22987;&#25554;&#20837;&#39029;&#30721;&#30340;&#35805;&#26041;&#27861;&#26159;&#65306;X&#20195;&#34920;&#20320;&#24819;&#25554;&#20837;&#30340;&#39029;&#30721;1&#12289;&#23558;&#40736;&#26631;&#23450;&#20301;&#22312;&#31532;X-1&#39029;&#30340;&#26368;&#21518;&#19968;&#20010;&#23383;&#31526;&#21518;   2&#12289;&#36873;&#25321;&#8220;&#25554;&#20837;-&#12297;&#20998;&#38548;&#31526;&#8221;&#65307;&#22312;&#8220;&#20998;&#33410;&#31526;&#31867;&#22411;&#8221;&#36873;&#39033;&#20013;&#65292;&#36873;&#20013;&#8220;&#19979;&#19968;&#39029;&#8221;&#65307;&#25353;&#8220;&#30830;&#23450;&#8221;   3&#12289;&#23558;&#40736;&#26631;&#23450;&#20301;&#21040;&#31532;X&#39029;   4&#12289;&#36873;&#25321;&#8220;&#25554;&#20837;-&#12297;&#39029;&#30721;&#8221;&#65307;&#23558;&#8220;&#39318;&#39029;&#26174;&#31034;&#39029;&#30721;&#8221;&#21246;&#19978;&#65288;&#22240;&#20026;&#39029;&#38754;&#40664;&#35748;&#26159;&#8220;&#39318;&#39029;&#19981;&#21516;&#8221;&#65289;   5&#12289;&#25353;&#8220;&#26684;&#24335;&#8221;&#38190;&#65307;&#21246;&#28857;&#8220;&#36215;&#22987;&#39029;&#30721;&#8221;&#65292;&#36873;&#25321;&#8220;1&#8221;   &#8220;&#23558;&#31532;X&#39029;&#35774;&#20026;&#31532;1&#39029;&#30340;&#38382;&#39064;&#8221;&#23601;&#35299;&#20915;&#20102;&#65307;&#20294;&#36824;&#35201;&#25191;&#34892;&#19979;&#38754;&#36825;&#19968;&#27493;   6&#12289;&#21452;&#20987;&#31532;X&#39029;&#30340;&#39029;&#33050;&#65292;&#20986;&#29616;&#8220;&#39029;&#30473;&#21644;&#39029;&#33050;&#8221;&#24037;&#20855;&#22270;&#26631;&#65292;&#21516;&#26102;&#39029;&#33050;&#21306;&#22495;&#20250;&#26174;&#31034;&#8220;&#19982;&#19978;&#19968;&#33410;&#30456;&#21516;&#8221;&#30340;&#25552;&#31034;&#65288;&#22914;&#26524;&#27809;&#26377;&#27492;&#25552;&#31034;&#65292;&#19979;&#38754;&#30340;&#27493;&#39588;&#23601;&#19981;&#29992;&#25191;&#34892;&#20102;&#65289;   7&#12289;&#28857;&#20987;&#8220;&#39029;&#30473;&#21644;&#39029;&#33050;&#8221;&#24037;&#20855;&#22270;&#26631;&#20013;&#8220;&#38142;&#25509;&#21040;&#21069;&#19968;&#20010;&#8221;&#25353;&#38190;&#21518;&#65292;&#39029;&#33050;&#21306;&#22495;&#26174;&#31034;&#30340;&#8220;&#19982;&#19978;&#19968;&#33410;&#30456;&#21516;&#8221;&#30340;&#25552;&#31034;&#28040;&#22833;&#65307;   8&#12289;&#28857;&#20987;&#8220;&#39029;&#30473;&#21644;&#39029;&#33050;&#8221;&#24037;&#20855;&#22270;&#26631;&#20013;&#8220;&#20851;&#38381;&#8221;&#25353;&#38190;&#65307;&#33267;&#27492;&#23601;ok&#20102;   &#23545;&#31532;X-1&#39029;&#21450;&#20043;&#21069;&#39029;&#26080;&#39029;&#30721;&#30340;&#22788;&#29702;&#65306;   &#21452;&#20987;&#31532;X-1&#39029;&#30340;&#39029;&#33050;&#65292;&#23558;&#26174;&#31034;&#39029;&#33050;&#25968;&#23383;&#30340;&#26639;&#20301;&#21024;&#25481;&#21363;&#21487; ----------------------------------------------------------------------&#24223;&#35805;&#19981;&#22810;&#35828;&#65292;&#20998;&#20139;&#22909;&#29609;&#20799;&#20107;&#20799; &#31505;&#27515;&#25105;&#20102;</pre>
<pre>&#22823;&#23478;&#22312;google.com.hk&#37324;&#36755;&#20837;&#8220;&#20320;&#22920;&#36924;&#8221;&#65292;&#28982;&#21518;&#28857;&#25163;&#27668;&#19981;&#38169;&#65292;&#30475;&#30475;&#21457;&#29983;&#20160;&#20040;&#65311; </pre>
<pre>&#25105;&#25215;&#35748;&#36825;&#20010;&#19981;&#38597;&#65292;&#21487;&#26159;&#25105;&#35797;&#36807;&#21518;&#26080;&#35821;&#20102;&#65292;&#20320;&#21487;&#20197;&#35797;&#35797;&#65292;&#21704;&#21704;&#21704;&#21704;</pre>
<pre>&#21710;&#65292;&#36824;&#26377;&#20010;&#35201;&#36148;&#22270;&#65292;&#25105;&#25042;&#65292;&#25105;&#22256;&#65292;&#35201;&#22238;&#23478;&#30561;&#35273;&#35273;&#65292;&#23601;&#19981;&#36148;&#20102;&#21704;&#65292;&#21476;&#24503;&#25308;</pre>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <p class="meta">
    








  


<time datetime="2010-03-23T00:00:00+08:00" pubdate data-updated="true">Mar 23<span>rd</span>, 2010</time>
    
  </p>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/03/23/%E6%AD%A3%E6%9C%88%E9%87%8C/">正月里</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#160;</p>
<p>&#26089;&#19978;boss&#35201;&#29992;&#30456;&#26426;&#65292;&#39046;&#26088;&#21518;&#36214;&#32039;&#25226;&#36807;&#24180;&#25293;&#30340;&#29031;&#29255;&#20498;&#20986;&#26469;&#65292;&#30475;&#30475;&#36824;&#26159;&#25402;&#32654;&#30340;&#65292;&#23588;&#20854;&#26159;&#25105;&#30340;&#23567;&#29399;&#29399;&#20204;&#12290;</p>
<p>&#19978;&#33756;~~~ &#32416;&#32467;&#20102;&#19979;&#65292;&#36824;&#26159;&#21152;&#19978;&#35828;&#26126;&#21543;</p>
<p><img src="http://filer.blogbus.com/5333148/533314812693490733.jpg" border="0" alt="" /></p>
<p>&#19978;&#38754;&#30340;&#23567;&#29399;&#21483;&#29492;&#23376;&#65292;&#19979;&#38754;&#30340;&#21483;&#32905;&#29699;</p>
<p><img src="http://filer.blogbus.com/5333148/533314812693490504.jpg" border="0" alt="" /></p>
<p>&#160;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481269349042p.jpg" border="0" alt="" /></p>
<p>&#36825;&#26159;&#25105;&#30340;&#39277;&#21345;&#21253;</p>
<p><img src="http://filer.blogbus.com/5333148/533314812693490650.jpg" border="0" alt="" /></p>
<p>&#160;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481269349032x.jpg" border="0" alt="" /></p>
<p>&#19979;&#38754;&#36825;&#20960;&#24352;&#36830;&#30528;&#30475;&#65292;&#26159;&#32905;&#29699;&#24819;&#25214;&#29492;&#23376;&#29609;&#65292;&#34382;&#35270;&#30472;&#30472;&#30340;&#65292;&#29492;&#23376;&#23475;&#24597;&#65292;&#36530;&#24471;&#36828;&#36828;&#30340;</p>
<p><img src="http://filer.blogbus.com/5333148/533314812693490814.jpg" border="0" alt="" /></p>
<p><img src="http://filer.blogbus.com/5333148/533314812693490898.jpg" border="0" alt="" /></p>
<p><img src="http://filer.blogbus.com/5333148/533314812693490994.jpg" border="0" alt="" /></p>
<p><img src="http://filer.blogbus.com/5333148/53331481269349024t.jpg" border="0" alt="" /><img src="http://filer.blogbus.com/5333148/53331481269348454t.jpg" border="0" alt="" /></p>
<p>&#26368;&#21518;&#65292;&#26159;&#21516;&#23398;&#29241;&#22320;&#30340;&#22823;&#20316;&#65292;&#23637;&#35272;&#19979;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481269348446l.jpg" border="0" alt="" /></p>
<p>over&#65281;&#23398;&#20064;&#21435;&#65281;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <p class="meta">
    








  


<time datetime="2010-03-22T00:00:00+08:00" pubdate data-updated="true">Mar 22<span>nd</span>, 2010</time>
    
  </p>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/03/22/%E7%9D%80%E6%80%A5%E4%BA%86%E5%92%8B%E5%8A%9E/">着急了咋办</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#20316;&#25991;&#20889;&#19981;&#19979;&#21435;&#20102;&#65292;&#26469;&#20599;&#20010;&#25042;&#12290;&#26524;&#28982;&#31532;&#19968;&#27425;&#20889;&#19996;&#35199;&#24456;&#30171;&#33510;&#65292;&#24971;&#20102;&#24555;&#19968;&#20010;&#23567;&#26102;&#65292;issue&#23436;&#25104;3/4&#65292;&#32780;&#19988;&#26159;&#22312;&#25105;&#30475;&#26469;&#29399;&#23617;&#19981;&#36890;&#30340;3/4&#65292;&#22826;&#24694;&#24515;&#20102;&#22826;&#24694;&#24515;&#20102;&#12290;argument&#23601;&#21035;&#25552;&#20102;&#65292;&#30475;&#20102;&#39064;&#30446;&#65292;&#20498;&#26159;&#24456;&#24555;&#33021;&#25214;&#20986;&#39539;&#26021;&#30340;&#28857;&#26469;&#65292;&#21487;&#26159;&#65292;&#24590;&#20040;&#20010;&#39539;&#27861;&#12290;&#12290;&#12290;&#12290;&#31361;&#28982;&#21457;&#29616;&#33258;&#24049;&#20043;&#21069;&#19968;&#20010;argument&#30340;&#33539;&#25991;&#37117;&#27809;&#22909;&#22909;&#35835;&#36807;&#65292;&#32618;&#36807;&#21834;&#32618;&#36807;&#12290;</p>
<p>&#26368;&#26126;&#26234;&#30340;&#36873;&#25321;&#65292;&#23601;&#26159;&#20572;&#31508;&#20241;&#24687;&#19979;&#65292;&#22909;&#22909;&#30475;&#33539;&#25991;&#65292;&#21710;&#65292;&#25105;&#24635;&#26159;&#36825;&#24503;&#24615;&#65292;&#21861;&#20107;&#20799;&#37117;&#26159;&#21040;&#20102;&#36319;&#21069;&#25165;&#30528;&#24613;&#12290;</p>
<p>&#36824;&#26377;&#20010;&#24456;&#20005;&#37325;&#30340;&#38382;&#39064;&#23601;&#26159;&#22909;&#22810;&#23383;&#19981;&#20250;&#20889;&#65292;&#24120;&#29992;&#30340;&#20063;&#19981;&#20250;&#65292;&#30495;&#30340;&#24471;&#24694;&#34917;&#19979;&#65292;&#21333;&#35789;&#20889;&#38169;&#20102;&#22826;&#20002;&#20154;&#12290;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8211;</p>
<p>&#21792;&#21480;&#28857;&#21035;&#30340;&#12290;</p>
<p>&#21608;&#26411;&#20174;&#23478;&#37324;&#21448;&#24102;&#26469;&#20004;&#22823;&#29942;&#20013;&#33647;&#65292;&#20474;&#23064;&#20146;&#36763;&#33510;&#29100;&#20102;&#19968;&#23487;&#65292;&#22815;&#21917;&#19968;&#20010;&#26376;&#30340;&#20102;&#12290;&#35805;&#35828;&#20026;&#36825;&#28857;&#27611;&#30149;&#27809;&#23569;&#21507;&#33647;&#65292;&#21643;&#23601;&#19981;&#35265;&#22909;&#21602;&#65292;&#28902;&#27515;&#20154;&#20102;&#12290;&#25488;&#25351;&#19968;&#31639;&#65292;&#25105;&#34987;&#25240;&#30952;&#20102;10&#24180;&#22810;&#20102;&#65292;&#39069;&#65292;&#23815;&#25308;&#19979;&#33258;&#24049;&#65292;&#29983;&#21629;&#21147;&#30495;&#26106;&#30427;&#12290;</p>
<p>&#36824;&#26377;&#23601;&#26159;&#26377;&#22825;&#30475;&#35265;&#19968;&#32593;&#39029;&#65292;&#22909;&#24515;&#24773;&#21457;&#29983;&#22120;&#65292;&#20457;&#23567;&#21160;&#29289;&#20351;&#21170;&#20799;&#35828;thank you&#65292;&#20048;&#24471;&#25105;&#24403;&#26202;&#35265;&#35841;&#37117;&#26159;thank you&#12290;&#32467;&#26524;&#65292;&#26377;&#19968;&#23043;&#23398;&#25105;&#65292;&#20081;&#21457;&#28040;&#24687;&#65292;qq&#21495;&#34987;&#23553;&#20102;&#65292;&#33267;&#27492;&#20877;&#27809;&#30331;&#38470;&#19978;&#36807;&#20102;&#65292;&#21704;&#21704;&#21704;&#21704;&#12290;&#32654;&#24471;&#25105;~~~~~</p>
<p><span>http://www.lansin.com/thank/mtest.s</span><span>html &#32593;&#22336;&#22312;&#36825;&#65292;&#23454;&#22312;&#22909;&#29609;&#65292;&#22079;&#22079;&#12290;&#25105;&#27531;&#24525;&#30340;&#35753;&#20182;&#20204;&#21564;&#20102;3w&#22810;&#27425;&#12290;&#12290;&#12290;&#12290;<br /></span></p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <p class="meta">
    








  


<time datetime="2010-03-20T00:00:00+08:00" pubdate data-updated="true">Mar 20<span>th</span>, 2010</time>
    
  </p>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2010/03/20/elyse-sewell/">Elyse Sewell</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p><a href="http://elysesewell.livejournal.com/"><img src="http://filer.blogbus.com/5333148/53331481269156795x.jpg" border="0" alt="" /><img src="http://filer.blogbus.com/5333148/53331481269156818o.jpg" border="0" alt="" /><img src="http://filer.blogbus.com/5333148/53331481269156771p.jpg" border="0" alt="" /><img src="http://filer.blogbus.com/5333148/53331481269156807b.jpg" border="0" alt="" /><img src="http://filer.blogbus.com/5333148/53331481269156783p.jpg" border="0" alt="" /></a></p>
<p>&#29031;&#29255;&#26377;&#28857;&#20081;&#65292;&#25042;&#24471;&#25972;&#20102;&#12290;&#21916;&#27426;&#21518;&#38754;&#30340;&#20960;&#24352;&#20559;&#29983;&#27963;&#30340;&#29031;&#29255;&#65292;&#21476;&#28789;&#31934;&#24618;&#30340;&#65292;&#22079;&#22079;&#65292;&#29233;&#21834;~~~</p>
<p><a href="http://elysesewell.livejournal.com/">http://elysesewell.livejournal.com/</a>&#36825;&#26159;&#22905;&#30340;blog&#65292;&#37117;&#34987;&#25105;&#25214;&#30528;&#20102;</p>
<p>&#31232;&#37324;&#31946;&#28034;&#30475;&#20102;&#31532;&#19968;&#23395;&#30340;&#20840;&#32654;&#36229;&#27169;&#22823;&#36187;&#65292;&#26412;&#26469;&#23601;&#26159;&#38543;&#20415;&#30597;&#30597;&#30340;&#12290;&#21518;&#26469;&#23601;&#21916;&#27426;&#19978;&#36825;&#20010;&#23401;&#23376;&#65292;&#28982;&#21518;&#19968;&#30452;&#36319;&#36827;&#65292;&#30475;&#21040;&#22905;&#34987;&#28120;&#27760;&#65292;&#21775;&#22040;&#19981;&#24050;&#12290;</p>
<p>&#36825;&#19968;&#23395;&#36824;&#26159;&#22909;&#30475;&#30340;&#65292;&#24456;&#22810;&#20914;&#31361;&#65292;&#20294;&#21448;&#19981;&#20687;&#26032;&#19968;&#23395;&#37027;&#20040;&#21557;&#21557;&#12290;&#20027;&#35201;&#65292;&#26159;&#26377;&#36825;&#20010;&#27668;&#36136;&#32654;&#22899;&#12290;&#22079;&#22079;&#65292;&#25105;&#21448;&#33457;&#30196;&#20102;&#12290;</p>
<p>&#22905;&#29616;&#22312;&#39321;&#28207;&#21457;&#23637;&#65292;&#21338;&#23458;&#30475;&#30528;&#20063;&#24456;&#20146;&#20999;&#12290;&#19981;&#36807;&#32473;&#21608;&#29983;&#29983;&#20195;&#35328;&#30340;&#37027;&#20123;&#29031;&#29255;&#30495;&#26159;&#27585;&#20154;&#19981;&#20518;&#65292;&#30828;&#26159;&#25226;&#27668;&#36136;&#25293;&#27809;&#20102;&#65292;&#20439;&#27668;&#26469;&#20102;&#65292;&#21710;&#65292;&#21487;&#24796;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
                                    </p>
</div>
  
  


    </article>
  
  <div class="pagination">
    
      <a class="prev" href="/blog/page/35/">&larr; Older</a>
    
    <a href="/blog/archives">Blog Archives</a>
    
    <a class="next" href="/blog/page/33/">Newer &rarr;</a>
    
  </div>
</div>
<aside class="sidebar">
  
    <section>
  <h1>Recent Posts</h1>
  <ul id="recent_posts">
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-change-git-repo-name/">how to change git repo name</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-setup-a-new-remote-git-repo/">How to setup a new remote git repo</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/13/hui-gu-2012/">回顾2012</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/08/my-frist-post/">my-frist-post</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/05/14/eclipse---java.lang.noclassdeffounderror%3A-com.jayway.android.robotium.solo.solo%E9%94%99%E8%AF%AF%E8%A7%A3%E5%86%B3/">eclipse - java.lang.NoClassDefFoundError: com.jayway.android.robotium.solo.Solo错误解决</a>
      </li>
    
  </ul>
</section>






  
</aside>

    </div>
  </div>
  <footer role="contentinfo"><p>
  Copyright &copy; 2013 - muggleyoung -
  <span class="credit">Powered by <a href="http://octopress.org">Octopress</a>. Design by <a href="http://octopressthemes.com">Octopress Themes</a>.</span>
</p>

</footer>
  







  <script type="text/javascript">
    (function(){
      var twitterWidgets = document.createElement('script');
      twitterWidgets.type = 'text/javascript';
      twitterWidgets.async = true;
      twitterWidgets.src = 'http://platform.twitter.com/widgets.js';
      document.getElementsByTagName('head')[0].appendChild(twitterWidgets);
    })();
  </script>





</body>
</html>
