
<!DOCTYPE html>
<!--[if IEMobile 7 ]><html class="no-js iem7"><![endif]-->
<!--[if lt IE 9]><html class="no-js lte-ie8"><![endif]-->
<!--[if (gt IE 8)|(gt IEMobile 7)|!(IEMobile)|!(IE)]><!--><html class="no-js" lang="en"><!--<![endif]-->
<head>
  <meta charset="utf-8">
  <title>muggleyoung's blog</title>
  <meta name="author" content="muggleyoung">

  
  <meta name="description" content="&#32769;&#29241;&#28608;&#24773;&#28558;&#28227;&#30340;&#36319;&#23064;&#35752;&#35770;&#20160;&#20040;&#38382;&#39064;&#65292;&#35828;&#36947;&# &hellip;">
  

  <!-- http://t.co/dKP3o1e -->
  <meta name="HandheldFriendly" content="True">
  <meta name="MobileOptimized" content="320">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  
  <link rel="canonical" href="http://muggleyoung.github.com/blog/page/20/">
  <link href="/favicon.png" rel="icon">
  <link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
  <script src="/javascripts/modernizr-2.0.js"></script>
  <script src="/javascripts/ender.js"></script>
  <script src="/javascripts/octopress.js" type="text/javascript"></script>
  <link href="/atom.xml" rel="alternate" title="muggleyoung's blog" type="application/atom+xml">
  <!--Fonts from Google"s Web font directory at http://google.com/webfonts -->
<link href="http://fonts.googleapis.com/css?family=PT+Serif:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<link href="http://fonts.googleapis.com/css?family=PT+Sans:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">

  

</head>

<body   >
  <header role="banner"><hgroup>
  <h1><a href="/">muggleyoung's blog</a></h1>
  
    <h2>A blogging framework for hackers.</h2>
  
</hgroup>

</header>
  <nav role="navigation"><ul class="subscription" data-subscription="rss">
  <li><a href="/atom.xml" rel="subscribe-rss" title="subscribe via RSS">RSS</a></li>
  
</ul>
  
<form action="http://google.com/search" method="get">
  <fieldset role="search">
    <input type="hidden" name="q" value="site:muggleyoung.github.com" />
    <input class="search" type="text" name="q" results="0" placeholder="Search"/>
  </fieldset>
</form>
  
<ul class="main-navigation">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
</ul>

</nav>
  <div id="main">
    <div id="content">
      <div class="blog-index">
  
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2009/12/23/%E6%9C%89%E5%95%A5%E4%B8%8D%E5%8F%AF%E8%83%BD/">有啥不可能</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2009-12-23T00:00:00+08:00" pubdate data-updated="true">Dec 23<span>rd</span>, 2009</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#32769;&#29241;&#28608;&#24773;&#28558;&#28227;&#30340;&#36319;&#23064;&#35752;&#35770;&#20160;&#20040;&#38382;&#39064;&#65292;&#35828;&#36947;&#37027;&#20214;&#20107;&#22522;&#26412;&#31561;&#20110;&#19981;&#21487;&#33021;&#65292;&#24178;&#22043;&#36824;&#35201;&#30333;&#36153;&#21147;&#27668;&#12290;</p>
<p>&#20110;&#26159;&#65292;&#29241;&#22320;&#20030;&#20363;&#65306;&#23601;&#20687;&#35753;&#21681;&#26472;&#21674;&#29616;&#22312;&#21435;&#19978;&#21271;&#22823;&#65292;&#20320;&#35828;&#21487;&#33021;&#21527;&#65311;</p>
<p>&#30475;&#30005;&#35270;&#30340;&#25105;&#25293;&#26696;&#32780;&#36215;&#65306;&#20973;&#21861;&#35828;&#19981;&#21487;&#33021;&#65292;&#36825;&#19981;&#26159;&#23567;&#30631;&#20320;&#23043;&#20040;&#65281;</p>
<p>&#29241;&#22320;&#25913;&#21475;&#65306;&#23601;&#20687;&#35753;&#21681;&#26472;&#21674;&#29616;&#22312;&#21435;&#19978;&#32822;&#40065;&#65292;&#20320;&#35828;&#21487;&#33021;&#21527;&#65311;</p>
<p>&#22909;&#21543;</p>
<p>&#35748;&#26685;&#20102;&#65292;&#24178;&#22043;&#38750;&#35201;&#25343;&#25105;&#20570;&#20363;&#23376;&#20040;&#12290;&#25307;&#35841;&#24825;&#35841;&#20102;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481261576669z.jpg" border="0" alt="" /></p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2009/12/21/%E6%88%91%E4%B8%8E%E5%BF%B5%E5%A4%B4/">我与念头</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2009-12-21T00:00:00+08:00" pubdate data-updated="true">Dec 21<span>st</span>, 2009</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p><img src="http://filer.blogbus.com/5333148/53331481261368921o.jpg" border="0" alt="" /></p>
<p>&#25285;&#24515;&#20250;&#32922;&#23376;&#30140;&#65292;&#35753;&#25105;&#32039;&#24352;&#20102;&#21322;&#20010;&#26376;&#65292;&#32456;&#20110;&#21069;&#22825;&#26202;&#19978;&#25346;&#25481;&#20102;&#65292;&#19968;&#25972;&#26202;&#29228;&#19978;&#29228;&#19979;&#30340;&#25240;&#33150;&#65292;&#30495;&#19981;&#22909;&#21463;&#65292;&#36824;&#27985;&#36523;&#20919;&#12290;&#22909;&#22312;&#25105;&#36824;&#26377;&#21147;&#27668;&#36208;&#36335;&#65292;&#26377;&#21147;&#27668;&#24448;&#36820;&#20110;&#21397;&#25152;&#23487;&#33293;&#12290;&#24555;&#22825;&#20142;&#26102;&#28903;&#20102;&#28909;&#27700;&#34955;&#25265;&#30528;&#65292;&#22909;&#22810;&#20102;&#65292;&#20110;&#26159;&#20046;&#65292;&#21448;&#26377;&#20102;&#29702;&#30001;&#32473;&#33258;&#24049;&#20241;&#20102;&#19968;&#25972;&#22825;&#20551;&#65292;&#36538;&#22312;&#34987;&#31389;&#37324;&#65292;&#20160;&#20040;&#37117;&#19981;&#24178;&#12290;&#24635;&#26159;&#36825;&#20010;&#26102;&#20505;&#65292;&#22823;&#33041;&#25165;&#26377;&#26426;&#20250;&#29730;&#30952;&#28857;&#20160;&#20040;&#12290;&#20855;&#20307;&#29730;&#30952;&#20102;&#20160;&#20040;&#22238;&#22836;&#35828;&#12290;&#22079;&#22079;</p>
<p>&#20170;&#26089;&#20183;&#30528;&#36523;&#20307;&#36824;&#27809;&#24590;&#20040;&#22909;&#65292;&#20063;&#27809;&#21435;&#23454;&#39564;&#23460;&#12290;&#22823;&#23478;&#37117;&#22909;&#24819;&#24565;&#25105;&#65292;&#21704;&#21704;&#65292;&#23588;&#20854;&#24819;&#24565;&#25105;&#20146;&#29233;&#30340;&#30005;&#33041;&#12290;&#37027;&#20457;&#30007;&#29983;&#26152;&#22825;&#23601;&#24565;&#21480;&#25105;&#21643;&#19981;&#21435;&#23454;&#39564;&#23460;&#65292;&#20170;&#20799;&#30452;&#25509;&#25171;&#30005;&#35805;&#26469;&#24944;&#38382;&#12290;&#12290;&#12290;&#22909;&#21543;&#65292;&#30475;&#22312;&#25105;&#30005;&#33041;&#36825;&#20040;&#26377;&#20154;&#27668;&#30340;&#20221;&#19978;&#65292;&#19979;&#21320;&#36807;&#26469;&#22909;&#20102;&#12290;&#35841;&#35753;&#25105;&#20013;&#22870;&#65292;mac&#22320;&#22336;&#34987;&#22909;&#24515;&#30340;&#32593;&#31649;&#21592;&#32465;&#23450;&#20102;&#21602;&#12290;&#12290;&#12290;&#20316;&#20026;&#23454;&#39564;&#23460;&#21807;&#19968;&#19968;&#21488;&#33021;&#19978;&#32593;&#30340;&#30005;&#33041;&#65292;&#22909;&#21543;&#65292;&#25105;&#35748;&#20102;&#12290;&#12290;&#12290;&#65288;&#20599;&#31505;&#19979;&#65289;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;</p>
<p>&#21069;&#38453;&#20080;&#20102;&#26412;&#20070;&#65292;&#24046;&#19981;&#22810;&#23601;&#26159;&#19968;&#26412;&#20851;&#20110;&#37329;&#21018;&#32463;&#30340;&#35835;&#20070;&#31508;&#35760;&#12290;&#21363;&#20351;&#26159;&#35835;&#20070;&#31508;&#35760;&#65292;&#20063;&#36275;&#22815;&#28145;&#22885;&#65292;&#25105;&#19981;&#24471;&#19981;&#22810;&#35835;&#22909;&#20960;&#36941;&#20307;&#20250;&#12290;&#24681;&#65292;&#26399;&#24453;&#30528;&#26377;&#22825;&#25105;&#33021;&#35835;&#22909;&#20960;&#36941;&#35835;&#25026;&#37329;&#21018;&#32463;&#32463;&#25991;&#12290;</p>
<p>&#20315;&#38464;&#26524;&#28982;&#36275;&#22815;&#26234;&#24935;&#65292;&#27604;&#22914;&#20182;&#20204;&#23545;&#20110;&#20154;&#19982;&#33258;&#24049;&#24847;&#24565;&#20043;&#38388;&#30340;&#26007;&#20105;&#65292;&#23545;&#20110;&#21892;&#24694;&#20043;&#20998;&#30340;&#35828;&#36766;&#12290;&#26152;&#26202;&#30561;&#19981;&#30528;&#26102;&#25105;&#31361;&#28982;&#24819;&#26126;&#30333;&#20102;&#22909;&#22810;&#65292;&#25105;&#19982;&#33258;&#24049;&#30340;&#24847;&#24565;&#20043;&#38388;&#30340;&#32416;&#32467;&#12290;&#34429;&#35828;&#23545;&#20110;&#33258;&#24049;&#30340;&#29983;&#27963;&#26102;&#38388;&#35268;&#24459;&#21345;&#30340;&#27604;&#36739;&#32039;&#65292;&#23545;&#20110;&#26102;&#38388;&#30340;&#21033;&#29992;&#20063;&#36275;&#22815;&#37325;&#35270;&#65292;&#21487;&#36824;&#26159;&#31435;&#24535;&#35201;&#20811;&#26381;&#34987;&#24847;&#24565;&#25511;&#21046;&#65292;&#29978;&#33267;&#65292;&#25105;&#22909;&#20687;&#20250;&#26377;&#24847;&#26080;&#24847;&#30340;&#20174;&#23481;&#33258;&#24049;&#34987;&#25511;&#21046;&#32780;&#38519;&#20837;&#24515;&#24773;&#24840;&#24046;&#30340;&#24618;&#22280;&#12290;&#21710;&#21568;&#21568;&#65292;&#31361;&#28982;&#35828;&#19981;&#28165;&#20102;&#65292;&#30475;&#26469;&#36824;&#26159;&#36947;&#34892;&#19981;&#22815;&#21834;&#12290;&#12290;&#12290;&#22238;&#22836;&#29702;&#35299;&#26356;&#28145;&#21051;&#20102;&#20877;&#35828;&#21543;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#33267;&#20110;&#26080;&#21892;&#26080;&#24694;&#36825;&#19968;&#35828;&#65292;&#25105;&#34429;&#35828;&#26159;&#26126;&#30333;&#20102;&#20854;&#20013;&#30340;&#36947;&#29702;&#65292;&#21487;&#21364;&#27604;&#36739;&#38590;&#20570;&#21040;&#22914;&#27492;&#23485;&#24191;&#26080;&#29289;&#30340;&#22659;&#30028;&#12290;&#19981;&#30693;&#36947;&#23545;&#20110;&#21892;&#24694;&#65292;Jesus&#26159;&#24590;&#20040;&#35828;&#30340;&#65292;&#25105;&#24456;&#22909;&#22855;&#30340;&#24819;&#30693;&#36947;&#12290;&#12290;&#12290;&#12290;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2009/12/19/matlab%E4%B8%ADwavedec%E5%92%8Cdwt%E7%9A%84%E5%8C%BA%E5%88%AB/">Matlab中wavedec和dwt的区别</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2009-12-19T00:00:00+08:00" pubdate data-updated="true">Dec 19<span>th</span>, 2009</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>[cA,cD]=dwt(X,&#8217;wname&#8217;)<br />
&#20351;&#29992;&#23567;&#27874;&#8217;wname&#8217;&#23545;&#20449;&#21495;X&#36827;&#34892;&#21333;&#23618;&#20998;&#35299;&#65292;&#27714;&#24471;&#30340;&#36817;&#20284;&#31995;&#25968;&#23384;&#25918;&#22312;&#25968;&#32452;cA&#20013;&#65292;&#32454;&#33410;&#31995;&#25968;&#23384;&#25918;&#22312;&#25968;&#32452;cD&#20013;<br /><br />
[C,L]=wavedec(X,N,&#8217;wname&#8217;)<br />
&#21033;&#29992;&#23567;&#27874;&#8217;wname&#8217;&#23545;&#20449;&#21495;X&#36827;&#34892;&#22810;&#23618;&#20998;&#35299;<br />
A=appcoef(C,L,&#8217;wname&#8217;,N)<br />
&#21033;&#29992;&#23567;&#27874;&#8217;wname&#8217;&#20174;&#20998;&#35299;&#31995;&#25968;[C,L]&#20013;&#25552;&#21462;&#31532;N&#23618;&#36817;&#20284;&#31995;&#25968;</p>
<p>DWT&#21482;&#26159;&#19968;&#23618;&#31163;&#25955;&#23567;&#27874;&#20998;&#35299;,&#32780;WAVEDEC&#26159;&#22810;&#23618;(&#22810;&#23610;&#24230;)&#30340;&#23567;&#27874;&#20998;&#35299;.<br />
&#20063;&#23601;&#26159;&#35828;:[cA,cD]=dwt(X,&#8217;wname&#8217;)&#21644;[C,L]=wavedec(X,1,&#8217;wname&#8217;)&#26159;&#31561;&#25928;&#30340;.</p>
<p><span style="color: #ff0000;">&#21453;&#30465;&#19979;&#33258;&#24049;&#65292;&#30524;&#39640;&#25163;&#20302;&#12290;&#12290;&#12290;&#12290;</span></p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2009/12/16/%E8%A7%A3%E5%86%B3%E5%BC%80%E6%9C%BAnumlk%E7%81%AF%E4%BA%AE/">解决开机numlk灯亮</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2009-12-16T00:00:00+08:00" pubdate data-updated="true">Dec 16<span>th</span>, 2009</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p><span id="ctl00_Main_Topic1">
<div id="Post370" class="Content">
<p>&#160;&#22823;&#23478;&#21487;&#33021;&#36935;&#21040;&#36807;&#36825;&#26679;&#30340;&#24773;&#20917;&#21527;&#65306;&#24320;&#26426;numlk&#28783;&#21363;&#20142;&#65292;&#29305;&#21035;&#26159;&#29992;&#31508;&#35760;&#26412;&#26102;&#65292;&#24635;&#35201;&#20808;&#25163;&#21160;&#20851;&#25481;&#65292;&#24456;&#26159;&#40635;&#28902;&#12290;</p>
<p>&#19968;&#65306;</p>
<p>&#21487;&#20197;&#36890;&#36807;&#20197;&#19979;&#21150;&#27861;&#35299;&#20915;&#65306;&#8220;&#24320;&#22987;&#33756;&#21333;&#8221;&#8211;&gt;&#36816;&#34892;&#8211;&gt;&#36755;&#20837;regedit&#8211;&gt;&#25214;&#21040;HKEY_USERS&#46;DEFAULT<br />
\Control<br />
Panel\Keyboard&#65292;&#23558;InitialKeyboardIndicators&#30340;&#38190;&#20540;&#25913;&#20026;&#8220;2&#8221;&#65292;&#37325;&#21551;&#21518;numlock&#28783;&#24120;&#20142;&#12290;&#20462;&#25913;&#20026;0&#25110;&#32773;1&#12290;</p>
<p>&#20108;&#65306;</p>
<pre>UNMLK&#29366;&#24577;&#31995;&#32479;&#26159;&#35760;&#24518;&#30340;,&#20851;&#26426;&#26102;&#30340;&#29366;&#24577;&#34987;&#35760;&#24405;&#19979;&#26469;.&#24320;&#26426;-&#21040;&#30331;&#24405;&#30028;&#38754;-&#25353;NumLocK&#38190;(&#25110;Fn+NumLK)&#20851;&#38381;&#25968;&#23383;&#38190;-&#20851;&#26426;(&#19981;&#35201;&#30331;&#24405;WINDOWS)-&#37325;&#21551;</pre>
</div>
</span></p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2009/12/15/%E4%BB%8A%E5%A4%A9%E6%9C%89%E6%84%BF%E6%9C%9B-sometimes-when-we-touch/">今天有愿望-sometimes When We Touch</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2009-12-15T00:00:00+08:00" pubdate data-updated="true">Dec 15<span>th</span>, 2009</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p><img src="http://filer.blogbus.com/5333148/53331481260886604z.jpg" border="0" alt="" /></p>
<p>&#26576;&#22825;&#65292;&#39134;&#38382;&#25105;&#65292;&#22914;&#26524;&#35753;&#20320;&#31435;&#21051;&#35768;&#20010;&#24895;&#26395;&#65292;&#20320;&#20250;&#24819;&#21040;&#20160;&#20040;&#12290;</p>
<p>&#20854;&#23454;&#36825;&#20010;&#20005;&#23803;&#30340;&#38382;&#39064;&#65292;&#26089;&#24180;&#25105;&#23601;&#24120;&#24120;&#24605;&#32771;&#12290;&#22240;&#20026;&#25285;&#24515;&#37027;&#22825;&#35753;&#25105;&#30896;&#19978;&#38463;&#25289;&#19969;&#31070;&#28783;&#65292;&#25110;&#32773;&#20160;&#20040;&#31070;&#20185;&#25945;&#27597;&#20043;&#31867;&#30340;&#20154;&#29289;&#65292;&#35201;&#26469;&#23454;&#29616;&#25105;&#30340;&#24895;&#26395;&#65292;&#21040;&#26102;&#20505;&#19981;&#33021;&#20667;&#30524;&#20799;&#20102;&#21834;&#65292;&#26426;&#19981;&#21487;&#22833;&#22833;&#19981;&#20877;&#26469;&#21602;&#12290;&#21487;&#24796;&#25105;&#36138;&#24515;&#65292;&#26368;&#32456;&#24819;&#21040;&#30340;&#32467;&#26524;&#23601;&#26159;&#65292;&#35831;&#27714;&#20182;&#20877;&#32473;&#25105;100&#20010;&#24895;&#26395;&#65292;&#25110;&#32773;&#26356;&#22810;&#12290;</p>
<p>&#20170;&#22825;&#65292;&#26377;&#20010;&#24378;&#28872;&#30340;&#24895;&#26395;&#65292;&#24076;&#26395;20&#24180;&#21518;&#20877;&#26469;&#30475;&#20170;&#22825;&#30340;&#33258;&#24049;&#65292;&#25105;&#33021;&#37322;&#28982;&#34507;&#23450;&#30340;&#35828;&#19968;&#21477;&#65306;&#24403;&#24180;&#37027;&#20123;&#20107;&#20799;&#20063;&#23601;&#37027;&#26679;&#65292;&#27809;&#20160;&#20040;&#22823;&#19981;&#20102;&#30340;&#65292;&#25105;&#29616;&#22312;&#29031;&#26679;&#36807;&#24471;&#24456;&#22909;&#12290;&#24681;&#65292;&#30495;&#30340;&#26159;&#36825;&#26679;&#23601;&#22909;&#20102;&#12290;</p>
<p>&#31361;&#28982;&#21457;&#29616;&#65292;&#22823;&#23478;&#30340;&#36335;&#37117;&#36234;&#36208;&#36234;&#23485;&#25950;&#65292;&#32780;&#25105;&#36824;&#19968;&#22836;&#38654;&#27700;&#65292;&#20044;&#36215;&#30721;&#40657;&#30340;&#20081;&#25169;&#33150;&#12290;&#19981;&#22312;&#20046;&#20160;&#20040;&#32467;&#26524;&#20102;&#65292;&#21482;&#35201;&#33509;&#24178;&#24180;&#21518;&#30340;&#33258;&#24049;&#19981;&#20250;&#21518;&#24724;&#65292;&#24180;&#36731;&#30340;&#26102;&#20809;&#34987;&#28010;&#36153;&#23601;&#22909;&#12290;</p>
<p>&#20174;&#19979;&#21320;&#24320;&#22987;&#65292;&#33041;&#34955;&#19968;&#30452;&#26159;&#33945;&#30340;&#12290;&#35980;&#20284;&#31354;&#31354;&#22914;&#20063;&#65292;&#21487;&#24456;&#22810;&#24635;&#19981;&#24895;&#24847;&#24819;&#36215;&#30340;&#20107;&#24773;&#21364;&#26469;&#26469;&#22238;&#22238;&#30340;&#38378;&#29616;&#12290;whatever&#65292;&#22823;&#23478;&#22909;&#23601;&#22909;&#65292;&#33267;&#23569;&#30446;&#21069;&#36825;&#20010;&#32467;&#26524;&#65292;&#26159;&#25105;&#24403;&#21021;&#35748;&#23450;&#30340;&#65292;&#33267;&#23569;&#19968;&#23450;&#31243;&#24230;&#35828;&#26126;&#20102;&#25105;&#30340;&#21028;&#26029;&#21147;&#21644;&#19990;&#20107;&#30340;&#26080;&#22856;&#12290;</p>
<p>&#40060;&#19982;&#29066;&#25484;&#19981;&#21487;&#20860;&#24471;&#65292;&#30475;&#20320;&#24819;&#35201;&#21738;&#20010;&#20102;&#12290;</p>
<p>&#23064;&#24597;&#25105;&#21097;&#19979;&#20102;&#12290;&#25105;&#35828;&#27809;&#20160;&#20040;&#65292;&#21097;&#19979;&#21448;&#24590;&#26679;&#65292;&#29616;&#22312;&#30007;&#22899;&#27604;&#20363;&#37027;&#20040;&#22833;&#35843;&#12290;</p>
<p>&#20877;&#35828;&#20102;&#65292;&#26082;&#28982;&#27880;&#23450;&#26159;&#21097;&#19979;&#30340;&#37027;&#20010;&#65292;&#19981;&#22914;&#25226;&#31934;&#21147;&#25918;&#22312;&#20854;&#20182;&#65292;&#35753;&#33258;&#24049;&#30340;&#29983;&#27963;&#26356;&#31934;&#24425;&#20123;&#12290;&#35813;&#26469;&#30340;&#24635;&#20250;&#26469;&#30340;&#65292;&#19981;&#26159;&#20320;&#30340;&#65292;&#25250;&#20063;&#25250;&#19981;&#21040;&#12290;&#12290;&#12290;</p>
<p>
<object classid="clsid:6bf52a52-394a-11d3-b153-00c04f79faa6" width="0" height="0" codebase="http://activex.microsoft.com/activex/controls/mplayer/en/nsmp2inf.cab#Version=5,1,52,701">
<param name="url" value="http://211.100.237.51/99to1/5.Sometimes_When_We_Touch--Olivia.wma" /><embed type="application/x-mplayer2" width="0" height="0" src="http://211.100.237.51/99to1/5.Sometimes_When_We_Touch--Olivia.wma"></embed></object>
&#33945;&#25481;&#20197;&#21518;&#65292;&#23601;&#19968;&#30452;&#24819;&#30528;&#36825;&#39318;&#27468;&#65292;&#20026;&#21861;&#65311;&#25105;&#20063;&#19981;&#30693;&#36947;&#12290;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2009/12/14/%E4%BA%94%E5%91%B3%E6%9D%82%E9%99%88/">五味杂陈</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2009-12-14T00:00:00+08:00" pubdate data-updated="true">Dec 14<span>th</span>, 2009</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p><img src="http://public.blogbus.com/biaoqing/nownow/27.gif" border="0" alt="" /></p>
<p>&#19979;&#21320;&#20882;&#38634;&#22238;&#26469;&#23398;&#26657;&#65292;&#21407;&#26412;&#24456;&#22909;&#30340;&#24515;&#24773;&#65292;&#36824;&#21507;&#20102;&#23478;&#37324;&#24102;&#26469;&#30340;&#29233;&#24515;&#32654;&#21619;&#28889;&#39292;&#65292;&#26469;&#23454;&#39564;&#23460;&#24320;&#22987;&#26032;&#19968;&#21608;&#30340;&#21162;&#21147;&#23398;&#20064;&#12290;&#21487;&#26159;&#21543;&#65292;&#25105;&#30340;&#24378;&#36843;&#30151;&#21448;&#21457;&#20316;&#20102;&#65292;&#22240;&#20026;&#21457;&#29616;&#26700;&#23376;&#30340;&#19996;&#35199;&#34987;&#20154;&#21160;&#36807;&#65292;&#36825;&#20063;&#36824;&#22909;&#65292;&#20851;&#38190;&#26159;&#29992;&#20102;&#36824;&#19981;&#32473;&#25105;&#25918;&#22238;&#21407;&#26679;&#65292;&#35753;&#25105;&#24515;&#37324;&#24456;&#19981;&#33298;&#26381;&#12290;&#24635;&#24863;&#35273;&#25105;&#19981;&#22312;&#30340;&#26102;&#20505;&#20146;&#29233;&#30340;&#30005;&#33041;&#21448;&#21463;&#20102;&#34384;&#24453;&#20284;&#30340;&#12290;&#32780;&#19988;&#20960;&#20046;&#27599;&#27425;&#20174;&#23478;&#22238;&#26469;&#65292;&#37117;&#33021;&#35753;&#25105;&#30475;&#20986;&#26700;&#23376;&#19978;&#30340;&#29289;&#21697;&#26377;&#21464;&#21160;&#12290;</p>
<p>&#22909;&#21543;&#65292;&#25105;&#25215;&#35748;&#25105;&#30340;&#24378;&#36843;&#30151;&#24456;&#21464;&#24577;&#65292;&#21487;&#26159;&#19981;&#29233;&#24796;&#21035;&#20154;&#30340;&#19996;&#35199;&#20063;&#19981;&#22909;&#21543;&#65292;&#21710;&#65292;&#20197;&#21518;&#36824;&#26159;&#19981;&#20599;&#25042;&#20102;&#65292;&#36208;&#20154;&#30340;&#26102;&#20505;&#25226;&#19996;&#35199;&#37117;&#25910;&#25342;&#22909;&#12290;&#19981;&#29245;&#21834;&#19981;&#29245;&#12290;&#12290;&#12290;&#12290;&#24681;&#65292;&#23487;&#33293;&#30340;&#19996;&#35199;&#20063;&#34987;&#32763;&#33150;&#20102;&#65292;&#26700;&#23376;&#19978;&#36824;&#27531;&#30041;&#30528;&#19968;&#29255;&#27833;&#39292;&#30340;&#27531;&#28195;&#65292;&#30495;&#24694;&#24515;&#65281;&#65281;&#65281;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;</p>
<p>&#25509;&#19979;&#26469;&#35828;&#30340;&#65292;&#20063;&#19981;&#26159;&#21861;&#22909;&#20107;&#20799;&#12290;</p>
<p>&#22312;&#23478;&#30475;&#30005;&#35270;&#65292;CCTV2&#30340;&#27861;&#21046;&#33410;&#30446;&#65292;&#35762;&#21040;&#26477;&#24030;&#28779;&#36710;&#31449;&#30340;&#19977;&#22359;&#22899;&#12290;&#22823;&#33268;&#23601;&#26159;&#19968;&#20123;2&#65292;30&#23681;&#30340;&#22919;&#22899;&#65292;&#19968;&#33324;&#37117;&#36824;&#24102;&#30528;&#19968;&#20010;&#21018;&#21018;&#21608;&#23681;&#30340;&#23401;&#23376;&#65292;&#20250;&#36807;&#26469;&#36319;&#20320;&#25645;&#35805;&#35828;&#65292;&#22905;&#26469;&#20080;&#36710;&#31080;&#65292;&#27491;&#22909;&#24102;&#30340;&#38065;&#23569;&#20102;3&#22359;&#65292;&#21487;&#19981;&#21487;&#20197;&#32473;&#22905;3&#22359;&#25937;&#24613;&#65292;&#22914;&#26524;&#20320;&#22909;&#24515;&#32473;&#20102;3&#22359;&#22905;&#65292;&#21970;&#21970;~~&#24685;&#21916;&#20320;&#34987;&#39575;&#20102;&#65281;&#22905;&#20204;&#23601;&#20250;&#36827;&#19968;&#27493;&#35299;&#37322;&#22905;&#21018;&#21018;&#35828;&#30340;&#19981;&#26159;3&#22359;&#65292;&#26159;13&#22359;&#65292;&#25110;30&#22359;&#65292;&#32487;&#32780;&#21521;&#20320;&#35201;&#26356;&#22810;&#30340;money&#12290;</p>
<p>&#22826;&#21487;&#24694;&#21834;&#12290;&#12290;&#12290;&#25105;&#23601;&#34987;&#39575;&#36807;&#12290;&#24403;&#26102;&#24819;&#30528;&#65292;&#20986;&#38376;&#22312;&#22806;&#65292;&#19968;&#20998;&#38065;&#38590;&#36947;&#33521;&#38596;&#27721;&#21602;&#65292;3&#22359;&#20063;&#19981;&#22810;&#65292;&#20154;&#23478;&#36824;&#24102;&#30528;&#23567;&#23401;&#20799;&#65292;&#32473;&#22905;&#22909;&#20102;&#12290;&#35841;&#30693;&#21040;&#36319;&#25105;&#35201;13&#65292;&#24819;&#19981;&#26126;&#30333;&#20102;&#65292;&#20080;&#31080;&#24590;&#20040;&#19981;&#31639;&#22909;&#65292;&#23569;&#20102;&#36825;&#20040;&#22810;&#38065;&#65292;&#19981;&#32473;&#65281;13&#23545;&#25105;&#26469;&#35828;&#20063;&#19981;&#23569;&#20102;&#21602;&#65281;&#37027;&#20154;&#19968;&#30452;&#24456;&#29087;&#32451;&#30340;&#35828;&#30528;&#20320;&#30475;&#25105;&#24102;&#30528;&#23567;&#23401;&#22810;&#19981;&#23481;&#26131;&#65292;&#22823;&#23478;&#20986;&#38376;&#37117;&#20114;&#30456;&#24110;&#24537;&#20160;&#20040;&#30340;&#65292;&#31361;&#28982;&#35273;&#24471;&#21487;&#33021;&#26159;&#39575;&#23376;&#65292;&#29408;&#24515;&#36208;&#20102;&#65281;&#21487;&#26159;&#24515;&#37324;&#19968;&#30452;&#24456;&#24871;&#30106;&#65292;&#24635;&#25285;&#24515;&#19975;&#19968;&#20154;&#23478;&#30495;&#30340;&#32570;&#38065;&#65292;&#25105;&#23682;&#19981;&#26159;&#22826;&#26080;&#24773;&#12290;&#27809;&#24819;&#21040;&#21834;&#65292;&#37027;&#22825;&#22312;&#30005;&#35270;&#19978;&#30524;&#30529;&#30529;&#30340;&#30475;&#30528;&#24456;&#22810;&#36319;&#25105;&#19968;&#26679;&#34987;&#39575;&#30340;&#21254;&#21254;&#28216;&#23458;&#12290;&#24681;&#65292;&#28041;&#23244;&#35784;&#39575;&#65292;&#21516;&#23398;&#20204;&#20986;&#38376;&#35201;&#24403;&#24515;&#20102;&#12290;</p>
<p>&#37117;&#35828;&#35199;&#23433;&#27835;&#23433;&#19981;&#22909;&#65292;&#26477;&#24030;&#27835;&#23433;&#22909;&#12290;&#25105;&#21435;&#20102;&#20960;&#27425;&#65292;&#24590;&#20040;&#23601;&#30896;&#21040;&#20004;&#27425;&#39575;&#20154;&#30340;&#20107;&#24773;&#12290;&#38590;&#36947;&#23601;&#30475;&#25105;&#38271;&#20102;&#19968;&#24352;&#21271;&#26041;&#20154;&#30340;&#38754;&#23380;&#65292;&#36824;&#26159;&#22240;&#20026;&#25105;&#32972;&#30340;&#22823;&#21253;&#24590;&#20040;&#30475;&#37117;&#20687;&#22806;&#26469;&#26242;&#20303;&#20154;&#21475;&#65311;</p>
<p>&#35805;&#35828;&#31532;&#19968;&#27425;&#31163;&#24320;&#26477;&#24030;&#26102;&#20505;&#65292;&#36824;&#36935;&#19978;&#37027;&#31181;&#20004;&#20010;&#20154;&#21512;&#20249;&#28436;&#25103;&#30340;&#12290;&#19968;&#20010;&#20154;&#25925;&#24847;&#25226;&#38065;&#25481;&#22312;&#20320;&#38754;&#21069;&#65292;&#28982;&#21518;&#21478;&#19968;&#20010;&#24590;&#26679;&#26469;&#39575;&#38065;&#20043;&#31867;&#30340;&#12290;&#21487;&#26159;&#65292;&#25105;&#27809;&#25441;&#37027;&#38065;&#65292;&#21478;&#22806;&#19968;&#20154;&#25441;&#20102;&#65292;&#36824;&#30828;&#35201;&#32473;&#25105;&#20998;&#28857;&#12290;&#12290;&#12290;&#12290;&#25105;&#23601;&#24819;&#36215;&#23064;&#35828;&#30340;&#65292;&#22825;&#19978;&#23601;&#26159;&#25481;&#39301;&#20799;&#39292;&#20063;&#30776;&#19981;&#21040;&#21681;&#22836;&#19978;&#12290;&#30828;&#26159;&#27809;&#29702;&#20182;&#65292;&#20004;&#20154;&#36824;&#22312;&#25105;&#38754;&#21069;&#19968;&#21809;&#19968;&#21644;&#35828;&#21322;&#22825;&#65292;&#25105;&#30475;&#30528;&#21069;&#26041;&#30340;&#21150;&#20844;&#27004;&#35828;&#65292;&#25105;&#26379;&#21451;&#23601;&#22312;&#37027;&#27004;&#37324;&#20844;&#21496;&#19978;&#29677;&#65292;&#20182;&#22312;&#31561;&#25105;&#12290;&#28982;&#21518;&#24613;&#20914;&#20914;&#30340;&#24448;&#21069;&#36208;&#65292;&#20182;&#20204;&#25165;&#27809;&#36861;&#26469;&#12290;&#24819;&#24819;&#65292;&#36824;&#26159;&#25402;&#21518;&#24597;&#30340;&#65292;&#27605;&#31455;&#65292;&#37027;&#37324;&#26159;&#20559;&#20731;&#26080;&#20154;&#30340;&#39640;&#26032;&#21306;&#65292;&#36830;&#36710;&#37117;&#19981;&#22810;&#65292;&#25105;&#19968;&#22806;&#22320;&#23401;&#23376;&#12290;&#12290;&#12290;&#12290;&#21710;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#21487;&#26159;&#65292;&#25105;&#21040;&#29616;&#22312;&#37117;&#19981;&#26126;&#30333;&#65292;&#20182;&#20204;&#31350;&#31455;&#25171;&#31639;&#20197;&#20309;&#31181;&#25163;&#27573;&#39575;&#25105;&#30340;money&#12290;&#12290;&#12290;&#12290;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;</p>
<p>&#21710;&#65292;&#27809;&#21861;&#24515;&#24773;&#35828;&#39640;&#20852;&#30340;&#20107;&#20799;&#20102;&#12290;</p>
<p>&#24681;&#65292;&#25105;&#23478;&#20080;&#26032;&#25151;&#23376;&#20102;&#65292;&#21608;&#26411;&#22238;&#23478;&#30475;&#23478;&#20855;&#20102;&#65292;&#30475;&#30340;&#32829;&#35823;&#20102;&#25105;&#36214;&#26152;&#26202;&#22238;&#26469;&#30340;&#36710;&#65292;&#20170;&#22825;&#20013;&#21320;&#25165;&#36208;&#12290;&#20855;&#20307;&#65292;&#31561;&#25105;&#26377;&#20102;&#24515;&#24773;&#65292;&#20080;&#20102;&#23478;&#20855;&#65292;&#25110;&#32773;&#25644;&#20102;&#26032;&#23478;&#65292;&#20877;&#35828;&#21543;~~~</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2009/12/11/%E2%80%9Cpdfmaker%E6%97%A0%E6%B3%95%E6%89%BE%E5%88%B0adobe-pdf-printer-%E7%9A%84%E6%89%93%E5%8D%B0%E9%A9%B1%E5%8A%A8%E7%A8%8B%E5%BA%8F%E2%80%9D%E8%A7%A3%E5%86%B3%E5%8A%9E%E6%B3%95/">“PDFMaker无法找到Adobe PDF Printer 的打印驱动程序”解决办法</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2009-12-11T00:00:00+08:00" pubdate data-updated="true">Dec 11<span>th</span>, 2009</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p><span style="font-family: &#23435;&#20307;;"><br />
Adobe Acrobat Perfessional&#26159;&#25991;&#29486;&#26816;&#32034;&#30340;&#24517;&#22791;&#24037;&#20855;&#65292;&#20027;&#35201;&#26159;&#22240;&#20026;&#23427;&#25152;&#38468;&#24102;&#30340;Adobe&#25171;&#21360;&#26426;&#30340;&#34394;&#25311;&#25171;&#21360;&#21151;&#33021;&#22312;&#26816;&#32034;&#20013;&#20855;&#26377;&#38750;&#24120;&#37325;&#35201;&#30340;&#20316;&#29992;&#12290;&#20165;&#20165;&#29992;Adobe Reader&#26159;&#36828;&#36828;&#19981;&#22815;&#30340;<em>&#12290;</em>&#20294;&#26159;&#65292;&#24456;&#22810;&#20154;&#22312;&#23433;&#35013;&#26032;&#29256;&#30340;Adobe Acrobat Perfessional 9.0&#21518;&#21364;&#21457;&#29616;&#26080;&#27861;&#27491;&#24120;&#20351;&#29992;&#20854;&#25171;&#21360;&#21151;&#33021;&#20197;&#21450;&#23558;office&#25991;&#26723;&#36716;&#21270;&#20026;pdf&#25991;&#26723;&#30340;&#21151;&#33021;&#12290;<br /></span><span style="font-family: &#23435;&#20307;;"><span style="font-size: small;">&#12304;&#38382;&#39064;&#30151;&#29366;&#12305;</span></span><br /><span style="font-family: &#23435;&#20307;;"><span style="font-size: small;">&#23433;&#35013;Adobe Acrobat Perfessional 9.0&#21518;&#65292;office&#24037;&#20855;&#26639;&#20013;&#20250;&#26174;&#31034;&#20004;&#20010;&#25353;&#38062;&#12290;&#27491;&#24120;&#24773;&#20917;&#19979;&#65292;&#21487;&#20197;&#28857;&#20987;&#25353;&#38062;&#30452;&#25509;&#23558;&#24403;&#21069;&#30340;office&#25991;&#26723;&#36716;&#21270;&#20026;pdf&#25991;&#26723;&#65292;&#21516;&#26679;IE&#24037;&#20855;&#26639;&#21644;&#21491;&#38190;&#33756;&#21333;&#20013;&#20063;&#26377;&#36825;&#20004;&#20010;&#25353;&#38062;&#65292;&#29992;&#26469;&#23558;&#32593;&#39029;&#36716;&#21270;&#20026;pdf&#25991;&#20214;&#65292;&#38750;&#24120;&#26041;&#20415;&#12290;</span></span><br /><span style="font-family: &#23435;&#20307;;"><span style="font-size: small;">&#38382;&#39064;&#26159;&#65306;&#32593;&#39029;&#25991;&#20214;&#21487;&#20197;&#39034;&#21033;&#36716;&#21270;&#20026;pdf&#25991;&#20214;&#65292;&#20294;office &#25991;&#26723;&#19981;&#33021;&#36716;&#21270;&#20026;<br />
pdf &#25991;&#26723;&#65292;&#27599;&#27425;&#28857;&#20987;word&#19978;&#30340;&#8220;&#36716;&#21270;&#20026;pdf&#8221;&#25353;&#38062;&#26102;&#65292;&#23601;&#24377;&#20986;&#23545;&#35805;&#26694;&#8220;PDFMaker&#26080;&#27861;&#25214;&#21040;Adobe PDF Printer<br />
&#30340;&#25171;&#21360;&#39537;&#21160;&#31243;&#24207;&#65292;&#35831;&#37325;&#35013;Adobe Acrobat Perfessional<br />
&#65281;&#8221;&#19981;&#20165;&#22914;&#27492;&#65292;&#24403;&#25105;&#20204;&#24819;&#35201;&#20351;&#29992;Adobe&#30340;&#25171;&#21360;&#21151;&#33021;&#26102;&#65292;&#20063;&#20250;&#21457;&#29616;&#25214;&#19981;&#21040;Adobe PDF Printer&#30340;&#25171;&#21360;&#39537;&#21160;&#31243;&#24207;&#12290;</span></span><br /><span style="font-family: &#23435;&#20307;;"><span style="font-size: small;">&#12304;&#38382;&#39064;&#20998;&#26512;&#12305;</span></span><br /><span style="font-family: &#23435;&#20307;;"><span style="font-size: small;">Adobe<br />
Acrobat&#26159;&#36890;&#36807;&#19968;&#20010;&#34394;&#25311;&#25171;&#21360;&#31243;&#24207;&#23454;&#29616;office&#25991;&#26723;&#21040;pdf&#25991;&#26723;&#36716;&#21270;&#30340;&#65292;&#36825;&#20010;&#34394;&#25311;&#25171;&#21360;&#39537;&#21160;&#31243;&#24207;&#23601;&#26159;&#8220;Adobe PDF<br />
Printer&#8221;&#12290;&#27491;&#24120;&#24773;&#20917;&#19979;&#65292;Adobe Acrobat &#23433;&#35013;&#23436;&#25104;&#21518;&#65292;&#24212;&#35813;&#21487;&#20197;&#22312;&#8220;&#25511;&#21046;&#38754;&#26495;-&#25171;&#21360;&#26426;&#21644;&#20256;&#30495;&#8221;&#20013;&#22686;&#21152;&#20986;&#26469;&#19968;&#20010;&#31867;&#20284;&#8220;Adobe<br />
PDF<br />
Converter&#8221;&#30340;&#25171;&#21360;&#26426;&#65292;&#22914;&#26524;&#27809;&#26377;&#36825;&#20010;&#25171;&#21360;&#26426;&#65292;&#23601;&#35828;&#26126;&#25171;&#21360;&#39537;&#21160;&#31243;&#24207;&#23433;&#35013;&#26377;&#38382;&#39064;&#65292;&#22312;&#35013;&#25442;office&#25991;&#26723;&#26102;&#23601;&#20250;&#20986;&#29616;&#24377;&#20986;&#23545;&#35805;&#26694;&#8220;PDFMaker&#26080;&#27861;<br />
&#25214;&#21040;Adobe PDF Printer &#30340;&#25171;&#21360;&#39537;&#21160;&#31243;&#24207;&#8221;&#30340;&#38382;&#39064;&#12290;</span></span><br /><span style="font-family: &#23435;&#20307;;"><span style="font-size: small;">&#12304;&#38382;&#39064;&#35299;&#20915;&#12305;</span></span><br /><span style="font-family: &#23435;&#20307;;"><span style="font-size: small;">&#20135;&#29983;&#36825;&#19968;&#38382;&#39064;&#30340;&#20027;&#35201;&#21407;&#22240;&#26159;&#24456;&#22810;&#29992;&#25143;&#20351;&#29992;&#30340;&#26159;&#31934;&#31616;&#29256;&#30340;windows&#25805;&#20316;&#31995;&#32479;&#65292;&#31995;&#32479;&#25226;&#19968;&#20123;&#25171;&#21360;&#39537;&#21160;&#38656;&#35201;&#30340;&#25991;&#20214;&#31934;&#31616;&#25481;&#20102;&#12290;&#22240;&#27492;&#23545;&#24212;&#30340;&#35299;&#20915;&#21150;&#27861;&#26159;&#65306;</span></span><br /><span style="font-family: &#23435;&#20307;;"><span style="font-size: small;">1&#12289;&#25163;&#21160;&#22312;&#25511;&#21046;&#38754;&#26495;&#28155;&#21152;&#25171;&#21360;&#26426;&#65292;&#36873;&#25321;&#8220;&#36830;&#25509;&#21040;&#27492;&#35745;&#31639;&#26426;&#30340;&#26412;&#22320;&#25171;&#21360;&#26426;&#8221;&#65292;&#24182;&#21462;&#28040;&#8220;&#33258;&#21160;&#26816;&#27979;&#24182;&#23433;&#35013;&#21363;&#25554;&#21363;&#29992;&#25171;&#21360;&#26426;&#8221;&#36873;&#25321;&#65292;&#31471;&#21475;&#36873;&#25321;&#8220;Adobe PDF&#8221;&#65292;&#22914;&#26524;&#27809;&#26377;&#36825;&#20010;&#31471;&#21475;&#65292;&#21017;&#36873;&#25321;&#21019;&#24314;&#26032;&#31471;&#21475;&#12290;</span></span><br /><span style="font-family: &#23435;&#20307;;"><span style="font-size: small;">2&#12289;&#39537;&#21160;&#31243;&#24207;&#19981;&#35201;&#22312;&#21015;&#34920;&#20013;&#36873;&#25321;&#65292;&#32780;&#26159;&#36873;&#25321;&#20174;&#30913;&#30424;&#23433;&#35013;&#65292;&#36873;&#25321;&#25351;&#21521;Acrobat&#25991;&#20214;&#22841;&#19979;&#30340;Xtras&#23376;&#30446;&#24405;&#65292;&#25214;&#21040;AdobePDF.inf&#65288;&#36825;&#20010;&#23601;&#26159;&#20851;&#38190;&#30340;&#39537;&#21160;&#31243;&#24207;&#25991;&#20214;&#65289;&#65306;</span></span><br /><span style="font-family: &#23435;&#20307;;"><span style="font-size: small;">C:\Program Files\Adobe\Acrobat 9.0\Acrobat\Xtras\AdobePDF</span></span><br /><span style="font-family: &#23435;&#20307;;"><span style="font-size: small;">&#28982;&#21518;&#23433;&#35013;&#12290;</span></span><br /><span style="font-family: &#23435;&#20307;;"><span style="font-size: small;">3&#12289;&#23433;&#35013;&#23436;&#25104;&#21069;&#21069;&#65292;&#31995;&#32479;&#20250;&#22797;&#21046;&#19968;&#20123;&#23433;&#35013;&#39537;&#21160;&#31243;&#24207;&#24517;&#39035;&#30340;&#25991;&#20214;&#65292;&#20854;&#20013;&#21253;&#25324;&#20004;&#20010;&#25991;&#20214;&#65306;pscript.hlp&#21644;aplwcsb1.ppd&#65292;&#32780;&#19988;&#19981;&#33021;&#24573;&#30053;&#65292;&#21542;&#21017;&#39537;&#21160;&#26080;&#27861;&#27491;&#30830;&#23433;&#35013;&#12290;&#26412;&#25991;&#30340;&#38468;&#20214;&#23601;&#26159;&#36825;&#20004;&#20010;&#25991;&#20214;&#12290;&#19979;&#36733;&#36825;&#20004;&#20010;&#25991;&#20214;&#65292;&#25351;&#23450;&#32473;&#31995;&#32479;&#30456;&#24212;&#30340;&#22320;&#22336;&#65292;&#23601;&#21487;&#20197;&#23436;&#25104;&#23433;&#35013;&#20102;&#12290;</span></span><br /><span style="font-family: &#23435;&#20307;;"><span style="font-size: small;">4&#12289;OK&#65292;&#29616;&#22312;&#20320;&#30340;&#25171;&#21360;&#26426;&#20013;&#32456;&#20110;&#20986;&#29616;Adobe PDF Converter<br />
&#65292;&#20294;&#26159;&#36825;&#20010;&#26102;&#20399;office&#20013;&#30340;&#36716;&#25442;&#25353;&#38062;&#36824;&#26159;&#19981;&#33021;&#27491;&#24120;&#20351;&#29992;&#65292;&#20381;&#28982;&#20250;&#24377;&#20986;&#23545;&#35805;&#26694;&#65281;&#24517;&#39035;&#23558;&#36825;&#20010;&#25171;&#21360;&#26426;&#30340;&#21517;&#23383;&#37325;&#21629;&#21517;&#20026;&#8220;Adobe<br />
PDF&#8221;&#12290;&#37325;&#21629;&#21517;&#21518;&#65292;&#27979;&#35797;&#21491;&#38190;&#33756;&#21333;&#21644;Office&#20013;&#30340;&#36716;&#25442;&#25351;&#20196;&#65292;&#32456;&#20110;&#39034;&#21033;&#36716;&#25442;&#25104;&#21151;&#65281;&#65281;</span></span></p>
<p><span style="font-family: &#23435;&#20307;;"><span style="font-size: small;">http://www.bjzmw.cn/bbs/attachment.php?aid=124&#32570;&#23569;&#30340;&#25991;&#20214;&#36825;&#37324;&#19979;&#36733;<br /></span></span></p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2009/12/06/%E9%87%8A%E6%A2%A6/">释梦</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2009-12-06T00:00:00+08:00" pubdate data-updated="true">Dec 6<span>th</span>, 2009</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p><img src="http://filer.blogbus.com/5333148/53331481260067687u.jpg" border="0" alt="" /></p>
<p>&#21448;&#20570;&#20102;&#19968;&#22812;&#30340;&#26790;&#65292;&#34987;&#36861;&#26432;&#65292;&#36825;&#27425;&#26159;&#26657;&#22253;&#26538;&#20987;&#26696;&#65292;&#25105;&#25340;&#21629;&#30340;&#36867;&#65292;&#20225;&#22270;&#36530;&#36807;&#26538;&#25163;&#30340;&#36861;&#20987;&#65292;&#36305;&#20102;&#25972;&#25972;&#19968;&#26202;&#19978;&#65292;&#22909;&#32047;~~~</p>
<p>&#20174;&#23567;&#26368;&#29233;&#20570;&#20004;&#31181;&#26790;&#65306;</p>
<p>&#20174;&#27004;&#26799;&#25110;&#20219;&#20309;&#39640;&#30340;&#22320;&#26041;&#19968;&#33050;&#36393;&#31354;&#65292;&#22368;&#20837;&#26080;&#24213;&#28145;&#28170;&#65292;&#25972;&#20010;&#20154;&#19968;&#20010;&#28608;&#28789;&#20174;&#26790;&#20013;&#24778;&#37266;&#12290;&#26377;&#20154;&#23433;&#24944;&#25105;&#35828;&#36825;&#26159;&#22312;&#38271;&#20010;&#23376;&#65292;&#25105;&#25285;&#24515;&#36825;&#26159;&#21069;&#19990;&#20170;&#29983;&#26576;&#31181;&#23487;&#21629;&#30340;&#26263;&#31034;&#12290;&#26368;&#36817;&#20960;&#24180;&#65292;&#27604;&#36739;&#23569;&#20570;&#36825;&#26679;&#30340;&#26790;&#20102;&#65292;&#20294;&#24635;&#26159;&#20196;&#20154;&#23475;&#24597;&#12290;</p>
<p>&#21478;&#19968;&#31181;&#65292;&#23601;&#26159;&#21069;&#22812;&#30340;&#36861;&#26432;&#21095;&#12290;&#34987;&#19981;&#21516;&#30340;&#20154;&#36861;&#26432;&#65292;&#36319;&#30528;&#19981;&#21516;&#30340;&#20154;&#36867;&#38590;&#65292;&#20854;&#20013;&#30340;&#24778;&#24515;&#21160;&#39748;&#19981;&#20122;&#20110;&#30475;&#19968;&#37096;&#22909;&#33713;&#22366;&#24748;&#30097;&#29255;&#12290;&#25972;&#20010;&#22812;&#26202;&#65292;&#31070;&#32463;&#32039;&#24352;&#65292;&#33258;&#24049;&#30340;&#24515;&#33039;&#20284;&#20046;&#37117;&#22312;&#29123;&#28903;&#65292;&#26089;&#26216;&#37266;&#26469;&#65292;&#20284;&#20046;&#36825;&#19968;&#22812;&#37117;&#27809;&#30561;&#30528;&#12290;</p>
<p>&#30334;&#24230;&#20102;&#19968;&#19979;&#65292;&#24635;&#26159;&#26790;&#35265;&#34987;&#36861;&#26432;&#26159;&#32570;&#20047;&#23433;&#20840;&#24863;&#30340;&#34920;&#29616;&#65292;&#21548;&#36215;&#26469;&#36824;&#34542;&#31526;&#21512;&#36923;&#36753;&#30340;&#12290;&#19981;&#30693;&#36947;&#22312;&#21738;&#37324;&#33021;&#25214;&#21040;&#23433;&#20840;&#24863;</p>
<p>&#22238;&#24518;&#20102;&#19968;&#19979;&#65292;&#29422;&#23376;&#65292;&#29481;&#29481;&#65292;&#26538;&#25163;&#65292;&#31934;&#31070;&#30149;&#24739;&#32773;&#65292;&#30005;&#24433;&#30005;&#35270;&#23567;&#35828;&#20013;&#30340;&#37034;&#24694;&#21147;&#37327;&#65292;&#29616;&#23454;&#29983;&#27963;&#20013;&#25105;&#19981;&#21916;&#27426;&#30340;&#20154;&#65292;&#23475;&#24597;&#30340;&#20154;&#12290;&#12290;&#12290;&#12290;&#37117;&#26366;&#32463;&#35201;&#26469;&#25810;&#25343;&#25105;&#12290;&#32780;&#36319;&#30528;&#25105;&#36867;&#38590;&#30340;&#65292;&#26377;&#23478;&#20154;&#65292;&#38394;&#34588;&#20204;&#65292;&#36824;&#26377;&#26576;&#33879;&#21517;&#39764;&#27861;&#24072;&#65292;&#31070;&#20185;&#25945;&#27597;&#20043;&#31867;&#65292;&#26377;&#27425;&#36824;&#24102;&#30528;&#29492;&#23376;&#65288;&#36825;&#23478;&#20249;&#23436;&#20840;&#26159;&#32047;&#36184;&#65292;&#19968;&#28857;&#24537;&#37117;&#24110;&#19981;&#19978;&#65292;&#36824;&#24471;&#25105;&#25805;&#24515;&#20445;&#25252;&#12290;&#12290;&#12290;&#65289;&#12290;</p>
<p>&#21360;&#35937;&#26368;&#28145;&#30340;&#19968;&#27425;&#65292;&#26159;&#34987;&#22823;&#29481;&#29481;&#36861;&#26432;&#65292;&#22312;&#36867;&#36305;&#30340;&#36807;&#31243;&#20013;&#20174;&#27004;&#26799;&#19978;&#25684;&#19979;&#26469;&#12290;&#20004;&#20010;&#22121;&#26790;&#30340;&#32467;&#21512;&#20307;~~~</p>
<p>&#24681;&#65292;&#25105;&#23454;&#22312;&#19981;&#21916;&#27426;&#20570;&#36825;&#26679;&#30340;&#26790;&#65292;&#24590;&#26679;&#33021;&#25226;&#20182;&#20174;&#33041;&#20013;&#36214;&#36208;&#12290;
<object classid="clsid:6bf52a52-394a-11d3-b153-00c04f79faa6" width="0" height="0" codebase="http://activex.microsoft.com/activex/controls/mplayer/en/nsmp2inf.cab#Version=5,1,52,701">
<param name="url" value="http://super.yeshj.com/music/musics/2008/07/28/a4fa01b004b249c78957d7b45700a77d.mp3" /><embed type="application/x-mplayer2" width="0" height="0" src="http://super.yeshj.com/music/musics/2008/07/28/a4fa01b004b249c78957d7b45700a77d.mp3"></embed></object>
</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2009/12/04/smart-is-the-new-sexy/">Smart Is the New Sexy</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2009-12-04T00:00:00+08:00" pubdate data-updated="true">Dec 4<span>th</span>, 2009</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>
<object classid="clsid:6bf52a52-394a-11d3-b153-00c04f79faa6" width="0" height="0" codebase="http://activex.microsoft.com/activex/controls/mplayer/en/nsmp2inf.cab#Version=5,1,52,701">
<param name="url" value="http://sq.txdnl.com/mwt/i/m/e/l/imelpomene/playlists/133033/1739426.mp3" /><param name="url" value="http://sq.txdnl.com/mwt/i/m/e/l/imelpomene/playlists/133033/1739426.mp3" /><embed type="application/x-mplayer2" width="0" height="0" src="http://sq.txdnl.com/mwt/i/m/e/l/imelpomene/playlists/133033/1739426.mp3" url="http://sq.txdnl.com/mwt/i/m/e/l/imelpomene/playlists/133033/1739426.mp3"></embed></object>
</p>
<p>
<object classid="clsid:6bf52a52-394a-11d3-b153-00c04f79faa6" width="0" height="0" codebase="http://activex.microsoft.com/activex/controls/mplayer/en/nsmp2inf.cab#Version=5,1,52,701">
<param name="url" value="http://iguessimfloating.net/assets/mp3s/21%20Big%20Bang%20Theory%20Theme.mp3" /><param name="url" value="http://iguessimfloating.net/assets/mp3s/21%20Big%20Bang%20Theory%20Theme.mp3" /><embed type="application/x-mplayer2" width="0" height="0" src="http://iguessimfloating.net/assets/mp3s/21%20Big%20Bang%20Theory%20Theme.mp3" url="http://iguessimfloating.net/assets/mp3s/21%20Big%20Bang%20Theory%20Theme.mp3"></embed></object>
</p>
<p><img src="http://filer.blogbus.com/5333148/53331481259915511h.jpg" border="0" alt="" /></p>
<p>The big bang theory&#30340;&#20027;&#39064;&#26354;&#65292;&#22836;&#22238;&#29992;blogbus&#30340;&#38899;&#20048;&#25554;&#20837;&#65292;&#20063;&#19981;&#30693;&#36947;URL&#24324;&#23545;&#20102;&#65292;&#27468;&#21517;&#20799;&#21483;the history of everything&#12290;&#32593;&#32476;&#19981;&#22909;&#65292;&#25105;&#23601;&#36148;&#20102;&#20010;&#27468;&#35789;&#65292;&#19981;&#39564;&#35777;&#26354;&#23376;&#33021;&#21542;&#25773;&#25918;&#20102;&#65292;&#21916;&#27426;&#30340;&#35805;&#30334;&#24230;&#19968;&#19979;&#29408;easy&#30340;&#12290;&#21453;&#27491;&#25105;&#24456;&#26159;&#21916;&#27426;&#21584;~~~</p>
<p>&#24681;&#65292;&#36234;&#26469;&#36234;&#21916;&#27426;&#36825;&#37096;&#21095;&#20102;&#65292;&#34429;&#28982;&#20013;&#38388;&#26377;&#20960;&#38598;&#30340;Sheldon&#24456;&#19981;&#25307;&#20154;&#24453;&#35265;&#65292;&#36824;&#22909;&#32534;&#21095;&#20204;&#21450;&#26102;&#35843;&#25972;&#20102;&#12290;&#23815;&#25308;&#19979;&#36825;&#37096;&#21095;&#30340;&#32534;&#21095;&#20204;&#65292;&#33021;&#25226;&#31185;&#23398;&#25972;&#25104;&#36825;&#26679;&#30495;&#19981;&#23481;&#26131;&#65292;</p>
<p>smart is the new sexy!&#21681;&#24471;&#21162;&#21147;&#35753;&#33258;&#24049;&#20877;&#32874;&#26126;&#28857;&#21834;~~&#24341;&#29992;&#19979;Sheldon&#29233;&#35828;&#30340;&#37027;&#21477;&#35805;&#65306;interesting~~~mua&#8212;haha~~~</p>
<p>Our&#160;whole&#160;universe&#160;was&#160;in&#160;a&#160;hot&#160;dense&#160;state,
<br />Then&#160;nearly&#160;fourteen&#160;billion&#160;years&#160;ago&#160;expansion&#160;started,&#160;wait&#8230;
<br />The&#160;Earth&#160;began&#160;to&#160;cool,
<br />The&#160;autotrophs&#160;began&#160;to&#160;drool,
<br />Neanderthals&#160;developed&#160;tools,
<br />We&#160;built&#160;a&#160;wall&#160;(we&#160;built&#160;the&#160;pyramids),
<br />Math,&#160;science,&#160;history,&#160;unravelling&#160;the&#160;mysteries,
<br />That&#160;all&#160;started&#160;with&#160;the&#160;big&#160;bang!
<br /><br />&#8220;Since&#160;the&#160;dawn&#160;of&#160;man&#8221;&#160;is&#160;really&#160;not&#160;that&#160;long,
<br />As&#160;every&#160;galaxy&#160;was&#160;formed&#160;in&#160;less&#160;time&#160;than&#160;it&#160;takes&#160;to&#160;sing&#160;this&#160;song.
<br />A&#160;fraction&#160;of&#160;a&#160;second&#160;and&#160;the&#160;elements&#160;were&#160;made.
<br />The&#160;bipeds&#160;stood&#160;up&#160;straight,
<br />The&#160;dinosaurs&#160;all&#160;met&#160;their&#160;fate,
<br />They&#160;tried&#160;to&#160;leap&#160;but&#160;they&#160;were&#160;late
<br />And&#160;they&#160;all&#160;died&#160;(they&#160;froze&#160;their&#160;asses&#160;off)
<br />The&#160;oceans&#160;and&#160;pangea
<br />See&#160;ya,&#160;wouldn&#8217;t&#160;wanna&#160;be&#160;ya
<br />Set&#160;in&#160;motion&#160;by&#160;the&#160;same&#160;big&#160;bang!
<br /><br />It&#160;all&#160;started&#160;with&#160;the&#160;big&#160;BANG!
<br /><br />It&#8217;s&#160;expanding&#160;ever&#160;outward&#160;but&#160;one&#160;day
<br />It&#160;will&#160;cause&#160;the&#160;stars&#160;to&#160;go&#160;the&#160;other&#160;way,
<br />Collapsing&#160;ever&#160;inward,&#160;we&#160;won&#8217;t&#160;be&#160;here,&#160;it&#160;won&#8217;t&#160;be&#160;heard
<br />Our&#160;best&#160;and&#160;brightest&#160;figure&#160;that&#160;it&#8217;ll&#160;make&#160;an&#160;even&#160;bigger&#160;bang!
<br /><br />Australopithecus&#160;would&#160;really&#160;have&#160;been&#160;sick&#160;of&#160;us
<br />Debating&#160;how&#160;we&#8217;re&#160;here,&#160;they&#8217;re&#160;catching&#160;deer&#160;(we&#8217;re&#160;catching&#160;viruses)
<br />Religion&#160;or&#160;astronomy,&#160;Encarta,&#160;Deuteronomy
<br />It&#160;all&#160;started&#160;with&#160;the&#160;big&#160;bang!
<br /><br />Music&#160;and&#160;mythology,&#160;Einstein&#160;and&#160;astrology
<br />It&#160;all&#160;started&#160;with&#160;the&#160;big&#160;bang!
<br />It&#160;all&#160;started&#160;with&#160;the&#160;big&#160;BANG!</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2009/12/03/hp/">HP</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2009-12-03T00:00:00+08:00" pubdate data-updated="true">Dec 3<span>rd</span>, 2009</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#20146;&#29233;&#30340;&#30005;&#33041;&#25346;&#20102;&#12290;&#36825;&#26159;&#20004;&#21608;&#21069;&#30340;&#20107;&#24773;&#20102;&#12290;&#25509;&#30528;&#33406;&#24343;&#26862;&#21516;&#23398;&#36864;&#24441;&#21448;&#22797;&#20986;&#20102;&#65292;&#25105;&#30340;&#30005;&#33041;&#32456;&#20110;&#25165;&#22909;&#20102;&#12290;</p>
<p>&#20854;&#38388;&#65292;&#25105;&#21448;&#35013;&#31995;&#32479;&#21448;&#26432;&#27602;&#30340;&#65292;&#27809;&#23569;&#25240;&#33150;&#65292;&#21487;&#19968;&#28857;&#29992;&#37117;&#27809;&#12290;&#36824;&#26159;&#21435;&#20102;&#32500;&#20462;&#37096;&#12290;&#36825;&#20063;&#26159;&#25105;&#24403;&#21021;&#20026;&#21861;&#19981;&#21916;&#27426;&#23398;&#30828;&#20214;&#30340;&#21407;&#22240;&#20043;&#19968;&#12290;&#36719;&#20214;&#22351;&#20102;&#37325;&#35013;&#23601;&#25104;&#65292;&#27809;&#21861;&#25104;&#26412;&#65292;&#24182;&#19988;&#38382;&#39064;&#20063;&#22522;&#26412;&#21487;&#25511;&#12290;&#21487;&#25442;&#20570;&#26159;&#30828;&#20214;&#65292;&#22351;&#20102;&#23601;&#26159;&#22351;&#20102;&#65292;&#19968;&#33324;&#20154;&#20799;&#27809;&#21861;&#35774;&#22791;&#30340;&#35805;&#65292;&#36824;&#30495;&#27809;&#36761;&#12290;&#12290;&#12290;</p>
<p>&#35805;&#35828;&#25105;&#26412;&#26412;&#36807;&#20445;&#21322;&#24180;&#20102;&#65292;&#24800;&#26222;&#30340;dv2000&#12290;&#23617;&#39072;&#23617;&#39072;&#36305;&#21435;&#25214;HP&#30340;&#37329;&#29260;&#21806;&#21518;&#65292;&#37027;&#20154;&#22826;&#29408;&#20102;&#65292;&#21548;&#25105;&#25551;&#36848;&#23436;&#38382;&#39064;&#65292;&#24320;&#26426;&#65292;&#30475;&#35265;&#40657;&#23631;&#35201;&#25665;F1&#65292;&#30452;&#25509;&#26029;&#23450;&#30828;&#30424;&#35201;&#25442;&#65292;&#31995;&#32479;&#21551;&#21160;&#21518;&#65292;&#21548;&#20102;&#19979;&#39118;&#25159;&#30340;&#22768;&#38899;&#65292;&#21448;&#35828;&#35201;&#25442;&#12290;&#20004;&#20998;&#38047;&#65292;&#27809;&#26377;&#20219;&#20309;&#19987;&#19994;&#27979;&#35797;&#65292;&#23601;&#35828;&#25442;&#65292;&#20498;&#26159;&#30495;&#30465;&#20107;&#20799;&#65292;&#19981;&#33457;&#20182;&#30340;&#38065;&#19981;&#24515;&#30140;&#20182;&#12290;&#12290;&#12290;&#25442;&#20010;&#39118;&#25159;480&#65292;&#25442;&#20010;160G&#30828;&#30424;480&#65292;&#36825;&#26681;&#26412;&#29992;&#19981;&#19978;&#25105;&#25488;&#25351;&#31639;&#65292;&#30452;&#25509;&#35753;&#20182;&#32473;&#25105;&#35013;&#26426;&#65292;&#25105;&#36208;&#20154;&#20102;&#12290;</p>
<p>&#21435;&#36187;&#26684;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#36187;&#26684;&#37027;&#23478;&#31528;&#31528;&#20462;&#26159;&#32593;&#19978;&#26597;&#26469;&#30340;&#65292;&#30475;&#32769;&#26495;&#36824;&#31639;&#25964;&#19994;&#65292;&#25105;&#20063;&#32047;&#20102;&#65292;&#23601;&#30452;&#25509;&#37027;&#20799;&#20462;&#20102;&#12290;&#21516;&#26679;&#30340;&#25551;&#36848;&#38382;&#39064;&#65292;&#24320;&#26426;&#65292;&#35980;&#20284;dv&#31995;&#21015;&#26174;&#21345;&#20986;&#38382;&#39064;&#36865;&#20462;&#30340;&#24456;&#22810;&#65292;&#21516;&#24535;&#20204;&#37117;&#20197;&#20026;&#25105;&#30340;&#26174;&#21345;&#25346;&#20102;&#12290;&#12290;&#12290;&#37027;&#23601;&#35797;&#39564;&#21591;&#65292;&#36305;3d&#65292;&#24456;&#39034;&#30021;&#65292;&#27809;&#21040;5&#20998;&#38047;&#65292;&#28201;&#24230;&#26816;&#27979;CPU&#30452;&#25509;&#23601;&#39129;&#19978;80&#24230;&#20102;&#65292;&#30828;&#30424;&#20063;&#19981;&#29976;&#31034;&#24369;&#21834;&#65292;70+&#12290;&#39069;&#28404;&#23064;&#21834;&#65292;&#32500;&#20462;&#37096;&#30340;&#24072;&#20613;&#36319;&#23398;&#24466;&#25490;&#38431;&#35266;&#25705;&#22914;&#27492;&#28201;&#26262;&#30340;&#26412;&#26412;&#12290;&#32780;&#19988;&#20856;&#22411;&#30340;&#21319;&#28201;&#24555;&#38477;&#28201;&#24930;&#12290;&#12290;&#12290;</p>
<p>&#21643;&#21150;&#65311;&#25442;&#39118;&#25159;&#21591;~&#20110;&#26159;&#19968;&#23567;&#23401;&#25273;&#33011;&#33162;&#25405;&#34966;&#23376;&#65292;&#24320;&#22987;&#35299;&#21078;&#12290;&#22240;&#20026;&#24597;&#34987;JS&#25442;&#38646;&#20214;&#65292;&#25105;&#22362;&#25345;&#35266;&#25705;&#25972;&#20010;&#25163;&#26415;&#36807;&#31243;&#12290;&#28982;&#21518;&#23601;&#30524;&#30597;&#36825;&#25105;&#21487;&#29233;&#30340;&#30005;&#33041;&#34987;&#32930;&#35299;&#30340;&#27809;&#20010;&#20154;&#26679;&#20799;&#65292;&#33021;&#25286;&#30340;&#20840;&#37117;&#25286;&#20102;&#65292;&#19968;&#29255;&#20799;&#19968;&#29255;&#20799;&#30340;&#26495;&#26495;&#65292;&#25343;&#36215;&#26469;&#24213;&#19979;&#36824;&#25481;&#30528;&#20960;&#26681;&#32447;&#32447;&#65292;&#36824;&#26377;&#20123;&#28784;&#23576;&#22312;&#21608;&#36973;&#33829;&#36896;&#27668;&#27675;&#65292;&#37027;&#24808;&#29366;&#12290;&#12290;&#12290;&#25105;&#37117;&#21463;&#19981;&#20102;&#20102;&#65292;&#24515;&#30140;&#24471;&#35201;&#27515;&#12290;&#12290;&#12290;&#30475;&#36807;&#29926;&#21147;&#27809;&#65292;&#20182;&#34987;&#22403;&#22334;&#22788;&#29702;&#22120;&#21387;&#22351;&#30340;&#26679;&#23376;&#22815;&#24808;&#20102;&#21543;&#65292;&#25105;&#23478;&#23567;&#26412;&#27604;&#37027;&#36824;&#21487;&#24604;&#65281;&#26174;&#31034;&#22120;&#37117;&#21981;&#26865;&#21679;&#26865;&#30340;&#30828;&#32473;&#25300;&#19979;&#26469;&#20102;&#65292;&#21834;&#12290;&#12290;&#12290;&#12290;&#20986;&#21457;&#21069;&#65292;&#25105;&#36824;&#19987;&#38376;&#24102;&#20102;&#30456;&#26426;&#65292;&#35828;&#25293;&#19979;&#20462;&#29702;&#36807;&#31243;&#30041;&#20010;&#32426;&#24565;&#21591;&#12290;&#37027;&#20250;&#24515;&#30140;&#30340;&#21738;&#36824;&#39038;&#24471;&#19978;&#25293;&#29031;&#65292;&#20877;&#35828;&#20102;&#65292;&#20063;&#27809;&#21191;&#27668;&#25343;&#22914;&#27492;&#24808;&#28872;&#30340;&#22270;&#29255;&#20877;&#21050;&#28608;&#33258;&#24049;&#65292;&#36930;&#25918;&#24323;&#12290;&#12290;&#12290;</p>
<p>&#25442;&#20102;&#39118;&#25159;&#28201;&#24230;&#38477;&#20102;&#65292;&#30005;&#33041;&#20381;&#28982;&#21345;&#65292;&#26469;&#19981;&#21450;&#26816;&#26597;&#23601;&#19979;&#29677;&#20102;&#65292;&#25105;&#21448;&#24525;&#21463;&#20102;&#19968;&#26202;&#19978;&#36830;&#29609;&#32440;&#29260;&#40736;&#26631;&#37117;&#20250;&#25238;&#30340;&#31995;&#32479;&#12290;&#20170;&#26089;&#65292;&#19968;&#26089;&#22868;&#36187;&#26684;&#21435;&#65292;&#20570;&#22909;&#20877;&#27425;&#25163;&#26415;&#30340;&#24515;&#29702;&#20934;&#22791;&#12290;&#26816;&#26597;&#30828;&#30424;&#65292;&#21018;&#24320;&#22987;&#27809;&#20960;&#20998;&#38047;&#23601;&#20986;&#29616;&#20457;&#29289;&#29702;&#22351;&#36947;&#12290;&#25353;&#29031;&#26816;&#27979;&#36719;&#20214;&#30340;&#20998;&#32423;&#65292;&#20986;&#29616;&#27225;&#33394;&#65292;&#32418;&#33394;&#22359;&#23601;&#26159;&#20005;&#37325;&#32423;&#38169;&#35823;&#20102;&#65292;&#19981;&#21040;10&#20998;&#38047;&#65292;&#25105;&#26377;&#20102;&#36817;50&#20010;&#12290;&#12290;&#12290;&#12290;&#20110;&#26159;&#65292;&#32500;&#20462;&#37096;&#30340;&#24072;&#20613;&#21644;&#23398;&#24466;&#20204;&#21448;&#24320;&#22987;&#25490;&#38431;&#35266;&#25705;&#65292;&#27599;&#20010;&#20154;&#36824;&#37117;&#38750;&#24120;&#25964;&#19994;&#65292;&#20020;&#36208;&#19981;&#24536;&#29992;&#33258;&#24049;&#30340;&#19987;&#19994;&#30693;&#35782;&#20570;&#35786;&#26029;&#65292;&#39034;&#20415;&#21050;&#28608;&#25105;&#24188;&#23567;&#33030;&#24369;&#30340;&#24515;&#28789;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#25240;&#33150;&#20102;&#20004;&#22825;&#65292;&#20195;&#20215;&#26159;&#65292;&#19968;&#20010;&#39118;&#25159;150RMB&#65292;&#19968;&#20010;&#30828;&#30424;360RMB&#65292;&#20026;&#20102;&#30041;&#20316;&#32426;&#24565;&#65292;&#33039;&#30340;&#28784;&#27604;&#32769;&#22899;&#20154;&#33080;&#19978;&#30340;&#31881;&#36824;&#21402;&#30340;&#30772;&#39118;&#25159;&#24102;&#22238;&#26469;&#20102;&#65292;&#20026;&#20102;&#30465;&#38065;&#65292;&#25105;&#25226;&#22909;&#20960;&#20010;&#36923;&#36753;&#22351;&#36947;&#29289;&#29702;&#22351;&#36947;&#30340;&#26087;&#30828;&#30424;&#35013;&#22312;&#26032;&#22771;&#23376;&#37324;&#65292;&#20316;&#20026;&#21490;&#19978;&#26368;&#19981;&#31283;&#23450;&#30340;&#31227;&#21160;&#30828;&#30424;&#20351;&#20102;&#65292;&#24223;&#29289;&#20877;&#21033;&#29992;&#21591;&#65292;&#36825;&#20040;&#36149;&#30340;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#24635;&#32467;&#20102;&#19979;&#65292;&#25955;&#28909;&#19981;&#22909;&#26159;HP&#30340;&#36890;&#30149;&#65292;&#21152;&#19978;&#35199;&#23433;&#30340;&#31354;&#27668;&#39063;&#31890;&#22810;&#65292;&#25105;&#20063;&#20174;&#26469;&#27809;&#32500;&#25252;&#36807;&#21861;&#65292;&#39118;&#25159;&#33258;&#28982;&#20250;&#20986;&#38382;&#39064;&#12290;&#31070;&#22855;&#30340;&#26159;&#65292;&#25105;&#26412;&#26412;&#24863;&#35273;&#21040;&#21457;&#28907;&#24555;&#19968;&#24180;&#20102;&#65292;&#20174;&#26257;&#20551;&#24320;&#22987;&#20986;&#39118;&#21475;&#23601;&#24050;&#32463;&#24863;&#35273;&#19981;&#21040;&#31354;&#27668;&#27969;&#36890;&#20102;&#65292;&#30828;&#26159;&#22362;&#25345;&#21040;&#29616;&#22312;&#65292;&#22909;&#22362;&#24378;~~~&#23588;&#20854;&#20154;&#23478;&#37117;&#35828;dv&#26174;&#21345;&#29305;&#23047;&#27668;&#65292;&#20687;&#25105;&#36825;&#26679;&#39640;&#28201;&#28903;&#65292;&#26174;&#21345;&#31455;&#28982;&#36824;&#27963;&#30528;&#30495;&#26159;&#22855;&#36857;&#65292;&#24681;&#65292;&#25105;&#26174;&#21345;&#20105;&#27668;&#65281;&#20877;&#20105;&#27668;&#28857;&#65292;&#25745;&#21040;&#27605;&#19994;&#23601;&#21151;&#24503;&#22278;&#28385;&#20102;&#12290;&#12290;&#12290;</p>
<p>&#36824;&#26377;&#23601;&#26159;&#30828;&#30424;&#65292;&#36825;&#32431;&#31929;&#26159;&#25105;&#19981;&#29233;&#24796;&#36896;&#25104;&#30340;&#12290;&#33021;&#22351;&#25104;&#36825;&#26679;&#30340;&#30828;&#30424;&#20272;&#35745;&#30495;&#19981;&#22810;&#65292;&#21035;&#32769;&#35753;&#20182;&#39640;&#36895;&#36816;&#34892;&#65292;&#23588;&#20854;&#21035;&#22312;&#39640;&#36895;&#36816;&#34892;&#30340;&#26102;&#20505;&#26292;&#21147;&#20851;&#26426;&#65292;&#25110;&#32773;&#25644;&#30528;&#30005;&#33041;&#26179;&#33633;&#12290;&#25105;&#30340;&#30828;&#30424;&#32463;&#21463;&#36825;&#26679;&#30340;&#25240;&#30952;&#24456;&#20037;&#20102;&#65292;&#30495;&#26159;&#23545;&#19981;&#20303;&#20182;&#32769;&#20154;&#23478;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#20498;&#38665;&#30340;&#26102;&#20505;&#30495;&#30340;&#23601;&#20250;&#25972;&#20010;&#20154;&#30340;&#27668;&#22330;&#37117;&#29408;&#29408;&#20498;&#38665;&#65292;&#40736;&#26631;&#20063;&#25346;&#20102;&#65292;&#26524;&#28982;&#20080;&#32791;&#26448;&#19981;&#33021;&#36138;&#20415;&#23452;&#19981;&#33021;&#22270;&#22909;&#30475;&#65292;&#20140;&#19996;&#27491;&#22909;&#20419;&#38144;&#65292;&#19968;&#20010;&#36824;&#19981;&#38169;&#30340;&#28216;&#25103;&#40736;&#25165;79&#65292;&#19987;&#31243;&#36305;&#36187;&#26684;&#21435;&#32771;&#23519;&#20102;&#65292;&#25163;&#24863;&#24456;&#22909;&#65292;&#38500;&#20102;&#40736;&#26631;&#32922;&#23376;&#19978;&#30011;&#30340;&#37027;&#26465;&#34503;&#26377;&#28857;&#37034;&#24694;&#65292;&#37027;&#37324;&#21334;170&#65292;&#21704;&#21704;&#65292;&#39039;&#26102;&#35273;&#24471;&#25105;&#36186;&#20102;&#65292;&#22238;&#23478;&#23601;&#20808;&#19978;&#32593;&#19979;&#21333;&#35746;&#36141;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/533314812598495980.jpg" border="0" alt="" /></p>
<p>&#21643;&#26679;&#65292;&#36156;&#40657;&#26263;&#20102;&#21543;~~</p>
                                    </p>
</div>
  
  


    </article>
  
  <div class="pagination">
    
      <a class="prev" href="/blog/page/21/">&larr; Older</a>
    
    <a href="/blog/archives">Blog Archives</a>
    
    <a class="next" href="/blog/page/19/">Newer &rarr;</a>
    
  </div>
</div>
<aside class="sidebar">
  
    <section>
  <h1>Recent Posts</h1>
  <ul id="recent_posts">
    
      <li class="post">
        <a href="/blog/2013/01/13/hui-gu-2012/">回顾2012</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/08/my-frist-post/">my-frist-post</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/05/14/eclipse---java.lang.noclassdeffounderror%3A-com.jayway.android.robotium.solo.solo%E9%94%99%E8%AF%AF%E8%A7%A3%E5%86%B3/">eclipse - java.lang.NoClassDefFoundError: com.jayway.android.robotium.solo.Solo错误解决</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/04/08/%E4%BD%A0%E7%8E%B0%E5%9C%A8%E7%9A%84%E5%B7%A5%E4%BD%9C%E8%BD%BB%E6%9D%BE%E4%B9%88%EF%BC%9F/">你现在的工作轻松么？</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/02/19/css%E7%AC%94%E8%AE%B0-position%E9%83%BD%E6%9C%89%E5%95%A5%E5%B1%9E%E6%80%A7/">CSS笔记-position都有啥属性</a>
      </li>
    
  </ul>
</section>






  
</aside>

    </div>
  </div>
  <footer role="contentinfo"><p>
  Copyright &copy; 2013 - muggleyoung -
  <span class="credit">Powered by <a href="http://octopress.org">Octopress</a>. Design by <a href="http://octopressthemes.com">Octopress Themes</a>.</span>
</p>

</footer>
  







  <script type="text/javascript">
    (function(){
      var twitterWidgets = document.createElement('script');
      twitterWidgets.type = 'text/javascript';
      twitterWidgets.async = true;
      twitterWidgets.src = 'http://platform.twitter.com/widgets.js';
      document.getElementsByTagName('head')[0].appendChild(twitterWidgets);
    })();
  </script>





</body>
</html>
