
<!DOCTYPE html>
<!--[if IEMobile 7 ]><html class="no-js iem7"><![endif]-->
<!--[if lt IE 9]><html class="no-js lte-ie8"><![endif]-->
<!--[if (gt IE 8)|(gt IEMobile 7)|!(IEMobile)|!(IE)]><!--><html class="no-js" lang="en"><!--<![endif]-->
<head>
  <meta charset="utf-8">
  <title>诱惑大大滴 - </title>
  <meta name="author" content="muggleyoung">

  
  <meta name="description" content="&#35201;&#22238;&#23398;&#26657;&#20102;&#65292;&#29241;&#22320;&#19968;&#22823;&#26089;&#36305;&#21040;&#25105;&#24202;&#19978;&#26469;&#27627;&# &hellip;">
  

  <!-- http://t.co/dKP3o1e -->
  <meta name="HandheldFriendly" content="True">
  <meta name="MobileOptimized" content="320">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  
  <link rel="canonical" href="http://muggleyoung.github.com/blog/2010/07/26/%E8%AF%B1%E6%83%91%E5%A4%A7%E5%A4%A7%E6%BB%B4/">
  <link href="/favicon.png" rel="icon">
  <link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
  <script src="/javascripts/modernizr-2.0.js"></script>
  <script src="/javascripts/ender.js"></script>
  <script src="/javascripts/octopress.js" type="text/javascript"></script>
  <link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
  <!--Fonts from Google"s Web font directory at http://google.com/webfonts -->
<link href="http://fonts.googleapis.com/css?family=PT+Serif:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<link href="http://fonts.googleapis.com/css?family=PT+Sans:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">

  

</head>

<body   >
  <header role="banner"><hgroup>
  <h1><a href="/"></a></h1>
  
    <h2>young for you</h2>
  
</hgroup>

</header>
  <nav role="navigation"><ul class="subscription" data-subscription="rss">
  <li><a href="/atom.xml" rel="subscribe-rss" title="subscribe via RSS">RSS</a></li>
  
</ul>
  
<form action="http://google.com/search" method="get">
  <fieldset role="search">
    <input type="hidden" name="q" value="site:muggleyoung.github.com" />
    <input class="search" type="text" name="q" results="0" placeholder="Search"/>
  </fieldset>
</form>
  
<ul class="main-navigation">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
</ul>

</nav>
  <div id="main">
    <div id="content">
      <div>
<article class="hentry" role="article">
  
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-07-26T00:00:00+08:00" pubdate data-updated="true">Jul 26<span>th</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title">诱惑大大滴</h1>
    
  </header>


<div class="entry-content"><p>
                                    <p><img src="http://filer.blogbus.com/5333148/5333148_1280136482t.jpg" border="0" alt="" /></p>
<p>&#35201;&#22238;&#23398;&#26657;&#20102;&#65292;&#29241;&#22320;&#19968;&#22823;&#26089;&#36305;&#21040;&#25105;&#24202;&#19978;&#26469;&#27627;&#19981;&#30041;&#24773;&#30340;&#25226;&#25105;&#25488;&#37266;&#65292;&#38750;&#35201;&#32842;&#22825;&#12290;&#12290;&#12290;</p>
<p>&#36825;&#20250;&#20102;&#65292;&#31361;&#28982;&#24819;&#36215;&#26469;&#38382;&#25105;&#25104;&#37117;&#29609;&#20799;&#30340;&#21643;&#26679;</p>
<p>&#38382;&#23398;&#26657;&#30340;&#20107;&#20799;&#65292;&#38382;&#25214;&#24037;&#20316;&#30340;&#20107;&#20799;</p>
<p>&#25805;&#24515;&#25105;&#36825;&#25042;&#34507;&#29983;&#27963;&#19981;&#33021;&#33258;&#29702;&#12290;&#12290;&#12290;</p>
<p>&#25105;&#30561;&#24471;&#31232;&#37324;&#31946;&#28034;&#65292;&#30452;&#21756;&#21799;</p>
<p>&#21518;&#26469;&#29241;&#22920;&#20457;&#20154;&#19968;&#36215;&#20851;&#24515;&#36215;&#25105;&#30340;&#20010;&#20154;&#22823;&#20107;&#20799;&#12290;&#32769;&#20004;&#21475;&#38750;&#24471;&#35748;&#20026;&#65292;&#25105;&#19968;&#20010;&#20154;&#20986;&#21435;&#29609;&#37117;&#27809;&#20010;&#20276;&#20799;&#65292;&#29305;&#21487;&#24604;&#29305;&#23396;&#21333;&#29305;&#27809;&#21170;&#12290;&#24182;&#19988;&#35748;&#20026;&#25105;&#29616;&#22312;&#20043;&#25152;&#20197;&#36825;&#20040;&#25042;&#65292;&#19981;&#29233;&#24178;&#27963;&#65292;&#23601;&#26159;&#22240;&#20026;&#19968;&#20010;&#20154;&#65281;&#36825;&#28151;&#27788;&#30340;&#36923;&#36753;&#21834;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#29241;&#22320;&#35828;&#20102;&#65292;&#25214;&#20010;&#30007;&#26379;&#21451;&#65292;&#24182;&#19981;&#19968;&#23450;&#23601;&#38750;&#24471;&#20197;&#32467;&#23130;&#20026;&#30446;&#30340;&#22043;&#65292;&#33267;&#23569;&#29616;&#22312;&#19981;&#23396;&#21333;&#19981;&#26159;</p>
<p>&#23064;&#20146;&#20063;&#35828;&#20102;&#65292;&#30475;&#20320;&#21608;&#22260;&#30340;&#20154;&#65292;&#19981;&#37117;&#26377;&#30007;&#26379;&#21451;&#20040;&#65292;&#20320;&#25972;&#22825;&#19968;&#20010;&#20154;&#22810;&#27809;&#24847;&#24605;</p>
<p>&#21487;&#26159;&#37027;&#22825;&#21507;&#28900;&#32905;&#30340;&#26102;&#20505;&#36319;&#32982;&#23043;&#25488;&#25351;&#22836;&#31639;&#65292;&#25105;&#21608;&#22260;&#30340;&#20154;&#26159;&#37117;&#26377;&#23478;&#23646;&#20102;&#65292;&#21487;&#26159;&#65292;&#36319;&#25105;&#29609;&#30340;&#22909;&#30340;&#26379;&#21451;&#65292;&#21487;&#22522;&#26412;&#19978;&#37117;&#26159;&#19968;&#20010;&#20154;&#12290;&#21704;&#21704;&#65292;&#38590;&#24618;&#21681;&#25972;&#22825;&#27809;&#21861;&#21361;&#26426;&#24863;&#65292;&#30475;&#30528;&#30343;&#19978;&#19981;&#24613;&#22826;&#30417;&#24613;&#30340;&#26679;&#20799;&#65292;&#25105;&#21643;&#23601;&#36825;&#24320;&#24515;&#21602;~</p>
<p>&#30333;&#22825;&#30340;&#26102;&#20505;&#65292;&#25105;&#38388;&#25509;&#21521;&#32769;&#29241;&#25265;&#24616;&#25163;&#26426;&#30446;&#21069;&#21453;&#24212;&#26497;&#24930;&#36229;&#32423;&#19981;&#22909;&#20351;&#65292;&#25105;&#21892;&#35299;&#20154;&#24847;&#30340;&#32769;&#29241;&#30452;&#25509;&#35828;&#65292;&#31561;&#20320;&#25214;&#21040;&#24037;&#20316;&#20102;&#20877;&#20080;&#26032;&#30340;&#21543;&#12290;</p>
<p>&#25248;&#38376;&#20799;&#23064;&#20986;&#38754;&#38459;&#25318;:&#37117;&#35201;&#25379;&#38065;&#20102;&#36824;&#32473;&#22905;&#20080;&#21861;&#65281;</p>
<p>&#24515;&#26426;&#28145;&#37325;&#30340;&#29241;&#25913;&#21475;&#65306;&#37027;&#23601;&#25214;&#21040;&#30007;&#26379;&#21451;&#20102;&#65292;&#25442;&#25163;&#26426;&#21543;</p>
<p>&#39069;&#65292;&#36825;&#20040;&#22823;&#30340;&#35825;&#24785;&#65292;&#25105;&#30452;&#25509;&#36291;&#36291;&#27442;&#35797;&#34850;&#34850;&#27442;&#21160;&#20102;&#20040;&#12290;&#12290;&#12290;&#12290;&#12290;&#21704;&#21704;&#21704;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8211;</p>
<p>&#36824;&#26159;&#32769;&#29241;</p>
<p>&#20170;&#20799;&#27491;&#22909;&#25645;&#30528;&#39034;&#39118;&#36710;&#22238;&#23398;&#26657;&#12290;&#36335;&#19978;&#29241;&#21644;&#23567;&#21460;&#19968;&#30452;&#35752;&#35770;&#20080;&#20010;&#21861;&#36710;&#22909;&#12290;&#25105;&#19981;&#25026;&#65292;&#25554;&#19981;&#19978;&#22068;&#65292;&#36276;&#22312;&#21518;&#24231;&#25171;&#30604;&#30561;&#12290;</p>
<p>&#31361;&#28982;&#29241;&#22320;&#25197;&#33080;&#20914;&#25105;&#35828;&#65292;&#20320;&#35201;&#26159;&#20197;&#21518;&#30041;&#22312;&#35199;&#23433;&#24037;&#20316;&#30340;&#35805;&#65292;&#32473;&#20320;&#20080;&#36742;&#36710;&#65292;&#20197;&#21518;&#30452;&#25509;&#20303;&#23478;&#37324;&#65292;&#24320;&#36710;&#19978;&#19979;&#29677;&#12290;</p>
<p>&#25105;&#36460;&#40763;&#23376;&#19978;&#33080;&#65306;&#24320;&#36710;&#22238;&#23478;&#22826;&#40635;&#28902;&#65292;&#30452;&#25509;&#22312;&#35199;&#23433;&#32473;&#25105;&#20080;&#20010;&#25151;&#21591;~</p>
<p>&#29241;&#19981;&#29702;&#25105;&#20102;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#19981;&#36807;&#65292;&#36825;&#19981;&#21448;&#32473;&#35199;&#23433;&#22810;&#20102;&#19968;&#20010;&#29702;&#30001;&#12290;&#24471;&#20808;&#36214;&#32039;&#23398;&#39550;&#29031;&#20999;&#65281;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;-</p>
<p>&#39134;&#35828;&#65292;&#26469;&#26477;&#24030;&#21543;&#12290;&#25105;&#20250;&#27927;&#30871;&#65292;&#20250;&#25302;&#22320;&#12290;&#12290;&#12290;&#12290;bulabula&#12290;&#12290;&#12290;&#12290;&#25105;&#30340;&#22909;&#30475;&#34915;&#26381;&#20511;&#20320;&#31359;</p>
<p>&#24681;&#65292;&#26368;&#21518;&#19968;&#26465;&#25402;&#35825;&#20154;&#30340;&#12290;&#26080;&#32827;&#30340;&#23478;&#20249;&#36824;&#26174;&#25670;&#22905;&#30340;&#38215;&#26588;&#20043;&#23453;&#21246;&#24341;&#25105;&#12290;</p>
<p>&#21704;&#23612;&#65292;&#25105;&#35201;&#26159;&#21435;&#20102;&#26477;&#24030;&#65292;&#31532;&#19968;&#20219;&#21153;&#23601;&#26159;&#25226;&#20320;&#21507;&#32982;&#20102;&#65292;&#28982;&#21518;&#25250;&#36208;&#25152;&#26377;&#20320;&#31359;&#19981;&#19978;&#30340;&#34915;&#26381;&#65292;&#21704;&#21704;&#21704;</p>
<p>&#22312;&#26477;&#24030;&#30340;&#22909;&#22788;&#65292;&#38500;&#20102;&#26377;&#20320;&#21644;&#23567;&#40654;&#65292;&#23601;&#26159;&#26377;&#20320;&#24178;&#27963;&#21507;&#19996;&#35199;&#65292;&#22079;&#22079;</p>
<p>&#19975;&#19968;&#25105;&#24819;&#21507;&#21861;&#20102;&#65292;&#20570;&#19968;&#30871;&#20063;&#26159;&#20570;&#65292;&#19968;&#38149;&#20063;&#26159;&#20570;&#12290;&#21487;&#20197;&#20570;&#19968;&#38149;&#65292;&#20998;&#20320;&#28857;&#20799;&#65292;&#28982;&#21518;&#21602;&#65292;&#27927;&#30871;&#30340;&#27963;&#20799;&#21487;&#23601;&#19981;&#24402;&#25105;&#20102;&#21704;</p>
<p>&#19981;&#38169;&#19981;&#38169;&#65292;&#21069;&#25552;&#26159;&#65292;&#25105;&#36275;&#22815;&#21220;&#24555;&#24895;&#24847;&#20570;&#39277;~</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8211;</p>
<p>&#20025;&#26089;&#23601;&#35828;&#20102;&#65292;&#20197;&#21518;&#26469;&#21271;&#20140;&#21543;</p>
<p>&#24681;&#65292;&#21271;&#20140;&#30340;&#22909;&#22788;&#36824;&#29992;&#22810;&#35828;&#21527;&#12290;&#20809;&#26159;&#22909;&#29609;&#30340;&#22810;&#36825;&#19968;&#39033;&#65292;&#23601;&#36275;&#22815;&#25105;&#32673;&#24917;&#20102;&#12290;&#29616;&#22312;&#21448;&#22810;&#19968;&#26465;&#65292;&#26377;&#23452;&#23478;&#12290;</p>
<p>www&#22199;&#22199;&#65292;&#39318;&#37117;&#25171;&#25240;&#23395;&#21040;&#40479;~</p>
<p>&#36824;&#21457;&#20986;&#22909;&#22810;&#22270;&#29255;&#21050;&#28608;&#25105;</p>
<p>3w&#65292;&#20320;&#23478;&#23646;&#37027;&#26679;&#30340;&#21333;&#20301;&#22914;&#26524;&#35201;&#25105;&#65292;&#37027;&#25351;&#23450;&#25105;&#23601;&#26469;&#21862;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8211;</p>
<p>&#19981;&#36807;&#22043;&#65292;&#24093;&#37117;&#21644;&#35199;&#23433;&#30340;&#24694;&#21155;&#22825;&#27668;&#65292;&#36824;&#29992;&#25105;&#35828;&#20040;&#12290;&#36824;&#26377;&#21508;&#22823;&#22478;&#24066;&#35753;&#20154;&#24694;&#24515;&#30340;&#20132;&#36890;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#20854;&#20182;&#30340;&#35825;&#24785;&#23601;&#19981;&#22810;&#35828;&#20102;&#65292;&#19981;&#36275;&#20197;&#25552;&#36215;&#25105;&#30340;&#20852;&#36259;</p>
<p>&#20154;&#29983;&#27599;&#23558;&#35201;&#21040;&#36798;&#19968;&#20010;&#26032;&#38454;&#27573;&#26102;&#65292;&#24635;&#26159;&#20805;&#28385;&#36873;&#25321;&#12290;&#24198;&#24184;&#65292;&#33267;&#23569;&#21040;&#29616;&#22312;&#65292;&#21508;&#20010;&#23700;&#36335;&#21475;&#37117;&#30475;&#20284;&#20809;&#26126;&#12290;</p>
                                    </p>
</div>


  <footer>
    <p class="meta">
      
  

<span class="byline author vcard">Posted by <span class="fn">muggleyoung</span></span>

      








  



<time datetime="2010-07-26T00:00:00+08:00" pubdate data-updated="true">Jul 26<span>th</span>, 2010</time>
      


    </p>
    
      <div class="sharing">
  
  <a href="http://twitter.com/share" class="twitter-share-button" data-url="http://muggleyoung.github.com/blog/2010/07/26/%E8%AF%B1%E6%83%91%E5%A4%A7%E5%A4%A7%E6%BB%B4/" data-via="" data-counturl="http://muggleyoung.github.com/blog/2010/07/26/%E8%AF%B1%E6%83%91%E5%A4%A7%E5%A4%A7%E6%BB%B4/" >Tweet</a>
  
  
  
</div>

    
    <p class="meta">
      
        <a class="basic-alignment left" href="/blog/2010/07/24/%E6%B7%98%E5%AE%9D%E9%AA%97%E5%AD%90%E7%BA%AA/" title="Previous Post: 淘宝骗子纪">&laquo; 淘宝骗子纪</a>
      
      
        <a class="basic-alignment right" href="/blog/2010/07/27/%E4%B8%8D%E5%B9%B2%E4%B8%8D%E5%87%80%EF%BC%8C%E5%90%83%E4%BA%86%E6%B2%A1%E7%97%85/" title="Next Post: 不干不净，吃了没病">不干不净，吃了没病 &raquo;</a>
      
    </p>
  </footer>
</article>

</div>

<aside class="sidebar">
  
    <section>
  <h1>Recent Posts</h1>
  <ul id="recent_posts">
    
      <li class="post">
        <a href="/blog/2013/03/27/version-control-dot-vim-file-with-git/">Version Control .vim File With Git</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/25/how-to-use-font-icon-in-html/">How to use font icon in HTML</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-change-git-repo-name/">how to change git repo name</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-setup-a-new-remote-git-repo/">How to setup a new remote git repo</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/13/hui-gu-2012/">回顾2012</a>
      </li>
    
  </ul>
</section>






  
</aside>


    </div>
  </div>
  <footer role="contentinfo"><p>
  Copyright &copy; 2013 - muggleyoung -
  <span class="credit">Powered by <a href="http://octopress.org">Octopress</a>. Design by <a href="http://octopressthemes.com">Octopress Themes</a>.</span>
</p>

</footer>
  







  <script type="text/javascript">
    (function(){
      var twitterWidgets = document.createElement('script');
      twitterWidgets.type = 'text/javascript';
      twitterWidgets.async = true;
      twitterWidgets.src = 'http://platform.twitter.com/widgets.js';
      document.getElementsByTagName('head')[0].appendChild(twitterWidgets);
    })();
  </script>





</body>
</html>
