
<!DOCTYPE html>
<!--[if IEMobile 7 ]><html class="no-js iem7"><![endif]-->
<!--[if lt IE 9]><html class="no-js lte-ie8"><![endif]-->
<!--[if (gt IE 8)|(gt IEMobile 7)|!(IEMobile)|!(IE)]><!--><html class="no-js" lang="en"><!--<![endif]-->
<head>
  <meta charset="utf-8">
  <title>再游北京-2 - </title>
  <meta name="author" content="muggleyoung">

  
  <meta name="description" content="2nd day
8&#28857;&#21322;&#30340;&#38393;&#38047;&#65292;&#20986;&#38376;&#20061;&#28857;&#21322;&#65292;&#21644;WD&#23460;&#21451;&#39034;&#36335 &hellip;">
  

  <!-- http://t.co/dKP3o1e -->
  <meta name="HandheldFriendly" content="True">
  <meta name="MobileOptimized" content="320">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  
  <link rel="canonical" href="http://muggleyoung.github.com/blog/2010/04/23/%E5%86%8D%E6%B8%B8%E5%8C%97%E4%BA%AC-2/">
  <link href="/favicon.png" rel="icon">
  <link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
  <script src="/javascripts/modernizr-2.0.js"></script>
  <script src="/javascripts/ender.js"></script>
  <script src="/javascripts/octopress.js" type="text/javascript"></script>
  <link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
  <!--Fonts from Google"s Web font directory at http://google.com/webfonts -->
<link href="http://fonts.googleapis.com/css?family=PT+Serif:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<link href="http://fonts.googleapis.com/css?family=PT+Sans:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">

  

</head>

<body   >
  <header role="banner"><hgroup>
  <h1><a href="/"></a></h1>
  
    <h2>young for you</h2>
  
</hgroup>

</header>
  <nav role="navigation"><ul class="subscription" data-subscription="rss">
  <li><a href="/atom.xml" rel="subscribe-rss" title="subscribe via RSS">RSS</a></li>
  
</ul>
  
<form action="http://google.com/search" method="get">
  <fieldset role="search">
    <input type="hidden" name="q" value="site:muggleyoung.github.com" />
    <input class="search" type="text" name="q" results="0" placeholder="Search"/>
  </fieldset>
</form>
  
<ul class="main-navigation">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
</ul>

</nav>
  <div id="main">
    <div id="content">
      <div>
<article class="hentry" role="article">
  
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-04-23T00:00:00+08:00" pubdate data-updated="true">Apr 23<span>rd</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title">再游北京-2</h1>
    
  </header>


<div class="entry-content"><p>
                                    <p>2nd day</p>
<p>8&#28857;&#21322;&#30340;&#38393;&#38047;&#65292;&#20986;&#38376;&#20061;&#28857;&#21322;&#65292;&#21644;WD&#23460;&#21451;&#39034;&#36335;&#65292;&#20056;&#22352;&#24555;&#36895;&#20844;&#20132;&#12290;&#35745;&#21010;&#21435;798.</p>
<p>&#20844;&#20132;&#19978;&#36973;&#36156;&#12290;&#19968;&#22899;&#30340;&#65292;&#25105;&#37117;&#27809;&#30475;&#35265;&#36807;&#30495;&#20154;&#65292;&#20809;&#21548;&#35265;&#22768;&#38899;&#20102;&#65292;&#36208;&#22312;&#21322;&#36947;&#19978;&#23601;&#22823;&#21564;&#65292;&#19981;&#35753;&#21496;&#26426;&#24072;&#20613;&#38752;&#31449;&#20572;&#36710;&#65292;&#35828;&#33258;&#24049;&#38065;&#21253;&#20002;&#20102;&#12290;&#36824;&#36805;&#36895;&#25253;&#20102;&#35686;&#12290;&#36825;&#19979;&#22909;&#65292;&#24072;&#20613;&#35828;&#20844;&#21496;&#35268;&#23450;&#65292;&#25253;&#35686;&#20102;&#23601;&#19981;&#33021;&#24320;&#38376;&#65292;&#19968;&#36710;&#20154;&#20572;&#22312;&#36335;&#20013;&#38388;&#21160;&#19981;&#20102;&#12290;&#25105;&#20204;&#36824;&#22909;&#65292;&#19981;&#24590;&#20040;&#30528;&#24613;&#65292;&#36710;&#19978;&#26377;&#24613;&#30528;&#19978;&#29677;&#30340;&#65292;&#36214;&#28779;&#36710;&#30340;&#65292;&#21435;&#21307;&#38498;&#30475;&#30149;&#30340;&#12290;&#12290;&#12290;&#12290;&#12290;&#21557;&#25104;&#19968;&#29255;&#12290;</p>
<p>&#21548;&#20102;&#21322;&#22825;&#65292;&#21457;&#29616;&#65292;&#20002;&#38065;&#21253;&#30340;&#38065;&#21253;&#37324;&#27809;&#38065;&#12290;&#12290;&#12290;&#20840;&#26159;&#21345;&#12290;&#12290;&#12290;&#12290;&#22905;&#30828;&#35201;&#31561;&#35686;&#23519;&#12290;&#12290;&#12290;&#12290;&#21710;&#65292;&#22823;&#23478;&#37117;&#26080;&#22856;&#20102;&#65292;&#36825;&#19968;&#36710;&#20154;&#21602;&#12290;&#12290;&#12290;</p>
<p>&#20013;&#38388;&#26377;&#20010;&#23567;&#25554;&#26354;&#65292;&#24046;&#28857;&#27809;&#31505;&#27515;&#25105;&#12290;</p>
<p>&#37027;&#20250;&#20799;&#25105;&#20204;&#20200;&#37117;&#25214;&#21040;&#20102;&#24231;&#20799;&#65292;&#22352;&#37027;&#30452;&#21898;&#39295;&#12290;&#28982;&#21518;&#65292;&#26049;&#36793;&#19968;&#22823;&#21460;&#65292;&#24180;&#32426;&#39030;&#22810;&#36319;&#25105;&#29240;&#19968;&#26679;&#22823;&#30340;&#22823;&#21460;&#65292;&#22836;&#20063;&#19981;&#22238;&#65292;&#25733;&#30528;&#23617;&#32929;&#23601;&#24448;WD&#24231;&#20301;&#19978;&#25380;&#12290;&#12290;&#12290;&#12290;&#12290;&#30524;&#30597;&#30528;&#23601;&#22352;&#22905;&#33151;&#19978;&#20102;&#12290;&#12290;&#12290;&#12290;&#21704;&#21704;&#21704;&#65292;&#36825;&#22823;&#21460;&#65292;&#19968;&#22768;&#25307;&#21628;&#20063;&#19981;&#25171;&#65292;&#36824;&#33258;&#35328;&#33258;&#35821;&#30340;&#21898;&#32047;&#12290;&#12290;&#12290;&#12290;&#21523;&#30340;&#23043;&#30452;&#25509;&#36339;&#36215;&#26469;&#65292;&#23458;&#27668;&#30340;&#35828;&#65292;&#24231;&#20301;&#20320;&#20570;&#21543;&#65292;&#25105;&#31449;&#20250;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#22826;&#21487;&#24604;&#20102;&#65292;&#21704;&#21704;&#21704;&#65292;&#21463;&#20102;&#24778;&#21523;&#30340;&#23401;&#23376;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#25105;&#20204;&#24635;&#32467;&#30340;&#32463;&#39564;&#23601;&#26159;&#65292;&#22352;&#22312;&#20844;&#20132;&#36710;&#19978;&#30340;&#26102;&#20505;&#65292;&#24231;&#20301;&#19968;&#23450;&#35201;&#22352;&#28385;&#20102;&#65292;&#21315;&#19975;&#21035;&#30041;&#19979;&#19968;&#28857;&#31354;&#38553;&#12290;&#35201;&#25343;&#20986;&#21476;&#26102;&#20505;&#30343;&#24093;&#22352;&#40857;&#26885;&#30340;&#33539;&#20799;&#26469;&#12290;&#12290;&#12290;&#12290;&#22826;&#22909;&#29609;&#20102;&#65292;&#23043;&#23601;&#36825;&#20040;&#22312;&#25105;&#38754;&#21069;&#31449;&#20102;&#21322;&#23567;&#26102;&#22810;</p>
<p>&#25554;&#26354;&#23436;&#27605;&#12290;</p>
<p>&#32487;&#32493;&#35828;&#36973;&#36156;&#30340;&#20107;&#20799;&#12290;</p>
<p>&#35805;&#35828;&#25253;&#35686;&#20197;&#21518;&#65292;&#35686;&#23519;&#31455;&#28982;&#35828;&#35201;&#21322;&#23567;&#26102;&#25165;&#33021;&#21040;&#12290;&#22909;&#21543;&#65292;&#37027;&#23601;&#31561;&#21591;&#12290;</p>
<p>&#37027;&#36214;&#28779;&#36710;&#30340;&#21834;&#65292;&#19968;&#30452;&#21564;&#30528;&#35828;&#33258;&#24049;&#30528;&#24613;&#65292;&#20914;&#30528;&#22823;&#20249;&#20799;&#20351;&#21170;&#20799;&#25265;&#24616;&#65292;&#21487;&#26159;&#21496;&#26426;&#24072;&#20613;&#21483;&#20182;&#21830;&#37327;&#20107;&#20799;&#30340;&#26102;&#20505;&#65292;&#20182;&#30828;&#26159;&#27809;&#21548;&#35265;&#65292;&#20063;&#19981;&#25645;&#29702;&#65292;&#20809;&#39038;&#30528;&#33258;&#24049;&#21898;&#21483;&#30528;&#24613;&#12290;&#12290;&#12290;&#12290;&#30475;&#26469;&#23043;&#19968;&#28857;&#20063;&#19981;&#24613;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#36824;&#21548;&#35265;&#19968;&#23401;&#23376;&#65292;&#22909;&#20687;&#26159;&#22312;&#30334;&#24230;&#19978;&#29677;&#65292;&#35828;&#36831;&#21040;&#20102;&#35201;&#32602;200&#12290;&#20027;&#21160;&#25214;&#21040;&#20002;&#38065;&#21253;&#30340;&#65292;&#35753;&#22905;&#26816;&#26597;&#20102;&#27809;&#38382;&#39064;&#65292;&#20174;&#21496;&#26426;&#37027;&#37324;&#19979;&#36710;&#20102;&#12290;&#22909;&#29609;&#30340;&#26159;&#65292;&#30001;&#20110;&#26159;&#24555;&#36895;&#20844;&#20132;&#65292;&#19987;&#29992;&#36710;&#36947;&#65292;&#23043;&#19979;&#36710;&#20102;&#65292;&#20063;&#36824;&#26159;&#22256;&#22312;&#36335;&#19978;&#65292;&#27809;&#21150;&#27861;&#36328;&#20986;&#21435;&#25171;&#36710;&#65292;&#29228;&#22312;&#26639;&#26438;&#19978;&#30196;&#30196;&#22320;&#26395;&#30528;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#28982;&#21518;&#21602;&#65292;&#35686;&#23519;&#32456;&#20110;&#26469;&#20102;&#12290;&#31359;&#30528;&#38712;&#27668;&#65292;&#26550;&#21183;&#21313;&#36275;&#30340;&#65292;&#20174;&#21478;&#22806;&#19968;&#36742;&#24555;&#36895;&#20844;&#20132;&#36710;&#19978;&#36339;&#19979;&#26469;&#12290;&#22823;&#23478;&#20249;&#20799;&#37117;&#24778;&#20102;&#65292;&#21704;&#21704;&#21704;&#12290;&#22826;&#20146;&#27665;&#20102;&#36825;&#20063;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#26469;&#20102;&#23601;&#26469;&#20102;&#21591;&#12290;&#24708;&#19981;&#20986;&#20986;&#30340;&#38382;&#20102;&#20960;&#21477;&#35805;&#65292;&#23601;&#19981;&#35265;&#20102;&#12290;&#12290;&#12290;&#20002;&#38065;&#21253;&#30340;&#20063;&#19981;&#35265;&#20102;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#22909;&#21543;&#65292;&#22823;&#23478;&#31232;&#37324;&#31946;&#28034;&#30340;&#22352;&#30528;&#36710;&#23601;&#21448;&#20986;&#21457;&#20102;&#12290;&#21518;&#26469;&#26377;&#20154;&#24576;&#30097;&#65292;&#37027;&#20002;&#38065;&#21253;&#30340;&#20843;&#25104;&#26159;&#33258;&#24049;&#22312;&#21738;&#20010;&#21475;&#34955;&#25214;&#30528;&#38065;&#21253;&#20102;&#65292;&#27809;&#35805;&#35828;&#20102;&#12290;&#22079;&#22079;</p>
<p>&#32463;&#36807;&#36825;&#20107;&#20799;&#19968;&#30952;&#26426;&#65292;&#21040;&#21069;&#38376;&#23601;&#24555;12&#28857;&#20102;&#65292;798&#22826;&#36828;&#20102;&#65292;&#39295;&#24471;&#19981;&#34892;&#65292;&#23601;&#24819;&#36214;&#32039;&#21507;&#39277;&#12290;&#12290;&#12290;&#25913;&#35745;&#21010;&#65292;&#21435;&#20102;&#21518;&#28023;&#12290;</p>
<p>&#24681;&#65292;&#36335;&#19978;&#65292;&#24212;&#35813;&#26159;&#22312;&#40723;&#27004;&#38468;&#36817;&#65292;&#21507;&#20102;&#21271;&#20140;&#23567;&#21507;&#12290;&#38754;&#33590;&#65292;&#29190;&#32922;&#65292;&#22902;&#27833;&#20160;&#20040;&#37221;&#65292;&#28856;&#20160;&#20040;&#33437;&#40635;&#20160;&#20040;&#37221;&#65292;&#36824;&#26377;&#35916;&#35910;&#40644;&#65292;&#37117;&#24456;&#22909;&#21507;&#12290;&#21507;&#30340;&#30528;&#24613;&#65292;&#20154;&#20063;&#22810;&#65292;&#27809;&#39038;&#19978;&#25293;&#29031;&#12290;</p>
<p>&#21507;&#23436;&#20808;&#21435;&#20102;&#21518;&#28023;&#65292;&#29305;&#32654;&#65292;&#19978;&#29031;&#29255;&#12290;&#27599;&#19968;&#24352;&#37117;&#24456;&#22909;&#30475;&#21834;&#65292;&#36156;&#21916;&#27426;&#36825;&#20010;&#22320;&#26041;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/533314812720050903.jpg" border="0" alt="" /><img src="http://filer.blogbus.com/5333148/533314812720050983.jpg" border="0" alt="" /><img src="http://filer.blogbus.com/5333148/53331481272005481d.jpg" border="0" alt="" /></p>
<p>&#26049;&#36793;&#26377;&#24456;&#22810;&#32993;&#21516;&#65292;&#20160;&#20040;&#28895;&#34955;&#26012;&#34903;&#21834;&#65292;&#40657;&#33437;&#40635;&#32993;&#21516;&#21834;&#65292;&#21517;&#23383;&#37117;&#29305;&#22909;&#29609;&#20799;&#12290;&#30475;&#35265;&#20102;&#36825;&#21482;&#25042;&#27915;&#27915;&#30340;&#29483;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481272005645u.jpg" border="0" alt="" /></p>
<p>&#21507;&#20102;&#24456;&#22810;&#22909;&#21507;&#30340;&#12290;&#12290;&#12290;&#12290;&#28856;&#28748;&#32928;&#65292;&#36229;&#22909;&#21507;&#65292;&#23601;&#26159;&#19968;&#32929;&#33948;&#21619;&#20799;&#19981;&#22826;&#22909;&#65292;&#29031;&#29255;&#27809;&#20256;&#19978;&#26469;&#12290;&#12290;&#12290;</p>
<p>&#36825;&#20010;&#21483;&#19977;&#35282;&#28903;&#65292;&#21619;&#36947;&#19968;&#33324;&#65292;&#20687;&#25105;&#22312;&#35199;&#22806;&#21507;&#30340;&#38108;&#38179;&#28903;&#12290;&#20043;&#25152;&#20197;&#20080;&#36825;&#20010;&#65292;&#22240;&#20026;&#12290;&#12290;&#12290;&#23601;&#20182;&#23478;&#38376;&#21475;&#27809;&#20154;&#25490;&#38431;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481272005706k.jpg" border="0" alt="" /></p>
<p>&#21335;&#38179;&#40723;&#24055;&#26377;&#24456;&#22810;&#21334;&#22902;&#37226;&#30340;&#65292;&#20154;&#22810;&#65292;&#25105;&#27809;&#21435;&#12290;&#12290;&#12290;&#12290;&#36825;&#20010;&#28207;&#24335;&#22902;&#33590;&#24456;&#22909;&#21917;&#12290;&#20854;&#23454;&#65292;&#25105;&#20986;&#38376;&#21069;&#33258;&#24102;&#20102;&#27700;&#26479;&#65292;&#21487;&#36824;&#26159;&#24525;&#19981;&#20303;&#28040;&#36153;&#20102;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/533314812720057266.jpg" border="0" alt="" /></p>
<p>&#21335;&#38179;&#40723;&#24055;&#21475;&#65292;&#20027;&#35201;&#29992;&#24847;&#26159;&#26174;&#25670;&#25105;&#26032;&#20080;&#30340;&#21253;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481272006016d.jpg" border="0" alt="" /></p>
<p>&#160;</p>
<p>&#25105;&#23478;&#38376;&#21475;&#20063;&#36825;&#26679;&#23601;&#22909;&#20102;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481272006235r.jpg" border="0" alt="" /></p>
<p>&#28902;&#27515;&#20102;&#65292;&#36825;&#30456;&#20876;&#65292;&#19968;&#20250;&#33021;&#20256;&#19968;&#20250;&#19981;&#33021;&#30340;&#12290;&#12290;&#12290;&#12290;&#21710;&#65292;&#25289;&#21040;&#65292;&#19981;&#33021;&#31639;&#20102;&#12290;&#12290;&#12290;</p>
<p>&#36825;&#26159;&#22312;&#21335;&#38179;&#40723;&#24055;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481272006194s.jpg" border="0" alt="" /><img src="http://filer.blogbus.com/5333148/53331481272006215f.jpg" border="0" alt="" /></p>
<p>&#36825;&#36710;&#24456;&#38712;&#27668;&#21834;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/533314812720062087.jpg" border="0" alt="" /></p>
<p>&#23601;&#22312;&#36825;&#20040;&#28857;&#20799;&#22320;&#26041;&#65292;&#25105;&#20457;&#36891;&#20102;&#25972;&#25972;&#19968;&#22825;&#12290;&#12290;&#12290;&#12290;&#22909;&#29609;&#30340;&#23567;&#24215;&#22826;&#22810;&#20102;&#65292;&#36891;&#30340;&#36156;&#24320;&#24515;&#12290;&#36824;&#20080;&#20102;&#19968;&#39030;&#23567;&#29066;&#30340;&#24125;&#23376;&#65292;&#22079;&#22079;&#65292;&#35013;&#23273;&#12290;</p>
<p>&#26202;&#39277;&#22312;&#40644;&#35760;&#29004;&#35299;&#20915;&#65292;&#21507;&#20102;&#20457;&#23567;&#26102;&#65292;&#23601;&#30693;&#36947;&#21507;&#20102;&#22810;&#23569;&#20102;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#20986;&#26469;&#21448;&#21435;&#21518;&#28023;&#36955;&#20102;&#19968;&#22280;&#65292;&#26202;&#19978;&#20063;&#24456;&#32654;&#12290;&#25105;&#21916;&#27426;&#36825;&#22320;&#26041;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#23545;&#65292;&#23601;&#26159;&#36825;&#22825;&#19979;&#21320;&#65292;&#25910;&#21040;&#19968;&#26465;&#30701;&#20449;&#65292;&#35828;&#25105;&#20013;&#22870;&#20102;&#12290;&#22269;&#23478;&#22823;&#21095;&#38498;&#27468;&#21095;&#33410;&#30340;&#25277;&#22870;&#27963;&#21160;&#12290;&#22079;&#22079;&#65292;&#37027;&#26102;&#20505;&#36824;&#19981;&#30693;&#36947;&#22870;&#21697;&#26159;&#20160;&#20040;&#65292;&#28608;&#21160;&#30340;&#19981;&#34892;&#12290;&#20154;&#21697;&#19981;&#38169;&#21704;&#21704;&#21704;</p>
                                    </p>
</div>


  <footer>
    <p class="meta">
      
  

<span class="byline author vcard">Posted by <span class="fn">muggleyoung</span></span>

      








  



<time datetime="2010-04-23T00:00:00+08:00" pubdate data-updated="true">Apr 23<span>rd</span>, 2010</time>
      


    </p>
    
      <div class="sharing">
  
  <a href="http://twitter.com/share" class="twitter-share-button" data-url="http://muggleyoung.github.com/blog/2010/04/23/%E5%86%8D%E6%B8%B8%E5%8C%97%E4%BA%AC-2/" data-via="" data-counturl="http://muggleyoung.github.com/blog/2010/04/23/%E5%86%8D%E6%B8%B8%E5%8C%97%E4%BA%AC-2/" >Tweet</a>
  
  
  
</div>

    
    <p class="meta">
      
        <a class="basic-alignment left" href="/blog/2010/04/22/%E5%AD%A6%E4%B9%A0latex-2-%E5%9B%BE%E7%89%87%E6%93%8D%E4%BD%9C/" title="Previous Post: 学习LaTeX-2-图片操作">&laquo; 学习LaTeX-2-图片操作</a>
      
      
        <a class="basic-alignment right" href="/blog/2010/04/25/%E5%86%8D%E6%B8%B8%E5%8C%97%E4%BA%AC-3/" title="Next Post: 再游北京-3">再游北京-3 &raquo;</a>
      
    </p>
  </footer>
</article>

</div>

<aside class="sidebar">
  
    <section>
  <h1>Recent Posts</h1>
  <ul id="recent_posts">
    
      <li class="post">
        <a href="/blog/2013/01/25/how-to-use-font-icon-in-html/">How to use font icon in HTML</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-change-git-repo-name/">how to change git repo name</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-setup-a-new-remote-git-repo/">How to setup a new remote git repo</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/13/hui-gu-2012/">回顾2012</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/08/my-frist-post/">my-frist-post</a>
      </li>
    
  </ul>
</section>






  
</aside>


    </div>
  </div>
  <footer role="contentinfo"><p>
  Copyright &copy; 2013 - muggleyoung -
  <span class="credit">Powered by <a href="http://octopress.org">Octopress</a>. Design by <a href="http://octopressthemes.com">Octopress Themes</a>.</span>
</p>

</footer>
  







  <script type="text/javascript">
    (function(){
      var twitterWidgets = document.createElement('script');
      twitterWidgets.type = 'text/javascript';
      twitterWidgets.async = true;
      twitterWidgets.src = 'http://platform.twitter.com/widgets.js';
      document.getElementsByTagName('head')[0].appendChild(twitterWidgets);
    })();
  </script>





</body>
</html>
