
<!DOCTYPE HTML>
<html>
<head>
	<meta charset="utf-8">
	<title>再逛北京-1 - </title>
	<meta name="author" content="muggleyoung">

	
	<meta name="description" content="&#26681;&#25454;&#25105;&#30340;&#31508;&#35760;&#65292;4&#26376;15&#26085;&#26202;&#19978;8&#28857;&#21322;&#30340;&#28779;&#36710;&#65292;&#30828 &hellip;">
	
	<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

	<link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
	<link rel="canonical" href="">
	<link href="/favicon.png" rel="shortcut icon">
	<link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
	<!--[if lt IE 9]><script src="//html5shiv.googlecode.com/svn/trunk/html5.js"></script><![endif]-->
	<script src="//ajax.googleapis.com/ajax/libs/jquery/1.7.2/jquery.min.js"></script>
	
</head>

<body>
	<header id="header" class="inner"><h1><a href="/"></a></h1>
<nav id="main-nav"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</nav>
<nav id="mobile-nav">
	<div class="alignleft menu">
		<a class="button">Menu</a>
		<div class="container"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</div>
	</div>
	<div class="alignright search">
		<a class="button"></a>
		<div class="container">
			<form action="http://google.com/search" method="get">
				<input type="text" name="q" results="0">
				<input type="hidden" name="q" value="site:muggleyoung.github.com">
			</form>
		</div>
	</div>
</nav>
<nav id="sub-nav" class="alignright">
	<div class="social">
		
		
		
		
    
		
		
		
		
		
		<a class="rss" href="/atom.xml" title="RSS">RSS</a>
		
	</div>
	<form class="search" action="http://google.com/search" method="get">
		<input class="alignright" type="text" name="q" results="0">
		<input type="hidden" name="q" value="site:muggleyoung.github.com">
	</form>
</nav>

</header>
	
		
	
	<div id="content" class="inner"><article class="post">
	<h2 class="title">再逛北京-1</h2>
	<div class="entry-content"><p>
                                    <p>&#26681;&#25454;&#25105;&#30340;&#31508;&#35760;&#65292;4&#26376;15&#26085;&#26202;&#19978;8&#28857;&#21322;&#30340;&#28779;&#36710;&#65292;&#30828;&#24231;&#65292;&#27425;&#26085;8&#28857;&#21040;&#21271;&#20140;&#12290;</p>
<p>&#30001;&#20110;&#26159;&#21608;&#20116;&#65292;WD&#19978;&#29677;&#65292;www&#21435;&#22825;&#27941;&#20986;&#24046;&#65292;ocean&#23398;&#26657;&#20063;&#19981;&#26041;&#20415;&#65292;&#36825;&#22825;&#25105;&#19968;&#20010;&#20154;&#29609;&#20799;&#12290;</p>
<p>&#20808;&#21435;&#20102;&#22269;&#23478;&#22823;&#21095;&#38498;&#65292;&#21069;&#19968;&#22825;&#22312;&#32593;&#19978;&#39044;&#35746;&#20102;&#21442;&#35266;&#31080;&#65292;&#30465;10RMB&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/533314812719400746.jpg" border="0" alt="" /></p>
<p>&#22823;&#21095;&#38498;&#20869;&#37096;&#36824;&#26159;&#24456;&#38712;&#27668;&#30340;~~~~</p>
<p><img src="http://filer.blogbus.com/5333148/53331481271940066j.jpg" border="0" alt="" /></p>
<p>&#19978;&#22270;&#26159;&#27468;&#21095;&#21381;&#30340;&#19968;&#20010;&#20837;&#21475;&#12290;&#21518;&#38754;&#26576;&#22825;&#30475;&#27468;&#21095;&#65292;&#23601;&#22312;&#36825;&#37324;&#65292;&#36229;&#22823;&#12290;&#12290;&#12290;</p>
<p>&#27491;&#22909;&#36825;&#22825;&#26159;&#22823;&#21095;&#38498;&#27468;&#21095;&#33410;&#30340;&#31532;&#19968;&#22825;&#65292;&#21442;&#35266;&#21040;&#20013;&#21320;&#65292;&#31561;&#21040;&#20102;&#19968;&#22330;&#23567;&#28436;&#20986;&#65292;&#35199;&#34255;&#29233;&#20048;&#20048;&#22242;&#12290;</p>
<p>&#20026;&#21861;&#25105;&#21548;&#30528;&#20182;&#20204;&#21019;&#20316;&#30340;&#27665;&#27468;&#24635;&#26377;&#31181;&#21040;&#20102;&#20113;&#21335;&#30340;&#24863;&#35273;&#12290;&#12290;&#12290;&#12290;&#19981;&#36807;&#21518;&#26469;&#26377;&#20960;&#20010;&#23467;&#24311;&#20048;&#30340;&#28436;&#22863;&#65292;&#36824;&#26159;&#24456;&#22909;&#21548;&#30340;&#12290;</p>
<p>&#30475;&#23436;12&#28857;&#65292;&#21518;&#38754;&#30340;&#39033;&#30446;&#27604;&#36739;&#26202;&#65292;&#39295;&#20102;&#12290;&#20110;&#26159;&#20986;&#26469;&#25214;&#20102;&#19968;&#22909;&#24515;&#23567;&#22993;&#23064;&#24110;&#24537;&#25293;&#29031;&#12290;&#22993;&#23064;&#22826;&#21892;&#33391;&#20102;&#65292;&#25105;&#37117;&#24980;&#24756;&#25104;&#21861;&#20102;&#65292;&#36824;&#35753;&#22905;&#25293;&#30340;&#29664;&#22278;&#29577;&#28070;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/533314812719402425.jpg" border="0" alt="" /></p>
<p>&#22823;&#21095;&#38498;&#20986;&#26469;&#65292;&#21448;&#21435;&#22825;&#23433;&#38376;&#36716;&#24736;&#12290;&#21407;&#26412;&#24819;&#21435;&#21442;&#35266;&#27611;&#29239;&#29239;&#32426;&#24565;&#22530;&#65292;&#21487;&#26159;12&#28857;&#37027;&#37324;&#23601;&#20851;&#38376;&#20102;&#65292;&#25105;&#19981;&#30693;&#36947;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#21518;&#26469;&#20877;&#27425;&#36335;&#36807;&#36825;&#37324;&#65292;&#35265;&#35782;&#20102;&#25490;&#38431;&#39046;&#31080;&#30340;&#20154;&#27969;&#22810;&#20040;&#22766;&#35266;&#65292;&#20107;&#23454;&#35777;&#26126;&#65292;&#25105;&#27809;&#21435;&#20945;&#28909;&#38393;&#26159;&#38750;&#24120;&#27491;&#30830;&#30340;&#12290;</p>
<p>&#22312;&#22825;&#23433;&#38376;&#24191;&#22330;&#30475;&#21040;&#30340;&#19968;&#24149;&#65292;&#24863;&#35273;&#24456;&#22909;&#65292;&#24046;&#28857;&#20063;&#20914;&#19978;&#21435;&#35201;&#21512;&#24433;&#12290;&#12290;&#12290;&#12290;&#12290;&#30475;&#26469;&#36825;&#20010;&#26257;&#20551;&#65292;&#38750;&#24471;&#21435;&#19968;&#36255;&#34255;&#21306;&#20102;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481271942562f.jpg" border="0" alt="" /></p>
<p>&#21271;&#20140;&#30340;&#23433;&#26816;&#30495;&#30340;&#38750;&#24120;&#20005;&#26684;&#12290;&#36825;&#20010;&#27599;&#20010;&#22320;&#19979;&#36890;&#36947;&#65292;&#22320;&#38081;&#31449;&#21475;&#37117;&#26377;&#23433;&#26816;&#12290;&#32780;&#22806;&#38754;&#36828;&#36828;&#30475;&#30528;&#20687;&#33945;&#21476;&#21253;&#19968;&#26679;&#30340;&#22320;&#26041;&#65292;&#26159;&#23433;&#26816;2&#12290;&#24456;&#22810;&#24456;&#22810;&#12290;&#12290;&#12290;&#12290;&#25454;&#35828;&#26159;&#22240;&#20026;&#20420;&#32599;&#26031;&#30340;&#22320;&#38081;&#29190;&#28856;&#20107;&#20214;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481271942571x.jpg" border="0" alt="" /></p>
<p>&#25509;&#30528;&#65292;&#25214;&#22320;&#20799;&#21507;&#39277;&#12290;&#22352;&#22320;&#38081;&#21435;&#20102;&#35199;&#30452;&#38376;&#65292;&#23828;&#20171;&#32461;&#30340;&#22909;&#21507;&#27873;&#33433;&#25105;&#27809;&#25214;&#30528;&#65292;&#38543;&#20415;&#36827;&#20102;&#23478;&#24215;&#65292;&#24247;&#24072;&#20613;&#20160;&#20040;&#24555;&#39184;&#12290;&#22826;&#22826;&#38590;&#21507;&#20102;&#65292;&#19968;&#32929;&#27873;&#38754;&#21619;&#20799;&#65292;&#36824;20RMB&#65292;&#21507;&#30340;&#25105;&#24456;&#19981;&#29245;&#65292;&#20063;&#27809;&#24515;&#24773;&#22312;&#37027;&#21830;&#22330;&#36891;&#19979;&#21435;&#12290;</p>
<p>&#22352;&#20102;&#20004;&#31449;&#36335;&#30340;&#20844;&#20132;&#65292;&#21435;&#20102;&#20256;&#35828;&#20013;&#20080;&#34915;&#26381;&#30340;&#21160;&#29289;&#22253;&#12290;&#36319;&#24247;&#22797;&#36335;&#24046;&#19981;&#22810;&#65292;&#24456;&#22823;&#65292;&#24456;&#20081;&#65292;&#20154;&#24456;&#22810;&#65292;&#25105;&#21463;&#19981;&#20102;&#65292;&#36208;&#39532;&#35266;&#33457;&#30340;&#23601;&#21448;&#38378;&#20154;&#20102;&#12290;</p>
<p>&#36825;&#22825;&#30340;&#20498;&#25968;&#31532;&#20108;&#31449;&#65292;&#35199;&#21333;&#12290;</p>
<p>&#21035;&#30475;&#27809;&#21435;&#20160;&#20040;&#22320;&#20799;&#65292;&#20294;&#26102;&#38388;&#36807;&#24471;&#36824;&#36156;&#24555;&#65292;&#22823;&#22478;&#24066;&#23601;&#26159;&#36825;&#26679;&#65292;&#36335;&#19978;&#22826;&#32829;&#35823;&#20107;&#20799;&#65292;&#24184;&#20111;&#26377;&#22320;&#38081;&#65292;&#35201;&#19981;&#19968;&#22825;&#20840;&#36153;&#36335;&#19978;&#20102;&#12290;</p>
<p>&#21040;&#35199;&#21333;&#23601;5&#65292;6&#28857;&#20102;&#12290;&#32972;&#30528;&#22823;&#20070;&#21253;&#33136;&#37117;&#24555;&#25240;&#20102;&#65292;&#23454;&#22312;&#26159;&#36891;&#19981;&#21160;&#21862;&#65292;&#22352;&#31561;WD&#26469;&#25509;&#12290;</p>
<p>&#22823;&#27010;6&#28857;&#21322;&#65292;&#32456;&#20110;&#30896;&#22836;&#20102;&#12290;&#21435;&#21507;&#20102;pizza&#12290;&#19981;&#36149;&#65292;&#20457;&#20154;&#21507;&#20102;80&#12290;&#19968;&#20010;pizza&#65292;&#19968;&#20221;&#27801;&#25289;&#65292;&#19968;&#22774;&#33590;&#65292;&#36824;&#26377;&#40481;&#32709;&#12290;&#20043;&#21069;&#25105;&#22312;&#40614;&#24403;&#21171;&#22443;&#20102;&#28857;&#65292;&#25152;&#20197;&#36825;&#28857;&#19996;&#35199;&#27491;&#22909;&#22815;&#25105;&#20457;&#12290;</p>
<p>&#20498;&#36710;&#30340;&#22320;&#26041;&#27491;&#22909;&#22312;&#21069;&#38376;&#65292;&#23601;&#21435;&#21069;&#38376;&#22823;&#34903;&#21644;&#22823;&#26629;&#26639;&#23567;&#36955;&#20102;&#19968;&#22280;&#65292;&#20063;&#23601;&#37027;&#26679;&#12290;&#22823;&#26629;&#26639;&#30830;&#23454;&#26377;&#28857;&#20687;&#21688;&#38451;&#30340;&#22025;&#24800;&#65292;&#21704;&#21704;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/53331481271942824q.jpg" border="0" alt="" /></p>
<p>WD&#20303;&#30340;&#24456;&#36828;&#65292;&#26179;&#24736;&#22238;&#21435;&#65292;&#24555;10&#28857;&#12290;&#32047;&#24808;&#20102;&#65292;&#36824;&#22352;&#22312;&#24202;&#36793;&#30475;&#20102;&#20250;&#38750;&#35802;&#21247;&#25200;&#65292;&#36825;&#33410;&#30446;&#30830;&#23454;&#27604;&#36739;&#25630;&#31505;&#12290;&#21704;&#21704;&#65292;&#19968;&#22825;&#36824;&#31639;&#20805;&#23454;&#12290;&#19968;&#20010;&#20154;&#30606;&#36716;&#12290;&#12290;&#12290;</p>
<p>&#26126;&#22825;WD&#24102;&#30528;&#25105;&#65292;&#23601;&#36731;&#26494;&#22810;&#20102;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#160;</p>
                                    </p>
</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-04-22T00:00:00+08:00" pubdate data-updated="true">Apr 22<span>nd</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>

	<div class="share">
	<div class="addthis_toolbox addthis_default_style ">
	
	
	<a class="addthis_button_tweet"></a>
	
	
	<a class="addthis_counter addthis_pill_style"></a>
	</div>
  <script type="text/javascript" src="http://s7.addthis.com/js/250/addthis_widget.js#pubid="></script>
</div>


</div>
	<footer id="footer" class="inner">Copyright &copy; 2014

    muggleyoung

</footer>
	<script src="/javascripts/slash.js"></script>
<script src="/javascripts/jquery.fancybox.pack.js"></script>
<script type="text/javascript">
(function($){
	$('.fancybox').fancybox();
})(jQuery);
</script> <!-- Delete or comment this line to disable Fancybox -->






</body>
</html>