
<!DOCTYPE html>
<!--[if IEMobile 7 ]><html class="no-js iem7"><![endif]-->
<!--[if lt IE 9]><html class="no-js lte-ie8"><![endif]-->
<!--[if (gt IE 8)|(gt IEMobile 7)|!(IEMobile)|!(IE)]><!--><html class="no-js" lang="en"><!--<![endif]-->
<head>
  <meta charset="utf-8">
  <title>Muggleyoung Blog</title>
  <meta name="author" content="muggleyoung">

  
  <meta name="description" content="&#19978;&#21608;&#65292;&#26657;&#20869;&#30475;&#21040;&#19968;&#20010;&#20998;&#20139;&#35270;&#39057;&#65292;&#22823;&#27010;&#23601;&#26159;&# &hellip;">
  

  <!-- http://t.co/dKP3o1e -->
  <meta name="HandheldFriendly" content="True">
  <meta name="MobileOptimized" content="320">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  
  <link rel="canonical" href="http://muggleyoung.github.com/blog/page/22/">
  <link href="/favicon.png" rel="icon">
  <link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
  <script src="/javascripts/modernizr-2.0.js"></script>
  <script src="/javascripts/ender.js"></script>
  <script src="/javascripts/octopress.js" type="text/javascript"></script>
  <link href="/atom.xml" rel="alternate" title="Muggleyoung Blog" type="application/atom+xml">
  <!--Fonts from Google"s Web font directory at http://google.com/webfonts -->
<link href="http://fonts.googleapis.com/css?family=PT+Serif:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<link href="http://fonts.googleapis.com/css?family=PT+Sans:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">

  

</head>

<body   >
  <header role="banner"><hgroup>
  <h1><a href="/">Muggleyoung Blog</a></h1>
  
    <h2>A blogging framework for hackers.</h2>
  
</hgroup>

</header>
  <nav role="navigation"><ul class="subscription" data-subscription="rss">
  <li><a href="/atom.xml" rel="subscribe-rss" title="subscribe via RSS">RSS</a></li>
  
</ul>
  
<form action="http://google.com/search" method="get">
  <fieldset role="search">
    <input type="hidden" name="q" value="site:muggleyoung.github.com" />
    <input class="search" type="text" name="q" results="0" placeholder="Search"/>
  </fieldset>
</form>
  
<ul class="main-navigation">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
</ul>

</nav>
  <div id="main">
    <div id="content">
      <div class="blog-index">
  
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2009/09/18/%E4%BF%BA%E5%A8%98%E7%9A%84%E5%A5%B3%E5%AD%90%E4%B8%8D%E5%A5%BD%E5%BD%93%7E%7E%7E/">俺娘的女子不好当~~~</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2009-09-18T00:00:00+08:00" pubdate data-updated="true">Sep 18<span>th</span>, 2009</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#19978;&#21608;&#65292;&#26657;&#20869;&#30475;&#21040;&#19968;&#20010;&#20998;&#20139;&#35270;&#39057;&#65292;&#22823;&#27010;&#23601;&#26159;&#35762;&#65292;&#20457;&#20154;&#20859;&#20102;&#20010;&#23567;&#29422;&#23376;&#65292;&#29422;&#23376;&#22823;&#20102;&#19981;&#22909;&#22280;&#20859;&#20102;&#65292;&#23601;&#25918;&#22238;&#38750;&#27954;&#20102;&#12290;&#19968;&#24180;&#21518;&#65292;&#23601;&#36825;&#20457;&#23567;&#23401;&#21435;&#38750;&#27954;&#30475;&#29422;&#23376;&#65292;&#23567;&#29422;&#23376;&#37117;&#36824;&#35748;&#24471;&#20027;&#20154;&#65292;&#25169;&#19978;&#21069;&#21435;&#20146;&#28909;&#12290;</p>
<p>&#24681;&#65292;&#25105;&#25215;&#35748;&#65292;&#20919;&#34880;&#30340;&#25105;&#12290;&#12290;&#12290;&#12290;&#160;<img onload="var image=new Image();image.src=this.src;if(image.width&gt;0 &amp;&amp; image.height&gt;0){if(image.width&gt;=700){this.width=700;this.height=image.height*700/image.width;}}" title="" alt="" src="http://comment.blog.hexun.com/img/emotions/17.gif" />&#160;</p>
<p><embed src="http://player.youku.com/player.php/sid/XNTQzODIwNDg=/v.swf" width="400" height="400" type="application/x-shockwave-flash" loop="true" play="true" menu="true"></embed></p>
<p>&#19978;&#21608;&#65292;&#22238;&#23478;&#32473;&#25105;&#22920;&#35762;&#20102;&#36825;&#20010;&#25925;&#20107;&#65292;&#27491;&#22909;&#26202;&#19978;&#23601;&#36935;&#19978;CCTV2&#27491;&#22312;&#25773;&#25105;&#20204;&#65292;&#27491;&#22909;&#22312;&#35762;&#36825;&#20010;&#20107;&#24773;&#12290;&#22909;&#24039;&#12290;&#20027;&#39064;&#22823;&#27010;&#23601;&#26159;harmony between human &amp; animal&#12290;&#19981;&#30693;&#36947;&#29579;&#21033;&#33452;&#35774;&#36825;&#20010;&#20027;&#39064;&#26159;&#21861;&#30446;&#30340;&#12290;&#36824;&#35831;&#21040;&#20102;&#35270;&#39057;&#20013;&#30340;&#20027;&#20154;&#20844;&#65292;&#20457;&#23567;&#20249;&#22914;&#20170;&#37117;&#24050;&#21322;&#30334;&#12290;&#12290;&#12290;&#12290;&#23567;&#29422;&#23376;cristina&#20063;&#26089;&#19981;&#30693;&#36947;&#37326;&#21738;&#21435;&#20102;&#12290;&#24635;&#20043;&#65292;&#26159;&#26399;&#24456;&#28201;&#39336;&#30340;&#33410;&#30446;&#65292;&#30475;&#24471;&#25105;&#24456;&#40481;&#20923;&#65292;&#25105;&#22920;&#26356;&#28608;&#21160;&#65292;&#22199;&#22199;&#30528;&#35753;&#25105;&#20197;&#21518;&#32473;&#22905;&#25214;&#22359;&#22320;&#20799;&#20859;&#29422;&#23376;&#21435;&#12290;&#12290;&#12290;&#12290;&#12290;&#25105;&#21387;&#21147;&#22909;&#22823;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#20174;&#21069;&#65292;&#30475;&#39532;&#20426;&#20161;&#30340;&#33410;&#30446;&#35762;&#34255;&#29522;&#65292;&#22905;&#35201;&#24324;&#20010;&#22238;&#26469;&#32473;&#29492;&#23376;&#20316;&#20276;</p>
<p>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#21830;&#22330;&#36910;&#30528;&#32769;&#40736;&#65292;&#22905;&#35828;&#22909;&#21487;&#29233;&#19981;&#35201;&#26432;</p>
<p>&#32463;&#36807;&#25105;&#29240;&#20180;&#32454;&#20998;&#26512;&#65292;&#20013;&#22269;&#19981;&#33021;&#20859;&#29422;&#23376;&#65292;&#35201;&#20859;&#36824;&#24471;&#20808;&#20986;&#22269;&#12290;&#37027;&#20457;&#23567;&#20249;&#30340;&#29422;&#23376;&#31455;&#28982;&#26159;&#36891;&#21830;&#22330;&#30475;&#35265;&#20102;&#65292;&#35273;&#24471;&#24456;&#21487;&#29233;&#23601;&#20080;&#22238;&#23478;&#20102;&#12290;&#22909;&#26080;&#35821;&#12290;&#12290;&#12290;&#12290;<br />&#25105;&#22920;&#35828;&#20102;&#65292;&#20197;&#21518;&#35201;&#25105;&#20986;&#22269;&#21435;&#65292;&#32473;&#22905;&#25972;&#22359;&#22320;&#65292;&#20859;&#29422;&#23376;&#12290;&#21387;&#21147;&#22909;&#22909;&#22823;<br />&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;</p>
<p>&#25105;&#20063;&#19981;&#30693;&#36947;&#33258;&#24049;&#24819;&#35828;&#21861;</p>
<p>&#24635;&#20043;&#65292;&#35270;&#39057;&#24456;&#24863;&#20154;&#65292;&#25105;&#20204;&#36825;&#20010;&#33410;&#30446;&#20063;&#22909;&#30475;&#65292;&#26410;&#26469;&#30340;&#25105;&#21387;&#21147;&#22909;&#22823;</p>
<p>&#21457;&#36865;&#20474;&#23064;&#26257;&#20551;&#20986;&#28216;&#29031;&#19968;&#24352;&#65292;&#22079;&#22079;&#65292;&#31639;&#19981;&#31639;&#20405;&#29359;&#32918;&#20687;&#26435;</p>
<p><a href="http://muggleyoung.photo.hexun.com/71227522_d.html" target="_blank"></a><br /><br /></p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2009/09/03/%28%E8%BD%AC%29%E5%88%A9%E7%94%A8google%E6%90%9C%E8%AE%BA%E6%96%87%E7%9A%84%E4%B8%80%E4%BA%9B%E5%BF%83%E5%BE%97/">(转)利用Google搜论文的一些心得</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2009-09-03T00:00:00+08:00" pubdate data-updated="true">Sep 3<span>rd</span>, 2009</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p><font size="3">&#21033;&#29992;Google&#25628;&#35770;&#25991;&#30340;&#19968;&#20123;&#24515;&#24471;&#65306;</font></p>
<p><font size="3">1&#12289;&#22312;Google&#19978;&#25628;&#35770;&#25991;&#21644;&#23398;&#26415;&#36164;&#26009;&#35201;&#27604;&#22312;Baidu&#19978;&#25628;&#22909;&#24471;&#22810;&#65292;&#23588;&#20854;&#26159;&#33521;&#25991;&#36164;&#26009;&#65307;</font></p>
<p><font size="3">2&#12289;&#22312;Google&#25628;&#32034;&#26639;&#20013;&#36755;&#20837;&#25152;&#38656;&#35770;&#25991;&#30340;&#39064;&#30446;&#25110;&#32773;&#20851;&#38190;&#23383;&#65292;Google&#19968;&#33324;&#20250;&#39318;&#20808;&#32473;&#20986;&#35813;&#35770;&#25991;&#22312;Google&#23398;&#26415;&#25628;&#32034;&#30340;&#30456;&#20851;&#38142;&#25509;&#65292;&#20854;&#27425;&#26159;&#35813;&#35770;&#25991;&#30340;&#25910;&#24405;&#25968;&#25454;&#24211;&#38142;&#25509;&#65292;&#20363;&#22914; IEEE &#12289;Elsevier &#31561;&#65292;&#36890;&#24120;&#36825;&#20123;&#38142;&#25509;&#37117;&#21482;&#33021;&#30475;&#25688;&#35201;&#65292;&#30475;&#19981;&#20102;&#20840;&#25991;&#65307;</font></p>
<p><font size="3">3&#12289;&#31532;1-3&#39029;&#30340;&#25628;&#32034;&#32467;&#26524;&#26377;&#27604;&#36739;&#39640;&#30340;&#21442;&#32771;&#20215;&#20540;&#65292;&#19968;&#33324;&#33021;&#25226;&#35813;&#35770;&#25991;&#30456;&#20851;&#39046;&#22495;&#30340;&#23398;&#26415;&#32593;&#31449;&#38142;&#25509;&#25910;&#24405;&#22312;&#20869;&#65307;</font></p>
<p><font size="3">4&#12289;&#27880;&#24847;&#20180;&#32454;&#30475;&#27599;&#20010;&#25628;&#32034;&#32467;&#26524;&#20013;&#30340;<font color="#00ff00">&#32511;&#33394;&#23383;&#20307;</font>&#37096;&#20998;&#65292;&#36825;&#26159;&#32593;&#39029;&#30340;URL&#22320;&#22336;&#65292;&#22914;&#26524;&#26159;&#23646;&#20110;&#22823;&#23398;&#32593;&#39029;&#30340;&#38142;&#25509;&#65292;&#27604;&#22914;&#24102;&#26377; <font color="#00ff00">.edu</font> &#25110;&#32773; <font color="#00ff00">publications </font>&#30340;URL&#65292;&#36825;&#20123;&#23601;&#24212;&#35813;&#28857;&#20987;&#36827;&#21435;&#30475;&#30475;&#65292;&#24456;&#26377;&#21487;&#33021;&#23601;&#26159;&#35813;&#39046;&#22495;<font color="#ffff00">&#30740;&#31350;&#22242;&#20307;&#30340;&#19987;&#38376;&#32593;&#31449;&#25110;&#32773;&#30740;&#31350;&#32773;&#30340;&#20010;&#20154;&#20027;&#39029;</font>&#65292;&#19978;&#38754;&#24448;&#24448;&#32473;&#20986;&#20102;&#20182;&#20204;<font color="#ffff00">&#36817;&#24180;&#26469;&#21457;&#34920;&#30340;&#20027;&#35201;&#35770;&#25991;&#65292;&#32780;&#19988;&#20813;&#36153;&#25552;&#20379;&#19979;&#36733;</font>&#12290;&#22269;&#22806;&#23398;&#32773;&#27604;&#36739;&#28909;&#34935;&#20844;&#24320;&#33258;&#24049;&#30340;&#23398;&#26415;&#35770;&#25991;&#65292;&#20197;&#25552;&#39640;&#30693;&#21517;&#24230;&#65292;&#21453;&#35266;&#22269;&#20869;&#65292;&#33021;&#32473;&#20986;&#19968;&#20010;&#21015;&#34920;&#23601;&#19981;&#38169;&#20102;&#65292;&#25552;&#20379;&#35770;&#25991;&#20840;&#25991;&#30340;&#23569;&#20043;&#21448;&#23569;&#12290;</font></p>
<p><font size="3">5&#12289;&#25628;&#32034;&#30340;&#26102;&#20505;<font color="#ffff00">&#26368;&#22909;&#22312;&#25628;&#32034;&#26639;&#21152;&#20837;&#20320;&#24819;&#35201;&#30340;&#25991;&#20214;&#31867;&#22411;&#65292;&#27604;&#22914; PDF / DOC</font> &#31561;&#65292;&#24448;&#24448;&#33021;&#25214;&#21040;&#24456;&#22810;&#30456;&#20851;&#30340;&#35770;&#25991;&#38142;&#25509;&#65292;&#21487;&#20197;&#30452;&#25509;&#28857;&#20987;&#21491;&#38190;&#8220;&#21478;&#23384;&#20026;&#8221;&#25110;&#32773;&#29992;&#19979;&#36733;&#24037;&#20855;&#26469;&#20445;&#23384;&#12290;</font></p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2009/08/28/8.28%E6%97%A0%E4%B8%8E%E4%BC%A6%E6%AF%94%E7%9A%84%E7%BE%8E%E4%B8%BD/">8.28无与伦比的美丽</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2009-08-28T00:00:00+08:00" pubdate data-updated="true">Aug 28<span>th</span>, 2009</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#8230;&#8230;&#8230;&#8230;&#8230;&#8230;.&#20170;&#22825;&#27809;&#31354;&#65292;&#21344;&#20301;&#65292;&#25913;&#26085;&#34917;</p>
<p>&#34917;&#19978;&#65288;28&#26085;&#26216;&#65292;&#26410;&#23436;&#65289;&#65306;</p>
<p>&#20170;&#20799;&#65292;&#24403;&#28982;&#35201;&#35828;&#28857;&#21861;&#12290;</p>
<p>&#25104;&#38271;&#30340;&#28902;&#24700;&#65292;&#31639;&#26159;&#23545;&#25105;&#26368;&#36817;&#27604;&#36739;&#36148;&#20999;&#30340;&#24635;&#32467;&#12290;</p>
<p>&#160;</p>
<p>&#24180;&#40836;&#30340;&#22686;&#38271;&#19981;&#21487;&#36991;&#20813;&#65292;&#34429;&#28982;&#23475;&#24597;&#20294;&#20063;&#22374;&#28982;&#25509;&#21463;</p>
<p>&#20851;&#38190;&#26159;&#19982;&#27492;&#21516;&#26102;&#65292;&#22788;&#20107;&#19978;&#65292;&#35266;&#24565;&#19978;&#65292;&#33267;&#23569;&#35201;&#19982;&#24180;&#40836;&#21516;&#27493;&#22686;&#38271;</p>
<p>&#24515;&#24577;&#30340;&#21464;&#32769;&#25165;&#26368;&#21487;&#24597;</p>
<p>&#160;</p>
<p>&#25105;&#20462;&#28860;&#30340;&#22659;&#30028;&#65292;&#27490;&#20110;&#24180;&#40836;&#12290;&#23545;&#20110;&#22905;&#65292;&#25105;&#29616;&#22312;&#19981;&#24590;&#20040;&#23475;&#24597;&#12290;&#38271;&#22823;&#19981;&#21487;&#24597;&#65292;&#21464;&#32769;&#20063;&#23601;&#37027;&#26679;&#12290;&#19981;&#21516;&#30340;&#20154;&#29983;&#38454;&#27573;&#37117;&#26377;&#21508;&#33258;&#30340;&#24184;&#31119;&#65292;&#32769;&#20102;&#65292;&#26377;&#32769;&#20102;&#30340;&#24184;&#31119;&#65292;&#21482;&#26159;&#25105;&#20204;&#24120;&#24120;&#30475;&#19981;&#21040;&#36825;&#19968;&#28857;&#65292;&#32780;&#24656;&#24807;&#20110;&#33080;&#19978;&#22686;&#38271;&#30340;&#30385;&#32441;&#65292;&#25110;&#30053;&#26174;&#24178;&#28073;&#30340;&#30382;&#32932;&#12290;</p>
<p>&#26080;&#27861;&#29702;&#35299;&#37027;&#20123;&#20026;&#20102;&#30385;&#32441;&#23569;&#19968;&#28857;&#65292;&#23601;&#22833;&#21435;&#20102;&#31505;&#23481;&#30340;&#20154;&#65307;&#20026;&#20102;&#30382;&#32932;&#30333;&#19968;&#28857;&#65292;&#23569;&#20102;&#22799;&#26085;&#26379;&#21451;&#38388;&#30340;&#32422;&#20250;&#65307;&#20026;&#20102;&#25405;&#30041;&#38738;&#26149;&#65292;&#21051;&#24847;&#35013;&#20986;&#26397;&#27668;&#36924;&#20154;&#30340;&#26679;&#20799;&#65292;&#31359;&#32418;&#25140;&#32511;&#12290;&#36825;&#26679;&#30340;&#24515;&#24577;&#65292;&#24739;&#24471;&#24739;&#22833;&#65292;&#19968;&#30452;&#27963;&#22312;&#23545;&#26102;&#38388;&#30340;&#25405;&#30041;&#65292;&#23545;&#29983;&#21629;&#35268;&#24459;&#30340;&#26080;&#30031;&#25239;&#25298;&#20013;&#65292;&#22914;&#20309;&#20139;&#21463;&#32654;&#22909;&#30340;&#38738;&#26149;&#12290;</p>
<p>&#24180;&#36731;&#22312;&#20110;&#25240;&#33150;&#65292;&#22240;&#20026;&#32463;&#21382;&#30340;&#23569;&#65292;&#22833;&#36133;&#30340;&#23569;&#65292;&#25152;&#20197;&#26080;&#25152;&#30031;&#24807;&#30340;&#25240;&#33150;&#12290;&#25105;&#32966;&#23567;&#65292;&#21916;&#27426;&#23567;&#25171;&#23567;&#38393;&#30340;&#25240;&#33150;&#12290;</p>
<p>&#37027;&#22825;&#23828;&#35828;&#65292;&#20154;&#29983;&#24471;&#24847;&#39035;&#23613;&#27426;&#12290;&#25105;&#35273;&#24471;&#36947;&#29702;&#24046;&#19981;&#22810;&#12290;</p>
<p>&#160;</p>
<p>&#39134;&#26368;&#36817;&#24635;&#26159;&#21916;&#27426;&#24341;&#29992;Betty&#29241;&#30340;&#37027;&#21477;&#35805;&#12290;&#23545;&#25105;&#26469;&#35828;&#65292;&#36825;&#19981;&#26159;&#24180;&#36731;&#19982;&#21542;&#30340;&#38382;&#39064;&#65292;&#26159;&#20154;&#29983;&#37117;&#35201;&#38754;&#23545;&#30340;&#12290;&#25105;&#20204;&#19968;&#30452;&#26377;&#24456;&#22810;&#36873;&#25321;&#65292;&#36873;A&#36873;B&#65292;&#26080;&#25152;&#35859;&#23545;&#38169;&#12290;&#27599;&#20010;&#36873;&#39033;&#37117;&#26377;&#20854;&#22909;&#30340;&#32467;&#26524;&#21644;&#19981;&#22909;&#30340;&#26041;&#38754;&#12290;&#22312;&#25509;&#21463;&#26399;&#26395;&#30340;&#32467;&#26524;&#30340;&#21516;&#26102;&#65292;&#26159;&#21542;&#33021;&#24525;&#21463;&#20182;&#24102;&#26469;&#30340;&#20854;&#20182;&#24433;&#21709;&#65292;&#36825;&#25165;&#26159;&#25105;&#20204;&#30495;&#27491;&#22909;&#32771;&#34385;&#30340;&#12290;&#36825;&#20010;&#65292;&#22312;&#25105;&#20204;&#28459;&#38271;&#30340;&#20154;&#29983;&#20013;&#65292;&#26377;&#24456;&#22810;&#24456;&#22810;&#12290;</p>
<p>&#24681;&#65292;&#26159;&#30340;&#12290;&#38500;&#20102;&#36829;&#27861;&#20081;&#32426;&#65292;&#25105;&#19981;&#35748;&#20026;&#26377;&#20160;&#20040;&#36873;&#25321;&#26159;&#32477;&#23545;&#38169;&#35823;&#30340;&#12290;&#25105;&#36138;&#24515;&#65292;&#27599;&#20010;&#36873;&#39033;&#30340;&#32467;&#26524;&#37117;&#24819;&#35201;&#65292;&#21704;&#21704;&#12290;</p>
<p>&#160;</p>
<p>&#21799;&#21799;&#27498;&#27498;&#30340;&#22909;&#20687;&#25105;&#21861;&#36947;&#29702;&#37117;&#25026;&#65292;&#21487;&#26159;&#25105;&#33258;&#24049;&#21602;&#65292;&#25191;&#34892;&#21147;&#26497;&#24046;&#65292;&#19968;&#19981;&#23567;&#24515;&#23601;&#34987;&#24178;&#25200;&#65292;&#34987;&#35825;&#24785;&#12290;&#36825;&#24618;&#35841;&#21602;&#65311;&#24618;&#25105;&#22826;&#24180;&#36731;&#20040;&#65292;&#21704;&#21704;&#12290;</p>
<p>&#160;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;-&#27809;&#32467;&#23614;&#30340;&#37027;&#27573;&#21024;&#25481;&#20102;&#65292;&#38548;&#20102;&#20960;&#26085;&#65292;&#26089;&#27809;&#20102;&#24403;&#26102;&#30340;&#24515;&#24773;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;-</p>
<p>&#20170;&#22825;&#26159;30&#26085;&#65292;&#26368;&#36817;&#30340;&#20107;&#24773;&#24635;&#35753;&#21916;&#27426;&#31616;&#21333;&#30340;&#25105;&#24863;&#21040;&#24456;mu&#20081;&#12290;&#25152;&#20197;&#65292;&#19981;&#34917;&#20102;&#65292;&#21738;&#22825;&#24515;&#24773;&#25972;&#29702;&#22909;&#20102;&#20877;&#35828;&#21543;&#12290;</p>
<p>&#31069;&#25105;&#29983;&#26085;&#24555;&#20048;&#65281;</p>
<p>&#25918;&#20010;&#39640;&#20852;&#28857;&#30340;&#27468;&#65292;&#26368;&#36817;&#29233;&#30340;&#33487;&#25171;&#32511;</p>
<p><iframe src="http://music.hexun.com/IframePlayer.aspx?CID=0&amp;MID=0&amp;IsFlash=0&amp;AutoStart=1&amp;UiMode=1&amp;FileUrl=http://www.teamrobertelite.com/rocky/down/meili.wma" frameborder="0" noresize width="300" scrolling="no" height="64"></iframe></p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2009/08/26/%E5%8E%BB%E7%90%83-%E9%87%87%E8%8A%B1/">去球-采花</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2009-08-26T00:00:00+08:00" pubdate data-updated="true">Aug 26<span>th</span>, 2009</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#27880;&#65306;&#26631;&#39064;&#34429;&#26080;&#33039;&#23383;&#65292;&#20294;&#20063;&#19981;&#26159;&#21861;&#25991;&#26126;&#29992;&#35821;&#65292;&#26410;&#25104;&#24180;&#20154;&#24910;&#29992;</p>
<p>&#25105;&#35828;&#65292;&#24076;&#26395;&#33021;&#22312;&#29702;&#24819;&#21644;&#29616;&#23454;&#38388;&#25214;&#28857;&#24179;&#34913;&#24863;&#65292;&#22240;&#20026;&#32431;&#31929;&#30340;&#29702;&#24819;&#20027;&#20041;&#35753;&#25105;&#24863;&#35273;&#36317;&#31163;&#29983;&#27963;&#26377;&#28857;&#36828;&#65292;&#25105;&#24320;&#22987;&#21916;&#27426;&#36367;&#23454;&#30340;&#29983;&#27963;&#12290;&#24403;&#28982;&#22914;&#26524;&#29616;&#23454;&#26412;&#36523;&#23601;&#26080;&#27604;&#32654;&#22909;&#65292;&#37027;&#20877;&#22909;&#19981;&#36807;&#12290;</p>
<p>&#25105;&#35828;&#65292;&#29702;&#24819;&#20027;&#20041;&#21644;&#23436;&#32654;&#20027;&#20041;&#65292;&#25105;&#20542;&#21521;&#20110;&#21518;&#32773;&#12290;&#22240;&#20026;&#23427;&#26377;&#26126;&#30830;&#31616;&#21333;&#30340;&#30446;&#26631;&#65292;&#34429;&#28982;&#19981;&#21487;&#33021;&#23454;&#29616;&#65292;&#20294;&#21487;&#20197;&#26080;&#38480;&#25509;&#36817;&#32467;&#26524;&#65292;&#24182;&#19988;&#26377;&#21487;&#36828;&#35266;&#19981;&#21487;&#20149;&#29609;&#30340;&#24863;&#35273;&#65292;&#36825;&#26159;&#35753;&#25105;&#24863;&#35273;&#33298;&#26381;&#30340;&#36807;&#31243;&#12290;</p>
<p>&#25105;&#24819;&#35753;&#33258;&#24049;&#30340;&#26102;&#38388;&#37117;&#26159;&#28385;&#30340;&#65292;&#19981;&#34987;&#31361;&#28982;&#30340;&#20107;&#24773;&#25171;&#25200;&#65292;&#20805;&#20998;&#21033;&#29992;&#65292;&#29978;&#33267;&#21253;&#25324;&#20960;&#28857;&#36215;&#24202;&#65292;&#20960;&#28857;&#30561;&#35273;&#65292;&#20960;&#28857;&#21507;&#39277;&#65292;&#21507;&#21861;&#21507;&#22810;&#23569;&#12290;&#21363;&#20351;&#31361;&#28982;&#21464;&#21350;&#65292;&#20063;&#21482;&#33021;&#26159;&#24448;&#22909;&#30340;&#32467;&#26524;&#65292;&#26356;&#26089;&#36215;&#24202;&#65292;&#26356;&#26089;&#30561;&#35273;&#65292;&#21507;&#26356;&#22909;&#30340;&#12290;&#25353;&#26102;&#23436;&#25104;&#25105;&#20250;&#36156;&#39640;&#20852;&#65292;&#24515;&#24773;&#33298;&#30021;&#12290;&#26368;&#24524;&#35763;&#34987;&#19968;&#26465;&#30701;&#20449;&#65292;&#19968;&#32676;&#34442;&#23376;&#65292;&#24320;&#20250;&#30340;&#33258;&#20064;&#23460;&#31561;&#30772;&#29609;&#24847;&#20799;&#25171;&#26029;&#33041;&#32454;&#32990;&#36816;&#34892;&#36712;&#36857;&#12290;&#38598;&#20013;&#27880;&#24847;&#21147;&#65292;&#23545;&#25105;&#26469;&#35828;&#26412;&#26469;&#23601;&#26159;&#38590;&#20107;&#12290;</p>
<p>&#27599;&#22825;&#30340;&#26102;&#38388;&#25353;&#25105;&#30340;&#23433;&#25490;&#36807;&#65292;&#25105;&#24515;&#24773;&#33298;&#30021;</p>
<p>&#25151;&#38388;&#26588;&#23376;&#26700;&#23376;&#30340;&#19996;&#35199;&#35201;&#25972;&#40784;&#65292;&#37117;&#22312;&#25105;&#23433;&#25490;&#30340;&#20301;&#32622;&#65292;&#25105;&#24515;&#24773;&#33298;&#30021; </p>
<p>&#26377;&#20154;&#25343;&#20102;&#25105;&#30340;&#27700;&#26524;&#20992;&#65292;&#38543;&#20415;&#30340;&#25918;&#22312;&#21035;&#22788;&#65292;&#25105;&#19968;&#22825;&#37117;&#27585;&#20102;</p>
<p>&#25105;&#25239;&#24178;&#25200;&#24456;&#24046;&#65292;&#35201;&#25913;&#36827;&#21584;</p>
<p>&#160;</p>
<p>&#25105;&#26377;&#25105;&#30340;&#20107;&#65292;&#26377;&#30701;&#20449;&#36827;&#26469;&#65292;&#23601;&#20250;&#24456;&#24700;&#28779;&#65292;&#32784;&#24515;&#30340;&#22238;&#22797;&#20102;&#65292;&#21487;&#26159;&#24700;&#28779;&#36824;&#22312;&#12290;&#25226;&#25105;&#24971;&#30340;~~~~</p>
<p>&#19968;&#26465;&#30701;&#20449;&#65292;&#25105;&#23601;&#24471;&#25226;5&#65292;6&#20998;&#38047;&#30340;&#21548;&#21147;&#65292;7&#65292;8&#30334;&#23383;&#30340;&#38405;&#35835;&#37325;&#26469;&#19968;&#36941;&#65292;&#24700;&#28779;&#24456;</p>
<p>&#25152;&#20197;&#65292;&#32769;&#23376;&#23601;&#19981;&#20048;&#24847;&#65292;&#36825;&#35805;&#23545;&#25105;&#26469;&#35828;&#36156;&#36807;&#30270;&#12290;&#20973;&#21861;&#25105;&#23601;&#19981;&#33021;&#20219;&#24615;&#19979;&#65292;&#39554;&#20010;&#20154;&#21861;&#30340;</p>
<p>&#25105;&#20197;&#21518;&#35201;&#36807;&#30340;&#38543;&#24615;&#65292;&#21051;&#24847;&#30340;&#32500;&#25345;&#25110;&#32773;&#25913;&#21464;&#37117;&#19981;&#22909;</p>
<p>&#27809;&#26377;&#35841;&#19968;&#30452;&#26159;&#22909;&#33086;&#27668;&#30340;&#20154;&#65292;&#27809;&#26377;&#35841;&#19968;&#30452;&#26159;&#29702;&#24615;&#30340;&#20154;&#65292;&#27809;&#26377;&#35841;&#21916;&#27426;&#25972;&#22825;&#21453;&#30465;&#33258;&#24049;&#65292;&#19968;&#19981;&#23567;&#24515;&#26080;&#35270;&#20102;&#35832;&#22810;&#19981;&#21487;&#25511;&#30340;&#25152;&#35859;&#23458;&#35266;&#12290;</p>
<p>&#25105;&#25165;&#19981;&#36319;&#33258;&#24049;&#36739;&#21170;&#65292;&#25105;&#25165;&#19981;&#32473;&#33258;&#24049;&#21010;&#26694;&#26694;&#65292;&#25105;&#25165;&#19981;&#20250;&#20026;&#20102;&#36339;&#20986;&#26694;&#26694;&#21051;&#24847;&#24178;&#21861;&#24178;&#21861;&#12290;</p>
<p>&#160;</p>
<p>&#26082;&#28982;&#21457;&#29282;&#39578;&#65292;&#23601;&#19968;&#27425;&#21457;&#23436;&#12290;</p>
<p>&#35752;&#21388;&#32769;&#26657;&#21306;&#31179;&#22825;&#30340;&#34442;&#23376;&#65292;&#21508;&#20010;&#36319;&#25171;&#20102;&#40481;&#34880;&#20284;&#30340;&#65292;bia&#33151;&#19978;&#19982;&#25105;&#21516;&#36827;&#36864;&#65292;&#21643;&#36409;&#37117;&#19981;&#36208;&#12290;</p>
<p>&#35752;&#21388;&#32769;&#26657;&#21306;&#30340;&#33410;&#30465;&#65292;&#24320;&#23398;&#36825;&#20037;&#20102;&#65292;&#25105;&#22810;&#25968;&#24819;&#33258;&#20064;&#30340;&#26102;&#20505;&#37117;&#26159;&#32972;&#30528;&#20070;&#21253;&#36716;&#19968;&#22280;&#21448;&#22238;&#26469;&#12290;&#33267;&#23569;&#65292;&#22312;&#25105;&#30340;&#23433;&#25490;&#20013;&#65292;&#35201;&#33258;&#20064;&#30340;&#26102;&#20505;&#65292;&#35199;&#22823;&#27004;&#27809;&#35265;&#24320;&#38376;&#65292;&#38454;&#25945;&#23453;&#36125;&#20284;&#30340;&#20457;&#33258;&#20064;&#23460;too&#65292;&#20170;&#20799;&#22909;&#19981;&#23481;&#26131;&#24320;&#38376;&#20102;&#36824;&#24320;&#20250;&#65292;&#22270;&#20070;&#39302;&#22043;&#65292;&#25105;&#22312;&#38405;&#35272;&#23460;&#36935;&#19978;&#26497;&#21697;&#30007;&#65292;&#36716;&#25112;&#33258;&#20064;&#23460;&#21364;&#24050;&#27809;&#22320;&#20799;&#20102;&#12290;&#25105;&#25215;&#35748;&#25105;&#36215;&#24471;&#26202;&#65292;&#21507;&#39277;&#24930;&#65292;7&#28857;&#22810;&#36215;&#24202;&#65292;&#21507;&#20102;&#39277;&#65292;&#35835;&#20102;&#20070;&#65292;&#36807;&#21435;&#24590;&#20040;&#30528;&#37117;&#24555;9&#28857;&#20102;&#12290;</p>
<p>&#25105;&#26159;&#24378;&#36843;&#30151;&#65292;&#24403;&#19968;&#22825;&#20234;&#22987;&#30340;&#26089;&#26216;&#65292;&#25105;&#26202;&#19978;&#30561;&#35273;&#26102;&#23433;&#25490;&#22909;&#30340;plan A,plan B&#32479;&#32479;&#22833;&#25928;&#65292;&#25171;&#20081;&#20102;&#19968;&#20999;&#65292;&#19981;&#29245;&#12290;&#20020;&#26102;&#30340;&#20915;&#23450;&#23545;&#25105;&#26469;&#35828;&#19981;&#20855;&#26377;&#25191;&#34892;&#30340;&#21160;&#21147;&#12290;</p>
<p>&#25105;&#26159;&#31528;&#34507;&#65292;&#20026;&#20102;&#20080;&#26465;&#29289;&#32654;&#20215;&#24265;&#30340;&#29275;&#20180;&#35044;&#65292;&#38386;&#20102;&#23601;&#28120;&#23453;&#65292;&#26368;&#21518;&#36824;&#26159;&#19981;&#30693;&#36947;&#33258;&#24049;&#31359;&#22810;&#22823;&#30340;&#35044;&#23376;&#12290;</p>
<p>&#25105;&#26159;&#33258;&#25214;&#30340;&#65292;&#20154;&#23478;&#24515;&#24773;&#22909;&#26469;&#25214;&#25105;&#65292;&#25105;&#31215;&#26497;&#21709;&#24212;&#65307;&#20154;&#23478;&#24515;&#28902;&#26102;&#65292;&#25105;&#23617;&#39072;&#23617;&#39072;&#25918;&#19979;&#19968;&#20999;&#65292;&#25214;&#20154;&#35828;&#35805;&#12290;&#25105;&#27963;&#35813;&#22139;~</p>
<p>&#29239;&#20170;&#20799;&#24515;&#24773;&#19981;&#22909;&#25042;&#24471;&#29702;&#20320;&#65292;&#21704;&#21704;&#65292;&#36825;&#35805;&#24515;&#37324;&#20599;&#20599;&#35828;&#20063;&#25402;&#36807;&#30270;&#12290;</p>
<p><iframe src="http://music.hexun.com/IframePlayer.aspx?CID=0&amp;MID=0&amp;IsFlash=0&amp;AutoStart=1&amp;UiMode=1&amp;FileUrl=http://www.zhongyangkongtiao.org/music/5.wma" frameborder="0" noresize width="300" scrolling="no" height="64"></iframe></p>
<p>&#27468;&#26159;&#23828;&#33616;&#32473;&#25105;&#21548;&#30340;&#65292;&#20174;&#21069;&#21482;&#21548;&#36807;&#37027;&#39318;&#20809;&#24180;&#65292;&#36825;&#20010;&#25105;&#26356;&#21916;&#27426;&#27468;&#35789;&#65292;&#24403;&#28982;&#35201;&#36148;&#19968;&#19979;&#12290;&#22836;&#22238;&#21548;&#65292;&#37027;&#26679;&#30340;&#29615;&#22659;&#65292;&#27531;&#24525;&#21040;&#25105;&#24525;&#19981;&#20303;&#24819;&#21741;</p>
<p>&#26377;&#19968;&#20301;&#22993;&#23064;&#35937;&#26421;&#33457;&#21568;<br />&#26377;&#19968;&#20010;&#29239;&#20204;&#20799;&#35828;&#20320;&#19981;&#24517;&#23475;&#24597;<br />&#19968;&#19981;&#23567;&#24515;&#20182;&#20204;&#25104;&#20102;&#23478;<br />&#29983;&#20102;&#20010;&#23869;&#23376;&#19968;&#36215;&#25379;&#25166;<br /><br />&#20174;&#21069;&#30340;&#29702;&#24819;&#30475;&#26469;&#25402;&#21487;&#24597;&#30340;<br />&#29233;&#24773;&#33021;&#24403;&#39277;&#21507;&#20250;&#26356;&#20255;&#22823;&#21527;<br />&#20026;&#20102;&#33021;&#26377;&#20010;&#26032;&#40092;&#30340;&#26126;&#22825;<br />&#20320;&#20877;&#20063;&#21548;&#19981;&#25026;&#20320;&#35828;&#30340;&#26159;&#21861;<br /><br />&#25105;&#35828;&#21568;&#22993;&#23064;&#20320;&#21035;&#23475;&#24597;<br />&#26377;&#35841;&#20250;&#24635;&#35937;&#19968;&#26421;&#33457;&#21568;<br />&#25105;&#24895;&#20026;&#20320;&#21809;&#39318;&#27468;<br />&#19978;&#21738;&#25214;&#22825;&#29983;&#30340;&#19968;&#23545;&#21568;<br />&#25105;&#24895;&#20026;&#20320;&#21809;&#39318;&#27468;<br />&#19978;&#21738;&#25214;&#22825;&#29983;&#30340;&#19968;&#23545;&#21568;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2009/06/17/%E9%9D%92%E6%98%A5%E7%89%88%E5%BE%B7%E5%8F%A4%E6%8B%89--%E6%9A%AE%E5%85%89%E4%B9%8B%E5%9F%8E/">青春版德古拉&#8211;暮光之城</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2009-06-17T00:00:00+08:00" pubdate data-updated="true">Jun 17<span>th</span>, 2009</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#160;&#160;&#160;</p>
<p><a href="http://muggleyoung.photo.hexun.com/66444023_d.html" target="_blank"><img onload="var image=new Image();image.src=this.src;if(image.width&gt;0 &amp;&amp; image.height&gt;0){if(image.width&gt;=700){this.width=700;this.height=image.height*700/image.width;}}" alt="&#26597;&#30475;&#26356;&#22810;&#31934;&#24425;&#22270;&#29255;" src="http://photo17.hexun.com/p/2009/0616/332220/b_9FAF4BE32AF5948AFF15BDC0E53743C1.jpg" border="0" /></a><br /></p>
<p>&#160;&#160;&#160; &#36825;&#20010;&#29255;&#65292;&#27809;&#26377;&#22826;&#22810;&#22909;&#24863;&#24936;&#30340;</p>
<p>&#160;&#160;&#160; &#38899;&#20048;&#24456;&#22909;&#21548;</p>
<p>&#160;&#160;&#160; &#30011;&#38754;&#20063;&#22909;&#30475;</p>
<p>&#160;&#160;&#160; &#28436;&#21592;&#20204;&#20063;&#37117;&#36824;&#20859;&#30524;&#65292;&#32593;&#32599;&#20102;&#38738;&#26149;&#29255;&#30340;&#21508;&#31181;&#39118;&#26684;</p>
<p>&#160;&#160;&#160;&#160;&#160; &#30456;&#35980;&#24179;&#24179;&#30340;&#22899;&#23401;&#65292;&#30007;&#29983;&#27604;&#36739;&#20016;&#23500;&#65292;&#23567;&#30333;&#33080;&#30340;&#65292;&#35013;&#37239;&#30340;&#65292;&#24378;&#20581;&#30340;</p>
<p>&#160;&#160;&#160;&#160;&#160; &#21560;&#34880;&#39740;&#20204;&#37117;&#24456;&#24069;&#65292;&#19981;&#31649;&#26159;&#22909;&#30340;&#36824;&#26159;&#22351;&#30340;&#12290;&#31455;&#28982;&#36824;&#26377;&#26803;&#30528;&#29273;&#20080;&#21152;&#23567;&#36779;&#23376;&#30340;&#21560;&#34880;&#39740;</p>
<p>&#160;&#160;&#160;&#160; &#24067;&#26223;&#35013;&#25198;&#20063;&#37117;&#31934;&#33268;</p>
<p>&#160;&#160;&#160; &#24773;&#33410;&#22043;&#65292;&#30001;&#20110;&#27809;&#30475;&#36807;&#21407;&#33879;&#65292;&#25105;&#27809;&#21861;&#21457;&#35328;&#26435;&#65292;&#20294;&#20316;&#20026;&#21916;&#29233;&#21704;&#21033;&#27874;&#29305;&#30340;&#40635;&#29916;&#65292;&#32463;&#39564;&#21578;&#35785;&#25105;&#65292;&#36825;&#20070;&#35813;&#26159;&#27604;&#24433;&#29255;&#22909;&#30475;</p>
<p>&#160;&#160;&#160; &#24819;&#24819;&#22909;&#22909;&#30340;&#21704;&#21033;&#27874;&#29305;&#37117;&#35753;&#22909;&#33713;&#22366;&#30340;&#30005;&#24433;&#20154;&#32473;&#31967;&#36341;&#25104;&#21861;&#20102;</p>
<p>&#160;&#160;&#160; &#30456;&#27604;&#20043;&#19979;&#65292;&#36825;twilight&#65292;&#23601;&#36824;&#31639;&#19981;&#38169;&#20102;</p>
<p>&#160;</p>
<p>&#160;&#160;&#160; &#24681;&#65292;&#19968;&#20010;&#38738;&#26149;&#23089;&#20048;&#29255;&#33021;&#25293;&#25104;&#36825;&#26679;&#24050;&#32463;&#24456;&#19981;&#38169;&#20102;</p>
<p>&#160;&#160;&#160; &#20043;&#21069;&#20174;&#27809;&#35265;&#36807;&#36825;&#31181;&#39118;&#26684;&#30340;&#24503;&#21476;&#25289;&#20204;</p>
<p>&#160;&#160;&#160; &#27809;&#26377;&#23574;&#29273;&#20063;&#23601;&#32610;&#20102;&#65292;&#36830;&#21676;&#20154;&#37117;&#25293;&#30340;&#21807;&#32654;&#36215;&#26469;</p>
<p>&#160;&#160;&#160; &#20043;&#25152;&#20197;&#21916;&#27426;&#38452;&#26263;&#65292;&#21364;&#26159;&#22240;&#20026;&#20182;&#20204;&#31449;&#22312;&#38451;&#20809;&#19979;&#20250;&#20687;&#38075;&#30707;&#19968;&#26679;&#38378;&#20809;</p>
<p>&#160;&#160;&#160; &#20063;&#20174;&#27809;&#25552;&#21040;&#22823;&#33948;&#23545;&#20182;&#20204;&#26377;&#20160;&#20040;&#24433;&#21709;&#65292;&#35980;&#20284;&#36824;&#33021;&#23433;&#28982;&#33258;&#33509;&#30340;&#20999;&#27915;&#33905;&#20570;&#39277;&#35831;&#23458;</p>
<p>&#160;</p>
<p>&#160;&#160;&#160; &#23089;&#20048;&#29255;&#22043;&#65292;&#22079;&#22079;&#65292;&#32654;&#30528;&#21602;</p>
<p>&#160;&#160;&#160; &#35270;&#21548;&#25928;&#26524;&#25105;&#24456;&#28385;&#24847;</p>
<p>&#160;&#160;&#160; &#25152;&#20197;&#20063;&#25104;&#20026;&#25105;&#26368;&#36817;&#37325;&#22797;&#35266;&#36175;&#30340;&#24433;&#29255;&#20043;&#19968;</p>
<p>&#160;</p>
<p>&#160;&#160;&#160; P.S.&#26576;&#26085;&#30475;&#35265;&#19968;&#22270;&#29255;&#65292;&#26032;&#26376;&#30340;&#25293;&#25668;&#29255;&#22330;&#65292;&#23567;&#26379;&#21451;&#28436;&#21592;&#20204;&#37117;&#21508;&#33258;&#22841;&#30528;&#19968;&#26681;&#39321;&#28895;&#65292;&#25105;&#24456;&#19981;&#29245;&#65292;&#21710;&#65292;&#22909;&#19981;&#23481;&#26131;&#21916;&#27426;&#20010;&#23089;&#20048;&#29255;&#65292;&#27585;&#20102;&#25105;&#30340;&#22909;&#21360;&#35937;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#160;</p>
<p>&#24180;&#36731;&#20154;&#21584;&#65306;</p>
<p>&#160;<a href="http://muggleyoung.photo.hexun.com/66443742_d.html" target="_blank"><img onload="var image=new Image();image.src=this.src;if(image.width&gt;0 &amp;&amp; image.height&gt;0){if(image.width&gt;=700){this.width=700;this.height=image.height*700/image.width;}}" alt="&#26597;&#30475;&#26356;&#22810;&#31934;&#24425;&#22270;&#29255;" src="http://photo17.hexun.com/p/2009/0616/332218/b_5F5B3F96E23F6A2761FDBC2119492CAB.jpg" border="0" /></a></p>
<p>&#21560;&#34880;&#39740;&#20204;&#65306;<br /><br /><a href="http://muggleyoung.photo.hexun.com/66443747_d.html" target="_blank"><img onload="var image=new Image();image.src=this.src;if(image.width&gt;0 &amp;&amp; image.height&gt;0){if(image.width&gt;=700){this.width=700;this.height=image.height*700/image.width;}}" alt="&#26597;&#30475;&#26356;&#22810;&#31934;&#24425;&#22270;&#29255;" src="http://photo17.hexun.com/p/2009/0616/332218/b_08DC19C5F2C7C2B1B5502E00394F9F7E.jpg" border="0" /></a><br /><br /></p>
<p>&#160;&#160; </p>
<p>&#160;&#160;&#160; <iframe src="http://music.hexun.com/IframePlayer.aspx?CID=0&amp;MID=0&amp;IsFlash=0&amp;AutoStart=1&amp;UiMode=1&amp;FileUrl=http://music.electroindie.com/The%20Black%20Ghosts/Full%20Moon.mp3" frameborder="0" noresize width="300" scrolling="no" height="64"></iframe></p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2009/06/16/%E5%B7%A6%E6%89%8B%E7%89%B5%E5%8F%B3%E6%89%8B%E7%9A%84%E5%B9%B8%E7%A6%8F%E6%84%9F%E8%A7%89/">左手牵右手的幸福感觉</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2009-06-16T00:00:00+08:00" pubdate data-updated="true">Jun 16<span>th</span>, 2009</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#160;&#160;&#160; <a href="http://muggleyoung.photo.hexun.com/66442149_d.html" target="_blank"><img onload="var image=new Image();image.src=this.src;if(image.width&gt;0 &amp;&amp; image.height&gt;0){if(image.width&gt;=700){this.width=700;this.height=image.height*700/image.width;}}" alt="&#26597;&#30475;&#26356;&#22810;&#31934;&#24425;&#22270;&#29255;" src="http://photo17.hexun.com/p/2009/0616/332210/b_B9D0BE81A9D498EF3FF5F52B262B9642.jpg" border="0" /></a><br /><br /></p>
<p>&#160;&#160;&#160; &#29926;&#21147;</p>
<p>&#160;&#160;&#160; &#36825;&#19968;&#21608;&#65292;&#27599;&#22825;&#37117;&#20250;&#30475;1&#65292;2&#36941;</p>
<p>&#160;&#160;&#160; &#25512;&#33616;&#32473;&#24456;&#22810;&#20154;&#65292;&#21916;&#27426;&#30340;&#19981;&#34892;</p>
<p>&#160;&#160;&#160; </p>
<p>&#160;&#160;&#160; &#29926;&#21147;</p>
<p>&#160;&#160;&#160; &#19968;&#20010;&#29301;&#25163;&#30340;&#25925;&#20107;</p>
<p>&#160;&#160;&#160; &#23396;&#29420;&#30340;&#29926;&#21147;&#65292;&#30475;&#30528;&#30005;&#24433;&#20013;&#30340;&#29255;&#27573;&#65292;&#21482;&#33021;&#24038;&#25163;&#19982;&#21491;&#25163;&#30456;&#25569;</p>
<p>&#160;&#160;&#160; &#24819;&#25105;&#20204;&#29616;&#22312;&#65292;&#22810;&#20040;&#19981;&#30693;&#28385;&#36275;</p>
<p>&#160;&#160;&#160; &#29301;&#30528;&#29233;&#20154;&#30340;&#25163;&#65292;&#36824;&#25265;&#24616;&#22914;&#24038;&#25163;&#29301;&#21491;&#25163;&#37027;&#26679;&#27809;&#26377;&#24863;&#35273;</p>
<p>&#160;</p>
<p>&#160;&#160;&#160; &#30382;&#20811;&#26031;&#30340;&#21160;&#30011;&#24635;&#33021;&#21560;&#24341;&#25105;</p>
<p>&#160;&#160;&#160; &#32454;&#33410;&#20570;&#30340;&#24456;&#22909;&#65292;&#19981;&#35770;&#26159;&#30011;&#38754;&#36824;&#26159;&#24773;&#33410;</p>
<p>&#160;&#160;&#160;&#160;&#27809;&#26377;&#36807;&#22810;&#30340;&#23545;&#30333;</p>
<p>&#160;&#160;&#160; &#19968;&#20010;&#31616;&#21333;&#30340;&#25925;&#20107;&#35762;&#36848;&#36825;&#24863;&#21160;&#65292;&#29233;&#24773;</p>
<p>&#160;&#160;&#160; </p>
<p>&#160;&#160;&#160; &#19981;&#30693;&#20026;&#20160;&#20040;&#65292;&#23545;&#20110;walle&#30340;&#24456;&#22810;&#65292;&#25105;&#24635;&#26159;&#24456;&#26377;&#20849;&#40483;&#65292;&#24515;&#37240;&#24471;&#19981;&#34892;&#65292;&#20889;&#19981;&#20986;&#21861;&#25991;&#23383;&#20102;&#65292;&#19978;&#32593;&#25214;&#20102;&#28857;&#20284;&#33457;&#32110;&#30340;&#35780;&#35770;&#36148;&#20986;&#26469;</p>
<p>&#160;&#160;&#160; &#26368;&#21518;&#65292;&#36824;&#26159;&#24378;&#28872;&#24314;&#35758;&#33258;&#24049;&#30475;&#29255;</p>
<p>&#160;&#160;&#160; &#36824;&#26377;&#37027;&#20123;&#36523;&#22312;&#31119;&#20013;&#19981;&#30693;&#31119;&#30340;&#20154;&#20204;&#65292;&#29645;&#24796;&#20320;&#30340;&#29233;&#20154;</p>
<p>&#160;&#160;&#160; &#37027;&#20123;&#33267;&#20170;&#20173;&#23396;&#21333;&#30340;&#20154;&#20204;&#65292;&#25191;&#30528;&#23432;&#20505;&#65292;&#36861;&#27714;&#29233;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#160;&#160;&#160; P.S.&#29255;&#37324;&#35980;&#20284;&#36824;&#20986;&#29616;&#20102;&#24456;&#22810;&#30382;&#20811;&#26031;&#20197;&#21069;&#21160;&#30011;&#30340;&#36229;&#32423;&#37197;&#35282;&#65292;&#24681;&#65292;&#20855;&#20307;&#25105;&#21483;&#19981;&#20986;&#21517;&#65292;&#30475;&#30528;&#30524;&#29087;</p>
<p>&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#26377;&#30528;&#21476;&#22467;&#21450;&#22721;&#30011;&#39118;&#26684;&#30340;&#29255;&#23614;&#65292;&#25105;&#24456;&#26159;&#21916;&#27426;&#65292;&#25277;&#35937;&#21448;&#21487;&#29233;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;-</p>
<p>&#160;&#160;&#160; &#12298;walle&#12299;&#30340;&#29255;&#22836;&#20854;&#23454;&#26159;&#21463;&#21040;&#12298;&#30127;&#29378;&#32422;&#20250;&#32654;&#20029;&#37117;&#12299;&#30340;&#21551;&#21457;&#65292;&#36825;&#19968;&#24149;&#33457;&#20102;&#19971;&#20010;&#26376;&#30340;&#26102;&#38388;&#12290; <font color="#ff0000">&#65288;&#20851;&#20110;&#30127;&#29378;&#32654;&#20029;&#32422;&#20250;&#37117;&#65292;&#30830;&#23454;&#26159;&#20010;&#24456;&#30127;&#29378;&#30340;&#29255;&#65292;&#30127;&#29378;&#21040;&#25105;&#35828;&#19981;&#28165;&#23427;&#24819;&#35762;&#36848;&#20160;&#20040;&#65292;&#20294;&#26159;&#35273;&#24471;&#25402;&#22909;&#30475;&#65289;</font></p>
<p>&#160;&#160;&#160; walle&#27599;&#22825;&#26202;&#19978;&#30475;&#30340;&#30005;&#24433;&#26159;&#36890;&#36807;ipod&#23631;&#24149;&#25773;&#25918;&#30340; </p>
<p>&#25509;&#19979;&#26469;&#30452;&#25509;copy&#20102;&#19968;&#20010;&#35910;&#29923;&#30340;&#35780;&#35770;&#65292;&#26159;&#25105;&#23545;&#36825;&#20010;&#29255;&#21069;&#21322;&#37096;&#20998;&#26368;&#30495;&#23454;&#30340;&#24863;&#21463;&#65306;</p>
<p>&#160;&#160;&#160; &#29926;&#21147;&#26159;&#19968;&#21482;&#34987;&#36951;&#24323;&#30340;&#26426;&#22120;&#20154; <br />&#12288;&#12288;&#20182;&#30340;&#24037;&#20316;&#26159;&#27599;&#22825;&#25910;&#38598;&#22403;&#22334; <br />&#12288;&#12288;&#36825;&#26102;&#30340;&#22320;&#29699;&#26159;&#34987;&#20154;&#31867;&#31096;&#23475;&#30340;&#26080;&#21487;&#25937;&#35201; <br />&#12288;&#12288;&#36827;&#32780;&#34987;&#24443;&#24213;&#24223;&#24323;&#30340;&#24040;&#22823;&#22403;&#22334;&#22330; <br />&#12288;&#12288;&#29926;&#21147;&#25191;&#34892;&#30528;&#31243;&#24207;&#20219;&#21153; <br />&#12288;&#12288;&#29992;&#32922;&#23376;&#21507;&#25481;&#22403;&#22334;&#28040;&#21270;&#19968;&#19979; <br />&#12288;&#12288;&#21464;&#25104;&#27491;&#26041;&#20307;&#30340;&#24314;&#31569;&#26448;&#26009;&#25289;&#20986;&#26469; <br />&#12288;&#12288;&#25289;&#30340;&#26102;&#20505;&#36824;&#35201;&#25238;&#19968;&#19979;&#23617;&#32929; <br />&#12288;&#12288;&#20182;&#22312;&#34987;&#20154;&#36951;&#24323;&#30340;&#19990;&#30028;&#37324;&#40664;&#40664;&#24037;&#20316;&#20102;700&#24180; <br />&#12288;&#12288; <br />&#12288;&#12288;&#20182;&#36824;&#32972;&#30528;&#20010;&#23567;&#22609;&#26009;&#31665; <br />&#12288;&#12288;&#20174;&#22403;&#22334;&#37324;&#25214;&#21040;700&#24180;&#21069;&#20154;&#31867;&#30041;&#19979;&#30340;&#28201;&#26262;&#30340;&#35760;&#24518; <br />&#12288;&#12288;&#27604;&#22914;&#19968;&#20010;&#23567;&#22278;&#30424; <br />&#12288;&#12288;&#19968;&#25226;&#19981;&#30693;&#36947;&#26159;&#21242;&#23376;&#36824;&#26159;&#21449;&#23376;&#30340;&#39184;&#20855; <br />&#12288;&#12288;&#19968;&#21482;&#19981;&#20250;&#29609;&#30340;&#39764;&#26041; <br />&#12288;&#12288;&#19968;&#20010;&#19981;&#30693;&#36947;&#26159;&#25171;&#28779;&#26426;&#20142;&#38134;&#33394;&#30340;&#23567;&#30418;&#23376; <br />&#12288;&#12288;&#19968;&#20010;&#35013;&#38075;&#30707;&#30340;&#30418;&#23376;&#38075;&#30707;&#25172;&#20102;&#30418;&#23376;&#35201;&#30041;&#19979;&#26469; <br />&#12288;&#12288;&#20182;&#25226;&#20182;&#20204;&#25910;&#38598;&#36215;&#26469;&#24102;&#22238;&#33258;&#24049;&#30340;&#23478;&#37324; <br />&#12288;&#12288;&#20998;&#31867;&#25972;&#29702;&#20998;&#23618;&#24067;&#32622; <br />&#12288;&#12288;&#37027;&#26159;&#20010;&#25226;&#22403;&#22334;&#24402;&#32622;&#24471;&#20117;&#20117;&#26377;&#26465;&#30340;&#23478; <br />&#12288;&#12288;&#26377;&#28418;&#20142;&#30340;&#20018;&#36830;&#23567;&#24425;&#28783; <br />&#12288;&#12288;&#20182;&#20859;&#20102;&#22320;&#29699;&#19978;&#26368;&#21518;&#19968;&#21482;&#34769;&#34690;&#20316;&#20026;&#23456;&#29289; <br />&#12288;&#12288;&#20182;&#26377;&#20154;&#31867;&#26368;&#21518;&#19968;&#21367;&#27468;&#33310;&#29255;&#30340;&#24405;&#24433;&#24102;&#32467;&#23616;&#26159;&#20004;&#20010;&#20154;&#25163;&#29301;&#25163; <br />&#12288;&#12288;&#20182;&#26377;&#20154;&#31867;&#26368;&#21518;&#19968;&#39318;&#38463;&#22982;&#26031;&#29305;&#26391;&#21809;&#30528;&#28010;&#28459;&#30340;&#29611;&#29808;&#20154;&#29983; <br />&#12288;&#12288;&#20182;&#29978;&#33267;&#21457;&#29616;&#20102;&#26368;&#21518;&#19968;&#26666;&#32511;&#33394;&#26893;&#29289; <br />&#12288;&#12288; <br />&#12288;&#12288;&#20182;&#22312;&#31561;&#19968;&#20010;&#21487;&#20197;&#20998;&#20139;&#30340;&#21516;&#31867; <br />&#12288;&#12288;&#24403;&#20234;&#29926;&#36825;&#26679;&#19968;&#20010;&#28418;&#20142;&#30340;&#22899;&#26426;&#22120;&#20154;&#20986;&#29616; <br />&#12288;&#12288;&#20182;&#23601;&#28212;&#26395;&#33021;&#21644;&#22905;&#22312;&#19968;&#36215; <br />&#12288;&#12288;&#20182;&#25226;&#22905;&#24102;&#22238;&#33258;&#24049;&#30340;&#30772;&#28866;&#23478;&#20013; <br />&#12288;&#12288;&#32473;&#22905;&#29609;&#39764;&#26041;&#65292;&#28783;&#27873;,&#25171;&#28779;&#26426; <br />&#12288;&#12288;&#21644;&#19968;&#29255;&#21487;&#20197;&#25380;&#27873;&#27873;&#30340;&#22609;&#26009;&#29255; <br />&#12288;&#12288;&#20182;&#20026;&#20102;&#25214;&#20010;&#21516;&#31867;&#20998;&#20139;&#20182;&#30340;&#23453;&#36125;&#24050;&#32463;&#31561;&#20102;700&#24180;&#20102; <br />&#12288;&#12288;&#36275;&#20197;&#26377;&#24456;&#22810;&#24456;&#22810;&#30340;&#23396;&#29420;&#21644;&#29233; <br />&#12288;&#12288; <br />&#12288;&#12288;&#21518;&#26469;&#20182;&#20204;&#23601;&#30456;&#29233;&#20102; <br />&#12288;&#12288;&#29926;&#21147;&#20026;&#20241;&#30496;&#30340;&#20234;&#29926;&#23567;&#22992;&#24102;&#19978;&#20102;&#19968;&#20018;&#28418;&#20142;&#30340;&#23567;&#24425;&#28783; <br />&#12288;&#12288;&#20026;&#22905;&#22312;&#38632;&#37324;&#25745;&#20254;&#23548;&#33268;&#20004;&#27425;&#20197;&#19978;&#30340;&#30005;&#20987; <br />&#12288;&#12288;&#24102;&#30528;&#22905;&#22312;&#22403;&#22334;&#27877;&#27974;&#37324;&#28010;&#28459;&#30340;&#21010;&#30528;&#23567;&#33337; <br />&#12288;&#12288;&#20026;&#22905;&#25918;&#38463;&#22982;&#26031;&#29305;&#26391; <br />&#12288;&#12288;&#20182;&#26377;&#22826;&#22810;&#28010;&#28459;&#23567;&#24819;&#27861;&#35201;&#23454;&#26045;&#20102; <br />&#12288;&#12288;&#22240;&#20026;&#20182;&#24050;&#32463;&#25874;&#20102;700&#24180; <br />&#12288;&#12288; <br />&#12288;&#12288;&#24403;&#28982;&#20182;&#30340;&#21191;&#27668;&#20063;&#25874;&#20102;700&#24180; <br />&#12288;&#12288;&#24403;&#20234;&#29926;&#34987;&#24102;&#36208;&#30340;&#26102;&#20505; <br />&#12288;&#12288;&#20182;&#20026;&#20102;&#29301;&#20010;&#25163; <br />&#12288;&#12288;&#29978;&#33267;&#21487;&#20197;&#20914;&#20986;&#22320;&#29699; <br />&#12288;&#12288; <br />&#12288;&#12288;&#21518;&#38754;&#37027;&#20123;&#29699;&#19968;&#26679;&#30340;&#26410;&#26469;&#20154;&#31867; <br />&#12288;&#12288;&#21644;&#22826;&#31354;&#22823;&#25112;&#30340;&#25925;&#20107;&#25105;&#35760;&#19981;&#28165;&#26970;&#20102; <br />&#12288;&#12288;&#21453;&#27491;&#20182;&#20204;&#20250;&#25226;&#20154;&#31867;&#24102;&#22238;&#26368;&#21021;&#30340;&#29366;&#24577; <br />&#12288;&#12288;&#35753;&#20154;&#31867;&#37325;&#33719;&#20449;&#24515;&#28165;&#29702;&#22320;&#29699;&#20877;&#27425;&#29983;&#23384;&#19979;&#21435; <br />&#12288;&#12288;&#22240;&#20026;&#36825;&#26159;&#19968;&#22330;&#24517;&#39035;&#35201;&#30342;&#22823;&#27426;&#21916;&#30340;&#30005;&#24433;&#32780;&#24050; <br />&#12288;&#12288;&#32780;&#37027;&#20010;&#20551;&#26143;&#26143;&#30340;&#22826;&#31354;&#26053;&#28216;&#23458;&#26632; <br />&#12288;&#12288;&#26412;&#26469;&#23601;&#26159;&#20551;&#30340; <br />&#12288;&#12288;&#21482;&#26159;&#37027;&#27573;&#24223;&#24323;&#33618;&#34542;&#26102;&#20195;&#30340;&#23567;&#29233;&#24773; <br />&#12288;&#12288;&#35753;&#25105;&#35273;&#26103;&#19990;&#32477;&#20262; <br />&#12288;&#12288; <br />&#12288;&#12288;&#25105;&#20063;&#26159;&#20010;&#26426;&#22120;&#20154; <br />&#12288;&#12288;&#22312;&#21927;&#38393;&#30340;&#21271;&#20140;&#25910;&#38598;&#30528;&#25105;&#30340;&#22403;&#22334;&#23453;&#36125; <br />&#12288;&#12288;&#19968;&#23478;&#21482;&#21334;&#29066;&#30340;&#29609;&#20855;&#24215; <br />&#12288;&#12288;&#19968;&#20221;&#32043;&#31859;&#32418;&#35910;&#31957; <br />&#12288;&#12288;&#19968;&#30424;&#30000;&#40493;&#22303;&#31499; <br />&#12288;&#12288;&#19968;&#26479;&#26447;&#20161;&#25343;&#38081; <br />&#12288;&#12288;&#19968;&#31687;&#39068;&#33394;&#40092;&#33395;&#30340;&#23567;&#31461;&#35805; <br />&#12288;&#12288;&#19968;&#27573;&#36335;&#28783;&#24456;&#32654;&#29978;&#33267;&#21487;&#20197;&#29301;&#25163;&#36208;&#36807;&#30340;&#39532;&#36335; <br />&#12288;&#12288;&#25105;&#25910;&#38598;&#22403;&#22334;&#19968;&#26679;&#25910;&#38598;&#30528;&#36825;&#26679;&#30340;&#20449;&#24687; <br />&#12288;&#12288;&#25105;&#22312;&#25910;&#38598;&#20013;&#20048;&#22312;&#20854;&#20013; <br />&#12288;&#12288;&#24182;&#22312;&#31561;&#24453;&#19982;&#20934;&#22791;&#20013;&#26377;&#20102;&#24456;&#22810;&#30340;&#23396;&#29420;&#19982;&#29233; <br />&#12288;&#12288;&#38745;&#38745;&#22320;&#31561;&#30528; <br />&#12288;&#12288;&#20934;&#22791;&#30528;&#20320;&#20174;&#22826;&#31354;&#39134;&#26469; <br />&#12288;&#12288;&#23637;&#31034;&#19968;&#29255;&#23646;&#20110;&#25105;&#30340;&#21487;&#20197;&#25380;&#27873;&#27873;&#22609;&#26009;&#29255; <br />&#12288;&#12288; <br />&#12288;&#12288;&#25105;&#20204;&#22909;&#22909;&#20445;&#25252;&#33258;&#24049;&#30340;&#29233;&#19982;&#25165;&#21326;&#21543; <br />&#12288;&#12288;&#19981;&#35201;&#20219;&#20854;&#22235;&#28322; <br />&#12288;&#12288;&#19981;&#35201;&#35753;&#20182;&#34987;&#26085;&#24120;&#29983;&#27963;&#28040;&#30952; <br />&#12288;&#12288;&#19981;&#35201;&#35753;&#20182;&#34987;&#28608;&#24773;&#24324;&#24471;&#25214;&#19981;&#21040;&#26041;&#21521; <br />&#12288;&#12288;&#19981;&#35201;&#35753;&#20182;&#19981;&#21152;&#20445;&#25252;&#32780;&#19968;&#28857;&#28857;&#39118;&#24178;&#27969;&#36208; <br />&#12288;&#12288;&#25226;&#25105;&#20204;&#30340;&#29233;&#37247;&#25104;&#34562;&#34588;&#21543; <br />&#12288;&#12288;&#30422;&#22909;&#30422;&#23376;&#23384;&#36215;&#26469; <br />&#12288;&#12288;&#22312;&#24688;&#24403;&#30340;&#26102;&#20505; <br />&#12288;&#12288;&#25343;&#20986;&#26469;&#20351;&#29992; <br />&#12288;&#12288;&#21644;&#26368;&#22909;&#30340;&#20154;&#20998;&#20139; <br />&#12288;&#12288;&#19981;&#27714;&#22238;&#25253; <br />&#12288;&#12288;&#19981;&#35745;&#21518;&#26524; <br />&#12288;&#12288;&#26377;&#33457;&#22570;&#25240;&#30452;&#38656;&#25240; <br />&#12288;&#12288; <br />&#12288;&#12288;&#22240;&#20026; <br />&#12288;&#12288;&#36825;&#26159;&#20010;&#19981;&#33021;&#20572;&#30041;&#22826;&#20037;&#30340;&#19990;&#30028;&#12290;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2009/06/10/%E8%88%9E%E6%9C%88%E6%9D%AD%E5%B7%9E%E8%AE%B0/">舞月杭州记</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2009-06-10T00:00:00+08:00" pubdate data-updated="true">Jun 10<span>th</span>, 2009</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#24681;&#65292;&#25105;&#30693;&#36947;&#25105;&#24456;&#25042;&#65292;&#29609;&#23436;n&#20037;&#20102;&#65292;&#35760;&#24518;&#20840;&#22312;&#30805;&#22823;&#30340;&#33041;&#34955;&#37324;&#23384;&#20648;&#12290;&#36825;&#20250;&#21507;&#39281;&#21917;&#36275;&#20102;&#65292;&#35760;&#24405;me&amp;&#39134;&#22312;&#26477;&#24030;&#30340;&#29255;&#27573;&#12290;</p>
<p>&#160;&#160;&#160; &#27809;&#26377;&#22270;&#29255;&#65292;only&#25991;&#23383;</p>
<p>&#160;&#160;&#160; 1st day:&#21040;&#36798;</p>
<p>&#160;&#160;&#160; &#21069;&#19968;&#22812;12&#65306;30&#20174;&#21512;&#32933;&#20986;&#21457;&#65292;&#26089;&#26216;6&#65306;00&#21040;&#36798;&#26477;&#24030;&#65292;&#20877;&#32769;&#36828;&#30340;&#27773;&#36710;&#26179;&#24736;&#21040;&#39134;&#23478;&#65292;&#24555;&#20061;&#28857;&#21543;&#65292;&#22905;&#27491;&#22909;&#25509;&#24453;&#20102;&#25105;&#28982;&#21518;&#21435;&#19978;&#29677;&#12290;&#21069;&#38754;&#29609;&#30340;&#20960;&#22825;&#30340;&#30130;&#20518;&#35753;&#25105;&#20174;&#22905;&#19978;&#29677;&#30561;&#21040;&#19979;&#29677;&#12290;&#12290;&#12290;&#30495;&#33298;&#26381;&#65292;&#36824;&#26377;&#37027;&#20040;&#22810;&#26434;&#24535;&#22909;&#30475;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#160;&#160;&#160; 2nd day:&#20080;&#30005;&#33041;</p>
<p>&#160;&#160;&#160; &#30001;&#20110;&#21069;&#19968;&#22812;&#20457;&#36130;&#36855;&#24537;&#30528;&#21830;&#37327;&#29983;&#36130;&#20043;&#36947;&#37117;&#20852;&#22859;&#30340;&#30561;&#26202;&#20102;&#65292;&#26089;&#19978;&#24908;&#24908;&#24352;&#24352;&#25910;&#25342;&#20102;&#21435;&#20080;&#30005;&#33041;&#12290;&#25105;&#21018;&#23613;&#32844;&#30340;&#38145;&#20102;&#25151;&#38388;&#38376;&#65292;&#37003;&#36962;&#39740;&#21516;&#23398;&#23601;&#22823;&#21483;&#22905;&#24536;&#24102;&#20102;&#38053;&#21273;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#160;&#160;&#160; &#21710;&#65292;&#21018;&#26469;&#23601;&#36935;&#19978;&#36825;&#31561;&#31959;&#20107;&#12290;114&#25214;&#20102;&#24320;&#38145;&#24072;&#20613;&#65292;&#21322;&#23567;&#26102;&#31561;&#20505;&#65292;&#24072;&#20613;&#21549;&#21735;&#21549;&#21735;&#21322;&#20998;&#38047;&#25630;&#23450;&#65292;&#25105;&#20204;&#32769;&#32769;&#23454;&#23454;&#19978;&#20132;40&#22823;&#27915;&#12290;</p>
<p>&#160;&#160;&#160; &#20002;&#19977;&#33853;&#22235;&#30340;&#37003;&#36962;&#22823;&#29579;~~~~</p>
<p>&#160;&#160;&#160; &#25554;&#25773;&#65306;&#20080;&#30005;&#33041;&#30340;&#26102;&#20505;&#65292;&#35828;&#36215;&#25105;&#20204;&#21018;&#27605;&#19994;&#22312;&#26477;&#24030;&#25171;&#24037;&#26469;&#30528;&#65292;&#37027;&#32769;&#26495;&#31435;&#39532;&#38382;&#24037;&#36164;&#26377;1k&#20102;&#21543;&#65311;&#20474;&#20457;&#30456;&#35782;&#26080;&#35821;&#65292;&#21478;&#19968;&#20010;&#38144;&#21806;&#30452;&#25509;&#35828;&#65292;&#21738;&#37324;&#65292;&#24212;&#35813;800&#24046;&#19981;&#22810;&#12290;&#39069;&#65292;&#25105;&#12290;&#12290;&#12290;&#12290;&#25105;&#12290;&#12290;&#12290;&#12290;&#21482;&#26377;&#20667;&#31505;&#30340;&#20221;&#20102;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#160; &#160; 3rd day:&#28023;&#21507;</p>
<p>&#160;&#160;&#160; &#35805;&#35828;&#22312;&#26477;&#24030;&#37027;&#20040;&#20960;&#22825;&#65292;&#22522;&#26412;&#19978;&#20986;&#38376;&#23601;&#21507;&#22806;&#23110;&#23478;&#12290;&#36825;&#22825;&#25104;&#21151;&#21246;&#24341;&#31649;&#23567;&#33805;&#20986;&#26469;&#29609;&#12290;&#21435;&#21507;&#22806;&#23110;&#23478;&#65292;&#25105;&#20204;&#20200;&#36824;&#20307;&#39564;&#20102;&#19968;&#25226;&#8221;&#21860;&#20799;&#33590;&#29245;&#8220;&#65288;&#24212;&#35813;&#26159;&#36825;&#21517;&#65292;&#19981;&#30693;&#36947;&#30340;&#21516;&#23398;&#65292;&#20320;OUT&#21862;&#65281;&#65281;&#65281;&#21704;&#21704;&#65289;&#65292;&#20307;&#39564;&#32467;&#35770;&#26159;&#24456;&#38590;&#21917;&#65292;&#21860;&#37202;&#24050;&#32463;&#22815;&#38590;&#21917;&#20102;&#65292;&#36825;&#20010;&#21017;&#26356;&#29978;&#12290;</p>
<p>&#160;&#160;&#160; &#33267;&#20110;&#22806;&#23110;&#23478;&#65292;3&#20010;&#20154;&#21507;&#20102;&#22823;&#27010;6&#20010;&#33756;&#65292;&#21507;&#24178;&#20928;&#20102;&#65292;&#25105;&#20204;&#26080;&#31351;&#30340;&#25112;&#26007;&#21147;&#21834;&#12290;&#12290;&#12290;&#12290;&#12290;&#19968;&#22242;&#29436;&#34249;&#20043;&#21518;&#25165;&#24819;&#36215;&#26469;&#65292;&#20986;&#38376;&#21069;&#36824;&#19987;&#31243;&#24102;&#20102;&#30456;&#26426;&#65292;&#22352;&#19978;&#39277;&#26700;&#25105;&#23601;&#25226;&#36825;&#20107;&#24536;&#24471;&#19968;&#24178;&#20108;&#20928;&#65292;&#21487;&#24604;&#20102;&#26576;&#20154;&#65292;&#19996;&#35199;&#37117;&#26159;&#22905;&#21253;&#37324;&#32972;&#30528;&#30340;&#12290;&#12290;&#12290;&#23601;&#24403;&#20943;&#32933;&#20102;&#21704;&#12290;</p>
<p>&#160;&#160;&#160; &#22238;&#21435;&#36335;&#19978;&#36935;&#38632;&#65292;&#20457;&#23043;&#19979;&#36710;&#21518;&#23601;&#25289;&#30528;&#25163;&#24320;&#22987;&#36305;&#65292;&#20667;&#19981;&#22403;&#22334;&#30340;&#65292;&#27985;&#36523;&#28287;&#36879;&#36824;&#31505;&#30340;&#36156;&#24320;&#24515;&#12290;&#39030;&#30528;&#19968;&#32506;&#19968;&#32506;&#30340;&#22836;&#21457;&#22312;&#27004;&#19979;&#30340;&#28165;&#30495;&#39184;&#21381;&#20080;&#39277;&#65292;&#36319;&#37027;&#37324;&#30340;&#38485;&#35199;&#39135;&#23458;&#30606;&#25199;&#12290;&#31361;&#28982;&#24863;&#35273;&#19981;&#20687;&#26477;&#24030;&#65292;&#20498;&#26159;&#20284;&#22312;&#26032;&#26657;&#21306;&#38376;&#21475;&#21507;&#28818;&#25289;&#38754;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#160;&#160;&#160; 4th day&#65306;</p>
<p>&#160;&#160;&#160; &#30475;&#20102;&#29066;&#29483;&#22238;&#23478;&#36335;&#65292;&#28201;&#20064;&#20856;&#22411;&#20013;&#22269;&#24335;&#20799;&#31461;&#29255;</p>
<p>&#160;&#160;&#160; &#30475;&#23436;&#30005;&#24433;&#20598;&#36935;&#23567;&#23828;&#21450;&#20854;&#23478;&#23646;&#65292;&#36825;&#20010;&#19990;&#30028;&#30495;&#26159;&#23567;&#12290;&#23567;&#23828;&#21516;&#23398;&#35828;&#35805;&#36824;&#26159;&#37027;&#20040;&#19981;&#28165;&#26970;&#65292;&#25105;&#32769;&#21548;&#19981;&#25026;</p>
<p>&#160;&#160;&#160; &#20877;&#27425;&#21435;&#22806;&#23110;&#23478;&#39253;&#39214;&#65292;&#39307;&#29483;&#22068;&#21507;&#32418;&#28903;&#32905;&#21507;&#21040;&#36830;&#27748;&#27748;&#37117;&#21917;&#24178;&#20928;&#20102;&#65292;&#25105;&#36825;&#39295;&#27515;&#39740;&#37117;&#33258;&#24871;&#19981;&#22914;</p>
<p>&#160;&#160;&#160; &#24681;&#65292;&#25105;&#36824;&#24806;&#35760;&#30528;&#36208;&#26102;&#30041;&#19979;&#30340;&#34507;&#31957;&#31080;&#31080;&#21602;&#65292;&#20154;&#23478;&#37117;&#27809;&#21507;&#30528;~~~~</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;</p>
<p>&#160;&#160;&#160; &#25509;&#19979;&#26469;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#160;&#160;&#160; &#24863;&#35874;&#23567;&#39134;&#21516;&#23398;&#37027;&#20960;&#22825;&#23545;&#25105;&#30340;&#30427;&#24773;&#27454;&#24453;</p>
<p>&#160;&#160;&#160; &#24863;&#35874;&#23567;&#39134;&#29240;&#29305;&#24847;&#21486;&#22065;&#35201;&#35831;&#25105;&#21507;&#22909;&#21507;&#30340;</p>
<p>&#160;&#160;&#160; &#24863;&#35874;&#31649;&#23567;&#33805;&#21516;&#23398;&#39277;&#21518;&#22312;KFC&#32473;&#25105;&#20204;&#20570;&#30340;&#24314;&#35758;&#32654;&#23481;&#35762;&#24231;</p>
<p>&#160;&#160;&#160; &#20877;&#25509;&#19979;&#26469;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#160;&#160;&#160; &#25105;&#20026;&#37027;&#20004;&#21482;&#23567;&#20044;&#40863;&#36947;&#27465;&#65292;&#32473;&#23567;&#39134;&#22992;&#22992;&#24102;&#26469;&#22121;&#26790;&#33324;&#30340;&#20960;&#22825;&#65288;&#20854;&#23454;&#20154;&#23478;&#37027;&#20040;&#20054;&#65292;&#24656;&#24807;&#20063;&#37117;&#26159;&#20320;&#33258;&#24049;&#24515;&#37324;&#24819;&#35937;&#30340;&#65289;</p>
<p>&#160;&#160;&#160; &#20877;&#20026;&#23567;&#20044;&#40863;&#35874;&#35874;&#23567;&#39134;&#22992;&#22992;&#65292;&#25307;&#24453;&#20182;&#20204;&#37027;&#20040;&#20037;</p>
<p>&#160;&#160;&#160; &#35874;&#35874;&#22823;&#22992;&#22992;&#22992;&#65292;&#25910;&#30041;&#20102;&#20182;&#20204;</p>
<p>&#160;&#160;&#160; &#35874;&#35874;&#25105;&#33258;&#24049;&#65292;&#25226;&#20182;&#20204;&#20174;&#27969;&#28010;&#29983;&#27963;&#20013;&#25327;&#25937;&#20986;&#26469;</p>
<p>&#160;</p>
<p>&#160;&#160;&#160; &#21691;~OVER&#65281;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2009/04/28/%E8%BF%99%E4%B8%AA%E7%A2%8E%E5%A5%B3%E5%AD%90/">这个碎女子</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2009-04-28T00:00:00+08:00" pubdate data-updated="true">Apr 28<span>th</span>, 2009</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p><font color="#000000"><a href="http://muggleyoung.photo.hexun.com/63698901_d.html" target="_blank"></a><br /><br />&#20320;&#30340;&#24433;&#23376;&#26080;&#25152;&#19981;&#22312;<br />&#20154;&#30340;&#24515;&#20107;&#20687;&#19968;&#39063;&#23576;&#22467;<br />&#33853;&#22312;&#36807;&#21435;&#39128;&#21521;&#26410;&#26469;<br />&#25481;&#36827;&#30524;&#37324;&#23601;&#27969;&#20986;&#27882;&#26469;<br />&#26366;&#32463;&#27815;&#28023;&#26080;&#38480;&#24863;&#24936;<br />&#26377;&#26102;&#23396;&#29420;&#27604;&#25317;&#25265;&#23454;&#22312;<br />&#35753;&#24515;&#26149;&#21435;&#35753;&#26790;&#31179;&#26469;<br />&#35753;&#20320;&#31163;&#24320;<br />&#33293;&#19981;&#24471;&#24536;<br />&#19968;&#20999;&#37117;&#26159;&#20026;&#29233;<br />&#27809;&#26377;&#36951;&#25022;&#36824;&#26377;&#25105;<br />&#23601;&#35753;&#24448;&#20107;&#38543;&#39118;&#37117;&#38543;&#39118;&#37117;&#38543;&#39118;&#24515;&#38543;&#20320;&#21160;<br />&#26152;&#22825;&#33457;&#35874;&#33457;&#24320;&#19981;&#26159;&#26790;&#19981;&#26159;&#26790;&#19981;&#26159;&#26790;<br />&#23601;&#35753;&#24448;&#20107;&#38543;&#39118;&#37117;&#38543;&#39118;&#37117;&#38543;&#39118;&#24515;&#38543;&#20320;&#30171;<br />&#26126;&#22825;&#28526;&#36215;&#28526;&#33853;&#37117;&#26159;&#25105;&#37117;&#26159;&#25105;&#37117;&#26159;&#25105;<br />&#23601;&#35753;&#24448;&#20107;&#38543;&#39118;&#37117;&#38543;&#39118;&#37117;&#38543;&#39118;&#24515;&#38543;&#20320;&#21160;<br />&#26152;&#22825;&#33457;&#35874;&#33457;&#24320;&#19981;&#26159;&#26790;&#19981;&#26159;&#26790;&#19981;&#26159;&#26790;<br />&#23601;&#35753;&#24448;&#20107;&#38543;&#39118;&#37117;&#38543;&#39118;&#37117;&#38543;&#39118;&#24515;&#38543;&#20320;&#30171;<br />&#26126;&#22825;&#28526;&#36215;&#28526;&#33853;&#37117;&#26159;&#25105;&#37117;&#26159;&#25105;&#37117;&#26159;&#25105;</font></p>
<p>&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160; &#8212;&#8212;&#24448;&#20107;&#38543;&#39118;</p>
<p>&#160;&#160;&#160; &#20043;&#21069;&#36148;&#20986;&#36807;&#36825;&#39318;&#27468;&#65292;&#36825;&#20250;&#31361;&#28982;&#26080;&#27604;&#21916;&#27426;&#36825;&#27468;&#35789;&#65292;&#26377;&#24517;&#35201;&#20063;&#36148;&#20986;&#26469;&#30597;&#30597;&#12290;</p>
<p>&#160;&#160;&#160; &#22909;&#20037;&#27809;&#21548;&#26032;&#27468;&#20102;&#65292;&#30005;&#33041;&#37324;&#26469;&#26469;&#22238;&#22238;&#23601;&#26159;&#37027;&#20040;&#20960;&#20010;&#12290;</p>
<p>&#160;&#160;&#160; &#27809;&#24515;&#24773;&#65311;&#36824;&#26159;&#29983;&#27963;&#36824;&#8220;&#20805;&#23454;&#8221;&#65311;</p>
<p>&#160;&#160;&#160; &#25105;&#20063;&#19981;&#30693;&#36947;</p>
<p>&#160;&#160;&#160; &#25105;&#30693;&#36947;&#30340;&#26159;</p>
<p>&#160;&#160;&#160;&#160;&#36825;&#20010;&#30862;&#22899;&#23376;&#22312;&#21162;&#21147;&#35753;&#33258;&#24049;&#24555;&#20048;&#19968;&#28857;&#65292;&#20877;&#24555;&#20048;&#19968;&#28857;</p>
<p>&#160;</p>
<p>&#160;&#160;&#160; &#27599;&#19968;&#22825;&#65292;&#25105;&#20139;&#21463;&#30528;&#33521;&#35821;&#24102;&#32473;&#25105;&#30340;&#19968;&#28857;&#24555;&#20048;&#65292;&#38899;&#20048;&#65292;&#30005;&#24433;&#65292;&#30005;&#35270;&#65292;&#36824;&#26377;&#31232;&#22855;&#21476;&#24618;&#30340;&#21333;&#35789;&#65307;</p>
<p>&#160;&#160;&#160; &#20026;&#20102;&#19981;&#35753;&#20581;&#36523;&#25151;&#21344;&#20102;&#20415;&#23452;&#65292;&#25105;&#27599;&#22825;&#22362;&#25345;&#21435;&#38203;&#28860;&#65292;&#20048;&#21621;&#21621;&#30340;&#30475;&#37324;&#38754;&#24418;&#24418;&#33394;&#33394;&#30340;&#20154;&#20204;&#65307;</p>
<p>&#160;&#160;&#160; &#27809;&#20107;&#28120;&#20010;&#23453;&#65292;&#32842;&#20010;&#22825;</p>
<p>&#160;&#160;&#160; &#24863;&#24773;&#31639;&#20010;P&#65281;</p>
<p>&#160;&#160;&#160; &#27809;&#20102;&#35841;&#25105;&#37117;&#33021;&#27963;&#65292;&#21453;&#32780;&#33258;&#22312;&#36877;&#36965;</p>
<p>&#160;</p>
<p>&#160;&#160;&#160; &#24681;&#24681;&#65292;&#39134;&#35828;&#25105;&#26159;&#22320;&#36947;&#29289;&#36136;&#22899;&#65292;&#21704;&#21704;&#65292;&#25105;&#20063;&#26377;swarovski&#65292;&#24680;&#25105;&#23601;&#24680;&#25105;&#21543;&#65292;&#24525;&#20102;~~</p>
<p>&#160;&#160;&#160;&#160; <font color="#000000"><a href="http://muggleyoung.photo.hexun.com/63698901_d.html" target="_blank"><img onload="var image=new Image();image.src=this.src;if(image.width&gt;0 &amp;&amp; image.height&gt;0){if(image.width&gt;=700){this.width=700;this.height=image.height*700/image.width;}}" alt="&#26597;&#30475;&#26356;&#22810;&#31934;&#24425;&#22270;&#29255;" src="http://photo17.hexun.com/p/2009/0428/318494/b_54EE889FC012917BFEFC4897CE27A32F.jpg" border="0" /></a></font></p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2009/04/22/yesterday-yes-a-day--tonight-i-celebrete-my-love-for-you/">Yesterday Yes a Day&#8211;tonight I Celebrete My Love for You</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2009-04-22T00:00:00+08:00" pubdate data-updated="true">Apr 22<span>nd</span>, 2009</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#160;&#160;&#160; <a href="http://muggleyoung.photo.hexun.com/63360642_d.html" target="_blank"><img onload="var image=new Image();image.src=this.src;if(image.width&gt;0 &amp;&amp; image.height&gt;0){if(image.width&gt;=700){this.width=700;this.height=image.height*700/image.width;}}" alt="&#26597;&#30475;&#26356;&#22810;&#31934;&#24425;&#22270;&#29255;" src="http://photo17.hexun.com/p/2009/0422/316803/b_4D00F112EE5951D94A08245CA0348DAD.jpg" border="0" /></a><br />&#160;&#160;&#160; &#24895;&#22238;&#24518;&#22914;&#36825;&#36870;&#20809;&#30340;&#36523;&#24433;&#65292;&#28176;&#28176;&#26263;&#21435;&#21543;~~~~<br /></p>
<p>&#160;&#160;&#160; yesterday</p>
<p>&#160;&#160;&#160; &#26152;&#22825;&#65292;&#25105;&#20197;&#20026;&#25105;&#20250;&#24456;&#20260;&#24863;</p>
<p>&#160;&#160;&#160; &#25105;&#20197;&#20026;&#25105;&#20250;&#24456;&#24515;&#30171;</p>
<p>&#160;&#160;&#160; &#25105;&#20197;&#20026;&#25105;&#20250;&#24576;&#30528;&#24754;&#24696;&#30340;&#24515;&#24773;&#40687;&#28982;&#19968;&#26085;</p>
<p>&#160;&#160;&#160; yesterday</p>
<p>&#160;&#160;&#160; &#33258;&#20064;&#65292;&#20581;&#36523;&#65292;&#19978;&#35838;&#65292;&#30005;&#33041;</p>
<p>&#160;&#160;&#160; &#27985;&#27985;&#22121;&#22121;&#65292;&#31455;&#28982;&#23601;&#36825;&#20040;&#36807;&#21435;&#20102;</p>
<p>&#160;&#160;&#160; &#30475;&#26469;&#36825;&#23401;&#23376;&#24515;&#37324;&#32032;&#36136;&#36824;&#26159;&#19981;&#38169;&#28404;&#21834;&#65292;&#33258;&#24651;&#19979;~~~</p>
<p>&#160;</p>
<p>&#160;&#160; &#160;&#27605;&#31455;&#36825;&#21482;&#26159;&#19968;&#20010;&#34394;&#26080;&#30340;&#35760;&#24565;&#32780;&#24050;</p>
<p>&#160;&#160;&#160; &#33258;&#24049;&#20010;&#20799;&#24248;&#20154;&#33258;&#25200;</p>
<p>&#160;&#160;&#160; &#22374;&#28982;&#65292;&#28129;&#23450;&#65292;&#19968;&#30452;&#20197;&#20026;&#33258;&#24049;&#21035;&#26080;&#25152;&#38271;&#33267;&#23569;&#36824;&#26377;&#36825;&#26679;&#30340;&#24615;&#26684;&#24341;&#20197;&#20026;&#35946;</p>
<p>&#160;&#160;&#160; &#25105;&#36824;&#26159;&#27809;&#26377;&#20462;&#28860;&#21040;&#23478;</p>
<p>&#160;&#160;&#160; </p>
<p>&#160;&#160;&#160; &#21035;&#20154;&#37117;&#24050;&#19981;&#22312;&#24847;&#65292;&#25105;&#21448;&#20309;&#24517;&#28902;&#25200;&#33258;&#24049;</p>
<p>&#160;</p>
<p>&#160;&#160;&#160; &#20004;&#24180;&#65292;&#19981;&#30693;&#36947;&#31639;&#19981;&#31639;&#38271;</p>
<p>&#160;&#160;&#160; &#25105;&#25152;&#24999;&#25004;&#30340;&#29233;&#24773;&#65292;&#35813;&#26377;&#24456;&#20037;&#30340;&#24651;&#29233;&#65292;&#26377;&#22914;&#19968;&#23478;&#20154;&#30340;&#23621;&#23478;&#29983;&#27963;</p>
<p>&#160;&#160;&#160; &#20004;&#24180;&#65292;&#22312;&#25105;&#30475;&#26469;&#65292;&#19981;&#31639;&#24456;&#20037;</p>
<p>&#160;&#160;&#160; &#25105;&#25152;&#32463;&#21382;&#30340;&#20004;&#24180;&#65292;&#26377;&#22826;&#22810;&#30340;&#22238;&#24518;&#65292;&#26377;&#22826;&#22810;&#30340;&#32463;&#21382;&#26080;&#27861;&#25273;&#21435;&#65292;&#21482;&#22909;&#20599;&#20599;&#35013;&#36827;&#30418;&#23376;&#65292;&#20002;&#22312;&#35282;&#33853;</p>
<p>&#160;</p>
<p>&#160;&#160;&#160; yesterday ,just a day</p>
<p>&#160;&#160;&#160; lh&#22840;&#22870;&#65292;&#19981;&#31649;&#22810;&#38386;&#22810;&#26080;&#32842;&#65292;&#25105;&#24635;&#26377;&#26412;&#20107;&#25214;&#21040;&#24456;&#22810;&#20107;&#24773;&#29609;&#65288;&#25105;&#23601;&#29702;&#35299;&#25104;&#22840;&#22870;&#20102;&#21834;&#65289;</p>
<p>&#160;&#160;&#160; &#23545;&#21834;&#65292;&#38500;&#20102;&#20197;&#20026;&#24754;&#20260;&#65292;&#25105;&#26377;&#24456;&#22810;&#20107;&#24773;&#21487;&#20197;&#20570;</p>
<p>&#160;&#160;&#160; &#26412;&#31185;&#26102;&#25171;&#31639;&#21644;duck&#19968;&#36215;&#35265;&#35782;&#19979;&#38485;&#35199;&#30340;&#40644;&#37329;&#29699;&#24066;&#21644;&#32463;&#20856;&#38485;&#39554;&#65292;&#33267;&#20170;&#20173;&#26410;&#23454;&#29616;</p>
<p>&#160;&#160;&#160; &#38500;&#20102;&#20813;&#36153;&#30340;&#38485;&#21338;&#65292;&#35199;&#23433;&#36824;&#26377;&#24456;&#22810;&#21338;&#29289;&#39302;&#20540;&#24471;&#25105;&#21435;&#35265;&#35782;</p>
<p>&#160;&#160;&#160; &#34429;&#28982;&#38047;&#40723;&#27004;&#21548;&#36215;&#26469;&#24456;&#26080;&#36259;&#65292;&#20316;&#20026;&#19968;&#38485;&#35199;&#20154;&#65292;&#25105;&#35813;&#21435;&#30475;&#30475;</p>
<p>&#160;&#160;&#160; &#20570;&#25163;&#24037;&#65292;&#30475;&#30005;&#24433;&#65292;&#27809;&#20107;&#29730;&#30952;&#22909;&#21507;&#30340;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#160;&#160;&#160; &#36825;&#20123;&#37117;&#26159;&#34987;&#25243;&#24323;&#35768;&#20037;&#30340;&#23545;&#29983;&#27963;&#30340;&#36861;&#27714;</p>
<p>&#160;</p>
<p>&#160;&#160;&#160; &#36807;&#21435;&#30340;&#23601;&#35753;&#23427;&#36807;&#21435;&#21543;</p>
<p>&#160;&#160;&#160;&#160;&#24076;&#26395;&#26377;&#19968;&#22825;&#65292;&#25105;&#33021;&#37325;&#26032;&#29123;&#36215;&#23545;&#29983;&#27963;&#23545;&#29233;&#24773;&#21333;&#32431;&#30340;&#26790;&#24819;</p>
<p>&#160;&#160;&#160; &#22914;ck&#30340;&#35846;&#35846;&#25945;&#35826;&#65292;&#19981;&#35813;&#23601;&#36825;&#26679;&#25918;&#24323;&#24076;&#26395;</p>
<p>&#160;&#160;&#160; &#22788;&#22899;&#24231;&#30340;&#23436;&#32654;&#20027;&#20041;&#32773;&#65292;&#29983;&#27963;&#19981;&#35813;&#22914;&#27492;&#20932;&#24808;</p>
<p>&#160;&#160;&#160; &#39134;&#35828;&#65292;&#29233;&#24773;&#21644;&#20107;&#19994;&#24635;&#26377;&#19968;&#26679;&#35201;&#26149;&#39118;&#24471;&#24847;</p>
<p>&#160;&#160;&#160; &#25105;&#20204;&#20004;&#26679;&#37117;&#35201;&#26149;&#39118;&#24471;&#24847;&#21602;</p>
<p><iframe src="http://music.hexun.com/IframePlayer.aspx?CID=0&amp;MID=0&amp;IsFlash=0&amp;AutoStart=1&amp;UiMode=1&amp;FileUrl=http://bradcerullo.com/wedding/songs/tonight_i_celebrate_my_love.mp3" frameborder="0" noresize width="300" scrolling="no" height="64"></iframe></p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2009/03/08/%E6%AD%A5%E5%85%A5step-2/">步入step 2</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2009-03-08T00:00:00+08:00" pubdate data-updated="true">Mar 8<span>th</span>, 2009</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#160;&#160; 1.&#25233;&#37057;&#65292;&#25972;&#22825;&#21574;&#22312;&#23478;&#37324;&#20160;&#20040;&#37117;&#19981;&#24819;&#20570;&#65292;&#38452;&#27785;&#27785;&#30340;&#24515;&#24773; + &#19968;&#24352;&#33510;&#29916;&#33080;&#65307;</p>
<p>&#160;&#160; 2.&#20912;&#28608;&#20940;&#65292;&#26399;&#26395;&#26377;&#19968;&#31181;&#26041;&#24335;&#65292;&#21457;&#27844;&#24515;&#20013;&#30340;&#22833;&#33853;&#65292;&#36716;&#31227;&#27880;&#24847;&#21147;&#65307;</p>
<p>&#160;&#160; 3.&#33073;&#34915;&#33310;&#65292;&#24515;&#24773;&#35299;&#33073;&#65292;&#20139;&#21463;&#29983;&#27963;&#12290;</p>
<p>&#160;&#160; monica &amp; rachel &#24635;&#32467;&#30340;&#22833;&#24651;&#19977;&#20010;&#38454;&#27573;&#12290;</p>
<p>&#160;</p>
<p>&#160;&#160; &#25105;&#65292;&#29616;&#22312;&#65292;&#24046;&#19981;&#22810;&#65292;&#24819;&#35201;&#36827;&#20837;&#31532;&#20108;&#38454;&#27573;&#20102;</p>
<p>&#160;&#160; &#24456;&#22810;&#22899;&#29983;&#65292;&#22833;&#24651;&#21518;&#65292;&#36319;&#22836;&#21457;&#36807;&#19981;&#21435;&#65292;&#36319;&#33258;&#24049;&#30340;&#32963;&#36807;&#19981;&#21435;</p>
<p>&#160;&#160;&#160;&#25105;&#65292;&#19981;&#24819;&#37027;&#26679;</p>
<p>&#160;&#160; &#23398;&#20064;&#25104;&#32489;&#19968;&#22242;&#31967;&#20043;&#21518;&#65292;&#25105;&#35201;&#31215;&#26497;&#21521;&#19978;</p>
<p>&#160;</p>
<p>&#160;&#160; &#25105;&#65292;&#24819;&#25214;&#19968;&#20010;&#20449;&#20208;&#65292;&#25110;&#35768;&#25105;&#20570;&#19981;&#20102;&#34388;&#35802;&#30340;&#25945;&#24466;</p>
<p>&#160;&#160; &#24076;&#26395;&#25105;&#30340;&#31070;&#65292;&#33021;&#21407;&#35845;&#25105;&#30340;&#36807;&#38169;&#65292;&#32473;&#25105;&#22810;&#19968;&#28857;&#24076;&#26395;</p>
<p>&#160;</p>
<p>&#160;&#160; &#25105;&#65292;&#24819;&#36208;&#36335;&#65292;&#36208;&#24456;&#22810;&#30340;&#36335;&#65292;&#35265;&#24456;&#22810;&#30340;&#20154;</p>
<p>&#160;&#160; &#38745;&#38745;&#30475;&#39118;&#26223;&#65292;&#30041;&#19979;&#19968;&#20010;&#20154;&#30340;&#32426;&#24565;</p>
<p>&#160;</p>
<p>&#160;&#160; &#25105;&#65292;&#24819;&#20570;&#36816;&#21160;&#65292;&#24456;&#22810;&#30340;&#27735;&#27700;</p>
<p>&#160;&#160; &#37240;&#30171;&#30340;&#32908;&#32905;&#33021;&#21542;&#32531;&#35299;&#20854;&#20182;&#22320;&#26041;&#30340;&#30171;</p>
<p>&#160;&#160; </p>
<p>&#160;&#160; &#39134;&#35828;&#65306;&#38394;&#23494;&#23601;&#26159;&#20687;&#34588;&#19968;&#26679;&#29980;&#65292;all the time.</p>
<p>&#160;&#160; &#29616;&#22312;&#25105;&#30830;&#23450;</p>
<p>&#160;&#160; &#20877;&#24590;&#26679;&#65292;&#20320;&#20204;&#24635;&#19981;&#20250;&#25243;&#24323;&#25105;</p>
                                    </p>
</div>
  
  


    </article>
  
  <div class="pagination">
    
      <a class="prev" href="/blog/page/23/">&larr; Older</a>
    
    <a href="/blog/archives">Blog Archives</a>
    
    <a class="next" href="/blog/page/21/">Newer &rarr;</a>
    
  </div>
</div>
<aside class="sidebar">
  
    <section>
  <h1>Recent Posts</h1>
  <ul id="recent_posts">
    
      <li class="post">
        <a href="/blog/2013/01/08/my-frist-post/">my-frist-post</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/05/14/eclipse---java.lang.noclassdeffounderror%3A-com.jayway.android.robotium.solo.solo%E9%94%99%E8%AF%AF%E8%A7%A3%E5%86%B3/">eclipse - java.lang.NoClassDefFoundError: com.jayway.android.robotium.solo.Solo错误解决</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/04/08/%E4%BD%A0%E7%8E%B0%E5%9C%A8%E7%9A%84%E5%B7%A5%E4%BD%9C%E8%BD%BB%E6%9D%BE%E4%B9%88%EF%BC%9F/">你现在的工作轻松么？</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/02/19/css%E7%AC%94%E8%AE%B0-position%E9%83%BD%E6%9C%89%E5%95%A5%E5%B1%9E%E6%80%A7/">CSS笔记-position都有啥属性</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/02/19/css%E7%AC%94%E8%AE%B0-css-reset/">CSS笔记-CSS reset</a>
      </li>
    
  </ul>
</section>






  
</aside>

    </div>
  </div>
  <footer role="contentinfo"><p>
  Copyright &copy; 2013 - muggleyoung -
  <span class="credit">Powered by <a href="http://octopress.org">Octopress</a></span>
</p>

</footer>
  







  <script type="text/javascript">
    (function(){
      var twitterWidgets = document.createElement('script');
      twitterWidgets.type = 'text/javascript';
      twitterWidgets.async = true;
      twitterWidgets.src = 'http://platform.twitter.com/widgets.js';
      document.getElementsByTagName('head')[0].appendChild(twitterWidgets);
    })();
  </script>





</body>
</html>
