
<!DOCTYPE HTML>
<html>
<head>
	<meta charset="utf-8">
	<title></title>
	<meta name="author" content="muggleyoung">

	
	<meta name="description" content="&#20170;&#22825;&#20877;&#27425;&#36935;&#19978;&#22478;&#31649;
&#22312;&#25105;&#20204;&#36825;&#37324;&#65292;&#22823;&#23478;&#25226;&#22478;&# &hellip;">
	
	<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

	<link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
	<link rel="canonical" href="">
	<link href="/favicon.png" rel="shortcut icon">
	<link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
	<!--[if lt IE 9]><script src="//html5shiv.googlecode.com/svn/trunk/html5.js"></script><![endif]-->
	<script src="//ajax.googleapis.com/ajax/libs/jquery/1.7.2/jquery.min.js"></script>
	
</head>

<body>
	<header id="header" class="inner"><h1><a href="/"></a></h1>
<nav id="main-nav"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</nav>
<nav id="mobile-nav">
	<div class="alignleft menu">
		<a class="button">Menu</a>
		<div class="container"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</div>
	</div>
	<div class="alignright search">
		<a class="button"></a>
		<div class="container">
			<form action="http://google.com/search" method="get">
				<input type="text" name="q" results="0">
				<input type="hidden" name="q" value="site:muggleyoung.github.com">
			</form>
		</div>
	</div>
</nav>
<nav id="sub-nav" class="alignright">
	<div class="social">
		
		
		
		
    
		
		
		
		
		
		<a class="rss" href="/atom.xml" title="RSS">RSS</a>
		
	</div>
	<form class="search" action="http://google.com/search" method="get">
		<input class="alignright" type="text" name="q" results="0">
		<input type="hidden" name="q" value="site:muggleyoung.github.com">
	</form>
</nav>

</header>
	
		
	
	<div id="content" class="inner">


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/08/08/%E8%AE%B0%E9%BB%91%E7%8B%97%E9%98%9F-fix-you/">
		
			记黑狗队-fix You</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p><img src="http://filer.blogbus.com/5333148/5333148_1281277261p.jpg" border="0" alt="" /></p>
<p>&#20170;&#22825;&#20877;&#27425;&#36935;&#19978;&#22478;&#31649;</p>
<p>&#22312;&#25105;&#20204;&#36825;&#37324;&#65292;&#22823;&#23478;&#25226;&#22478;&#31649;&#21483;&#20570;&#40657;&#29399;&#38431;</p>
<p>&#25152;&#20197;&#65292;&#34429;&#28982;&#29233;&#29399;&#65292;&#20294;&#26159;&#23545;&#40657;&#29399;&#36825;&#35789;&#20799;&#65292;&#27809;&#21861;&#22909;&#24863;</p>
<p>&#20013;&#21320;&#29240;&#29240;&#27809;&#22238;&#23478;&#21507;&#39277;&#65292;&#22920;&#35828;&#65292;&#26089;&#19978;&#40657;&#29399;&#38431;&#21448;&#21435;&#25105;&#23478;&#24215;&#24215;&#25214;&#20107;&#20799;&#20102;</p>
<p>&#22636;&#19978;&#30340;&#24215;&#24215;&#22312;&#35013;&#20462;&#65292;&#26377;&#20123;&#19996;&#35199;&#25918;&#19981;&#19979;&#65292;&#23601;&#26242;&#26102;&#25670;&#22312;&#20102;&#22806;&#38754;</p>
<p>&#40657;&#29399;&#38431;&#36335;&#36807;&#65292;&#30475;&#19981;&#39034;&#30524;</p>
<p>&#20914;&#36827;&#24215;&#37324;&#65292;&#25250;&#36208;&#20102;&#25105;&#20204;&#25152;&#26377;&#26032;&#35746;&#30340;&#36135;&#26550;&#65292;&#26588;&#21488;</p>
<p>&#20026;&#21861;&#65311;&#20182;&#20204;&#28789;&#30528;&#21602;&#65292;&#30475;&#35265;&#22806;&#38754;&#25670;&#30340;&#19996;&#35199;&#19981;&#22909;&#65292;&#35201;&#27809;&#25910;&#23601;&#25910;&#20540;&#38065;&#30340;&#29289;&#20214;&#20799;</p>
<p>&#25105;&#19981;&#22312;&#22330;&#65292;&#20063;&#24819;&#35937;&#30340;&#20986;&#26159;&#24590;&#26679;&#29436;&#31821;&#30340;&#19968;&#21103;&#22330;&#26223;</p>
<p>&#20110;&#26159;&#65292;&#24037;&#20154;&#37117;&#20572;&#24037;&#22238;&#23478;&#20102;&#65292;&#25105;&#29241;&#21435;&#22478;&#31649;&#22823;&#38431;&#25214;&#20154;&#20132;&#32602;&#27454;&#24537;&#27963;&#20102;&#24555;&#19968;&#22825;~</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8211;</p>
<p>&#23064;&#35828;&#36825;&#20107;&#20799;&#65292;&#35753;&#25105;&#24819;&#36215;&#20102;&#24456;&#22810;&#23567;&#26102;&#20505;&#40657;&#29399;&#38431;&#25104;&#21151;&#32473;&#25105;&#30041;&#19979;&#30340;&#38452;&#24433;</p>
<p>&#21334;&#21032;&#20912;&#30340;&#26102;&#20505;&#65292;&#29240;&#22920;&#20026;&#20102;&#22810;&#25379;&#28857;&#65292;&#30333;&#22825;&#20063;&#20250;&#20882;&#30528;&#22826;&#38451;&#20986;&#38376;&#25670;&#25674;&#65292;&#26368;&#36817;&#20960;&#24180;&#25105;&#29240;&#36523;&#19978;&#26194;&#20986;&#30340;&#32905;&#32972;&#24515;&#25165;&#19981;&#37027;&#20040;&#26126;&#26174;&#20102;&#65292;&#22920;&#36824;&#20381;&#28982;&#40657;&#30246;&#30528;~</p>
<p>&#37027;&#26102;&#20505;&#65292;&#29240;&#39569;&#30528;&#19977;&#36718;&#36710;&#65292;&#21032;&#20912;&#26426;&#35013;&#22312;&#36710;&#19978;&#65292;&#21040;&#30446;&#30340;&#22320;&#20197;&#21518;&#65292;&#20250;&#25903;&#36215;&#19968;&#24352;&#26700;&#23376;&#65292;&#25670;&#20960;&#25226;&#20979;&#23376;&#65292;&#26700;&#23376;&#26049;&#36824;&#20250;&#25745;&#36215;&#19968;&#20010;&#24040;&#22823;&#30340;&#38451;&#20254;</p>
<p>&#40657;&#29399;&#38431;&#26366;&#32463;&#65292;&#25294;&#36215;&#20979;&#23376;&#23601;&#24448;&#22320;&#19978;&#30776;&#12290;&#26700;&#23376;&#34987;&#30776;&#35010;&#20102;&#65292;&#20979;&#23376;&#25481;&#28422;&#20102;&#65292;&#25105;&#23478;&#19968;&#30452;&#29992;&#20182;&#20204;&#21040;&#20170;&#24180;&#25644;&#23478;</p>
<p>&#40657;&#29399;&#38431;&#26366;&#32463;&#65292;&#25226;&#25105;&#29241;&#24825;&#27611;&#36807;&#12290;&#29241;&#22320;&#29992;&#37027;&#24040;&#22823;&#30340;&#38451;&#20254;&#20570;&#27494;&#22120;&#65292;&#36319;&#20154;&#24178;&#20102;&#19968;&#20183;&#12290;&#34429;&#35828;&#25105;&#29241;&#33086;&#27668;&#19981;&#22909;&#65292;&#24179;&#26102;&#20063;&#21482;&#26159;&#20982;&#32780;&#24050;&#65292;&#39030;&#22810;&#25105;&#19981;&#21548;&#35805;&#25171;&#20004;&#19979;&#12290;&#37027;&#22825;&#65292;&#32467;&#32467;&#23454;&#23454;&#30340;&#24178;&#20183;&#21518;&#26524;&#26159;&#65292;&#25105;&#29239;&#29239;&#38395;&#35759;&#36214;&#26469;&#65292;&#24102;&#30528;&#34987;&#25171;&#30340;&#20154;&#21435;&#21307;&#38498;&#26816;&#26597;&#12290;&#12290;&#12290;</p>
<p>&#40657;&#29399;&#38431;&#26366;&#32463;&#65292;&#25250;&#36807;&#25105;&#23478;&#19977;&#36718;&#36710;&#65292;&#30828;&#26159;&#25302;&#36208;&#20102;</p>
<p>&#36824;&#26377;&#25105;&#29240;&#24320;&#25705;&#30340;&#26102;&#20505;&#65292;&#25705;&#25176;&#36710;&#19981;&#30693;&#36947;&#34987;&#27809;&#25910;&#36807;&#22810;&#23569;&#22238;</p>
<p>&#27599;&#27425;&#24819;&#21040;&#36825;&#20123;&#65292;&#24515;&#37324;&#29305;&#37240;&#65292;&#24819;&#35937;&#19981;&#20986;&#29241;&#22920;&#20026;&#20102;&#25379;&#38065;&#65292;&#21463;&#32047;&#23601;&#19981;&#35828;&#20102;&#65292;&#21463;&#20102;&#22810;&#23569;&#30340;&#22996;&#23624;&#21834;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8211;</p>
<p>&#21518;&#26469;&#65292;&#23478;&#37324;&#30424;&#20102;&#19968;&#20010;&#24215;&#65292;&#19981;&#20877;&#25171;&#28216;&#20987;&#20102;&#12290;&#21487;&#20063;&#20813;&#19981;&#20102;&#34987;&#38712;&#36947;&#30340;&#40657;&#29399;&#38431;&#27450;&#36127;</p>
<p>&#21482;&#35828;&#25105;&#35265;&#36807;&#30340;&#21543;&#12290;</p>
<p>&#21019;&#20160;&#20040;&#22478;&#24066;&#30340;&#26102;&#20505;&#65292;&#20182;&#20204;&#30447;&#19978;&#20102;&#25105;&#23478;&#25670;&#22312;&#38376;&#21475;&#30340;&#24191;&#21578;&#29260;</p>
<p>&#35821;&#27668;&#34542;&#27178;&#30340;&#36827;&#26469;&#26021;&#36131;&#65292;&#25105;&#29240;&#20108;&#35805;&#27809;&#35828;&#65292;&#25226;&#29260;&#23376;&#25910;&#22238;&#26469;&#20102;</p>
<p>&#20182;&#20204;&#19981;&#36807;&#30270;&#21834;&#65292;&#25910;&#20102;&#19981;&#23601;&#27809;&#29702;&#30001;&#32602;&#38065;&#20102;&#22043;</p>
<p>&#23601;&#26377;&#20154;&#19981;&#30693;&#36947;&#20174;&#21738;&#37324;&#25220;&#26469;&#19968;&#26681;&#25302;&#25226;&#26829;&#65292;&#20914;&#36827;&#24215;&#37324;&#23601;&#30776;</p>
<p>&#25105;&#22920;&#19978;&#21435;&#25289;&#65292;&#34987;&#25105;&#25318;&#20303;&#20102;&#12290;&#19996;&#35199;&#22351;&#20102;&#27809;&#20851;&#31995;&#65292;&#21035;&#26368;&#21518;&#36824;&#25226;&#20154;&#24324;&#21463;&#20260;&#20102;</p>
<p>&#19968;&#33324;&#19968;&#26377;&#20107;&#65292;&#29240;&#23601;&#35753;&#25105;&#22238;&#23478;&#20102;</p>
<p>&#25454;&#35828;&#21518;&#26469;&#22909;&#35828;&#27513;&#35828;&#32602;&#27454;&#23569;&#20132;&#20102;&#28857;&#65292;&#20294;&#26159;&#65292;&#24215;&#37324;&#39640;&#26723;&#22871;&#35013;&#32473;&#20182;&#20204;&#39034;&#20102;&#22909;&#20960;&#20214;&#21435;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;-</p>
<p>&#24179;&#26102;&#40657;&#29399;&#30340;&#39578;&#25200;&#20063;&#26159;&#19981;&#26029;&#30340;&#65292;&#21482;&#35201;&#20182;&#20204;&#26469;&#65292;&#25105;&#29240;&#19968;&#33324;&#37117;&#20250;&#24456;&#38271;&#30524;&#33394;&#30340;&#36865;&#28857;&#19996;&#35199;</p>
<p>&#23621;&#28982;&#26377;&#22825;&#26469;&#25214;&#33580;&#65292;&#19981;&#20294;&#20809;&#26126;&#27491;&#22823;&#30340;&#39034;&#19996;&#35199;&#65292;&#36824;&#20599;&#25720;&#30340;&#39034;&#36208;&#20102;&#24215;&#37324;&#21592;&#24037;&#30340;&#30382;&#21253;</p>
<p>&#20320;TM&#36824;&#26159;&#20154;&#20040;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;-</p>
<p>&#36825;&#31867;&#30340;&#20107;&#20214;&#65292;&#35753;&#25105;&#23567;&#26102;&#20505;&#23545;&#26435;&#36825;&#20010;&#35789;&#20805;&#28385;&#20102;&#24656;&#24807;</p>
<p>&#20877;&#35828;&#28857;&#21035;&#30340;&#65292;4&#65292;5&#23681;&#26102;&#65292;&#21435;&#36731;&#38498;&#23016;&#22920;&#23478;&#12290;&#37027;&#26102;&#20505;&#36731;&#38498;&#36827;&#38376;&#35201;&#30331;&#35760;&#30340;&#65292;&#25105;&#20204;&#36827;&#38376;&#26102;&#65292;&#36319;&#22823;&#29239;&#35828;&#25214;***,&#22823;&#29239;&#27809;&#35753;&#30331;&#35760;&#23601;&#25918;&#25105;&#20204;&#36827;&#21435;&#20102;&#12290;&#36825;&#23601;&#26159;&#40635;&#28902;&#30340;&#24320;&#22987;&#12290;</p>
<p>&#36319;&#29240;&#29240;&#20986;&#38376;&#30340;&#26102;&#20505;&#65292;&#22823;&#29239;&#19981;&#22312;&#20102;&#65292;&#26159;&#20457;&#23567;&#24180;&#36731;&#12290;&#30001;&#20110;&#25214;&#19981;&#30528;&#30331;&#35760;&#20449;&#24687;&#65292;&#20182;&#20204;&#27515;&#27963;&#19981;&#35753;&#25105;&#20457;&#20986;&#38376;&#65292;&#25197;&#30528;&#25105;&#29240;&#23601;&#24448;&#21150;&#20844;&#23460;&#36208;&#12290;&#37027;&#26102;&#20505;&#29240;&#29240;&#32473;&#33258;&#24049;&#26032;&#20080;&#30340;&#65292;&#29305;&#22909;&#30475;&#30340;&#25163;&#34920;&#65292;&#22312;&#25197;&#25171;&#20013;&#25684;&#20102;&#65292;&#34920;&#38754;&#30862;&#20102;&#65292;&#21360;&#35937;&#20043;&#25152;&#20197;&#24456;&#28145;&#65292;&#22240;&#20026;&#27809;&#38065;&#65292;&#36825;&#22359;&#34920;&#38754;&#30862;&#20102;&#30340;&#25163;&#34920;&#65292;&#29240;&#29240;&#24102;&#20102;&#24456;&#20037;&#24456;&#20037;</p>
<p>&#23567;&#24180;&#36731;&#36215;&#21021;&#24456;&#20982;&#65292;&#21621;&#26021;&#65292;&#21160;&#25163;&#21160;&#33050;&#12290;&#22823;&#27010;&#22240;&#20026;&#25105;&#22312;&#21518;&#38754;&#36319;&#30528;&#65292;&#65288;&#37027;&#26102;&#20505;&#37117;&#20667;&#20102;&#65292;&#19981;&#30693;&#25152;&#25514;&#65289;&#29240;&#29305;&#22909;&#33086;&#27668;&#30340;&#37197;&#21512;&#30528;&#20182;&#20204;&#65292;&#28982;&#21518;&#65292;&#25105;&#20457;&#19968;&#36215;&#36466;&#22312;&#36731;&#38498;&#27966;&#20986;&#25152;&#21150;&#20844;&#23460;&#22681;&#36793;&#65292;&#38506;&#30528;&#37027;&#20457;&#20154;&#65292;&#20182;&#20204;&#22312;&#30475;&#29699;&#36187;&#65292;&#36275;&#29699;&#36187;&#12290;&#29699;&#36187;&#32467;&#26463;&#65292;&#32769;&#29240;&#19968;&#30452;&#24456;&#21644;&#27668;&#65292;&#24456;&#37197;&#21512;&#65292;&#21518;&#26469;&#20063;&#19981;&#30693;&#20182;&#20204;&#24590;&#20040;&#22788;&#29702;&#30340;&#65292;&#35753;&#25105;&#20204;&#22238;&#23478;&#21435;&#20102;&#12290;</p>
<p>&#37027;&#22825;&#65292;&#32966;&#23567;&#30340;&#25105;&#31455;&#28982;&#27809;&#21741;</p>
<p>&#21487;&#26159;&#20174;&#37027;&#22825;&#24320;&#22987;&#65292;&#23545;&#20219;&#20309;&#26377;&#26426;&#20250;&#28389;&#29992;&#26435;&#21147;&#30340;&#20154;&#65292;&#37117;&#20805;&#28385;&#24656;&#24807;&#12290;</p>
<p>&#27604;&#22914;&#65292;&#32769;&#24072;&#65292;&#35686;&#23519;&#65292;&#40657;&#29399;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8211;</p>
<p>&#29616;&#22312;&#65292;&#25105;&#19981;&#24597;&#20320;&#20204;&#20102;&#12290;</p>
<p>&#24515;&#37324;&#30340;&#38452;&#24433;&#21364;&#26159;&#26080;&#27861;&#28040;&#38500;&#65292;&#20219;&#20309;&#19968;&#20214;&#20107;&#24773;&#22238;&#24819;&#36215;&#26469;&#37117;&#36275;&#20197;&#35753;&#25105;&#27882;&#33146;&#32321;&#24537;&#19968;&#20250;</p>
<p>&#23588;&#20854;&#26159;&#22312;&#20320;&#20204;&#25746;&#27900;&#30340;&#26102;&#20505;&#65292;&#25105;&#26367;&#20320;&#20204;&#35273;&#24471;&#21487;&#24754;</p>
<p>&#25171;&#24515;&#30524;&#20799;&#37324;&#35273;&#24471;&#24694;&#24515;~</p>
<p>P.S. &#27604;&#26041;&#35828;&#36825;&#20004;&#22825;&#37117;&#22312;&#35828;&#37101;&#24503;&#32434;&#65292;&#36825;&#19981;&#23601;&#26159;&#31867;&#20284;&#30340;&#20107;&#24773;&#20040;&#12290;&#19981;&#36807;&#20182;&#38754;&#23545;&#30340;&#26159;&#26356;&#22823;&#30340;&#26435;&#21147;&#65292;&#26356;&#39640;&#30340;&#22681;~</p>
<p>
<object classid="clsid:6bf52a52-394a-11d3-b153-00c04f79faa6" width="0" height="0" codebase="http://activex.microsoft.com/activex/controls/mplayer/en/nsmp2inf.cab#Version=5,1,52,701">
<param name="url" value="http://cd04.static.jango.com/music/07/08/41/0708417235.mp3" /><embed type="application/x-mplayer2" width="0" height="0" src="http://cd04.static.jango.com/music/07/08/41/0708417235.mp3"></embed></object>
</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-08-08T00:00:00+08:00" pubdate data-updated="true">Aug 8<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/08/07/%E6%B0%B8%E4%B9%85%E7%9A%84%E6%98%A5%E5%A4%A9/">
		
			永久的春天</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#22312;&#36825;&#20010;&#22797;&#21476;&#39118;&#34892;&#30340;&#26102;&#20195;&#65292;&#27704;&#20037;&#36866;&#26102;&#30340;&#25214;&#22238;&#20102;&#33258;&#24049;&#30340;&#26149;&#22825;&#12290;</p>
<p>&#26368;&#21916;&#27426;&#30340;&#23601;&#26159;&#36825;&#19968;&#36742;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12810714468.jpg" border="0" alt="" /><img src="http://filer.blogbus.com/5333148/5333148_1281071452m.jpg" border="0" alt="" /></p>
<p>&#36824;&#26159;&#40657;&#33394;&#30340;&#26368;&#22909;&#30475;&#65292;&#20160;&#20040;&#31881;&#32418;&#31881;&#34013;&#30340;&#65292;&#23601;&#23569;&#20102;&#20123;&#35768;&#21619;&#36947;</p>
<p>&#30475;&#30528;&#36710;&#23376;&#65292;&#23601;&#33021;&#24819;&#35937;&#20986;&#65292;&#31359;&#30528;&#36203;&#26412;&#24335;vintage&#36830;&#34915;&#35033;&#30340;&#22993;&#23064;&#65292;&#39569;&#30528;&#36825;&#26679;&#30340;&#36710;&#23376;&#22312;&#31354;&#26103;&#22823;&#34903;&#19978;&#39134;&#22868;&#65292;&#27839;&#36335;&#39128;&#36807;&#30340;&#31505;&#22768;&#21644;&#24494;&#21367;&#30340;&#38271;&#21457;~~~</p>
<p>&#24403;&#28982;&#65292;&#36825;&#26223;&#35937;&#20272;&#35745;&#20063;&#23601;&#27431;&#24335;&#23567;&#38215;&#19978;&#30475;&#30475;&#20102;&#65292;&#20197;&#21681;&#36825;&#20154;&#21475;&#23494;&#38598;&#30340;&#31243;&#24230;&#65292;&#36825;&#26679;&#30340;&#22993;&#23064;&#20063;&#21482;&#26377;&#22312;&#39532;&#36335;&#19978;&#40863;&#36895;&#26194;&#22826;&#38451;&#30340;&#20221;&#20799;&#20102;&#65292;&#22826;&#26292;&#27524;&#22825;&#29289;&#20102;&#19981;&#26159;&#12290;</p>
<p>&#25214;&#21040;&#20102;&#25370;&#29233;&#30340;&#31169;&#22868;&#23478;&#21334;&#36807;&#30340;&#19968;&#26465;&#35033;&#23376;&#65292;&#29305;&#26377;&#36825;&#26679;&#30340;&#24863;&#35273;&#65292;&#21482;&#26159;&#21806;&#20215;&#23545;&#25105;&#26469;&#35828;&#36149;&#20102;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12810719967.jpg" border="0" alt="" /></p>
<p>&#26377;&#22815;&#32654;&#35980;&#21543;~</p>
<p>&#39034;&#20415;&#38468;&#24215;&#22336;&#65306;http://vinelope.taobao.com/&#65292;&#29992;&#20154;&#30340;&#22270;&#29255;&#65292;&#21363;&#20351;&#36825;&#37324;&#27809;&#26377;&#28857;&#20987;&#37327;&#65292;&#20063;&#35201;&#24191;&#21578;&#20043;~</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-08-07T00:00:00+08:00" pubdate data-updated="true">Aug 7<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/08/06/%E8%9E%8D%E5%8C%96%E7%9A%84%E5%86%B0%E6%A3%8D%E5%84%BF-jar-of-hearts/">
		
			融化的冰棍儿-jar of Hearts</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#20854;&#23454;&#19981;&#24819;&#35828;&#21861;&#65292;&#21487;&#21448;&#24525;&#19981;&#20303;&#24819;&#35828;&#28857;&#20799;&#21861;&#65292;&#28982;&#21518;&#21448;&#19981;&#30693;&#36947;&#35828;&#21861;</p>
<p>&#22909;&#32416;&#32467;</p>
<p>&#36824;&#26159;&#19981;&#35201;&#35828;&#30005;&#24433;&#20102;&#65292;&#21453;&#27491;&#20174;&#26469;&#27809;&#26377;&#20889;&#20986;&#36807;&#36923;&#36753;&#28165;&#26224;&#30340;&#35780;&#35770;</p>
<p>&#20013;&#21320;&#22312;&#19996;&#21306;&#39135;&#22530;&#21507;&#21040;&#20102;&#26377;&#21490;&#20197;&#26469;&#26368;&#21688;&#30340;&#29275;&#32905;&#25289;&#38754;&#65292;&#39277;&#21518;&#65292;&#23071;&#20799;&#24847;&#29369;&#26410;&#23613;&#65292;&#36824;&#34987;&#40769;&#30340;&#22815;&#21595;&#12290;&#25105;&#20063;&#26159;&#65292;&#20110;&#26159;&#24525;&#19981;&#20303;&#24314;&#35758;&#21917;&#39278;&#26009;&#21435;&#12290;&#21407;&#26469;&#23071;&#20799;&#21733;&#21733;&#20063;&#26159;&#20010;&#32463;&#19981;&#20303;&#25786;&#25479;&#30340;&#22909;&#21516;&#24535;&#65292;&#25105;&#20457;&#26368;&#32456;&#20915;&#23450;&#21507;&#20912;&#26829;&#20799;&#21435;~</p>
<p>&#22905;&#20080;&#20102;&#29980;&#31570;&#65292;&#25105;&#35201;&#20102;&#26366;&#32463;&#26368;&#29233;&#30340;&#37240;&#22902;&#21619;&#20799;&#20912;&#26829;&#20799;</p>
<p>&#25171;&#24320;&#21253;&#35013;&#65292;&#31361;&#28982;&#24320;&#22987;&#21464;&#24471;&#24456;&#24320;&#24515;~</p>
<p>&#36825;&#19968;&#21608;&#22522;&#26412;&#19978;&#24324;&#25226;&#33258;&#24049;&#25918;&#22312;&#19968;&#20010;&#19981;&#33298;&#22374;&#30340;&#20301;&#32622;&#65292;&#37027;&#19968;&#30636;&#38388;&#65292;&#24515;&#24773;&#32456;&#20110;&#22909;&#22810;&#20102;</p>
<p>&#36825;&#20010;&#22799;&#22825;&#31532;&#19968;&#27425;&#21507;&#20912;&#26829;&#12290;</p>
<p>&#27809;&#26377;&#20599;&#25442;&#27010;&#24565;&#65292;&#20160;&#20040;&#20912;&#28608;&#20940;&#21568;&#65292;&#20912;&#23792;&#21568;&#65292;&#25105;&#37117;&#27809;&#21507;&#36807;&#27809;&#21917;&#36807;</p>
<p>&#20986;&#21435;&#25104;&#37117;&#29609;&#20799;&#65292;&#20063;&#22522;&#26412;&#19978;&#38543;&#36523;&#24102;&#27700;&#21917;</p>
<p>&#24819;&#21040;&#25105;&#30340;&#22969;&#22969;&#20204;&#23567;&#26102;&#20505;&#21507;&#23567;&#22902;&#31957;&#30340;&#26705;&#30524;&#20799;&#26679;&#23376;&#65292;&#20272;&#35745;&#36825;&#26102;&#30340;&#25105;&#20063;&#24046;&#19981;&#22810;&#20102;</p>
<p>&#30699;&#24773;&#30340;&#23545;&#23071;&#20799;&#35828;&#65292;&#30495;&#24076;&#26395;&#23427;&#33021;&#24555;&#28857;&#21270;&#65292;&#25105;&#23601;&#21487;&#20197;&#20307;&#39564;&#23567;&#26102;&#20505;&#37027;&#31181;&#24863;&#35273;&#20102;</p>
<p>&#35199;&#23433;&#36825;&#22320;&#26041;&#32477;&#23545;&#37034;&#38376;&#65292;&#35828;&#23436;&#65292;&#19968;&#38453;&#39118;&#36807;&#21435;&#65292;&#21608;&#22260;&#24494;&#24494;&#34701;&#21270;&#30340;&#37096;&#20998;&#23601;&#39034;&#39118;&#39128;&#19979;&#19968;&#28404;&#65292;&#25317;&#25265;&#25105;&#30340;&#23567;&#33151;&#21435;&#20102;~</p>
<p>&#21448;&#19968;&#38453;&#39118;~</p>
<p>&#20877;&#19968;&#38453;&#39118;~</p>
<p>&#23071;&#20799;&#21733;&#21733;&#30127;&#20102;~&#27515;&#27963;&#19981;&#35753;&#25105;&#36208;~</p>
<p>&#31449;&#22312;&#39532;&#36335;&#29273;&#23376;&#19978;&#65292;&#20667;&#31505;&#65292;&#24971;&#30528;&#31505;&#25340;&#21629;&#24555;&#21507;~</p>
<p>&#26152;&#26202;&#19978;&#32963;&#30140;&#65292;&#21069;&#22825;&#26202;&#19978;&#20063;&#30140;~</p>
<p>who cares!</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8211;</p>
<p>&#19981;&#24555;&#20048;&#37117;&#26159;&#33258;&#25214;&#30340;</p>
<p>&#27604;&#22914;</p>
<p>&#19968;&#26465;&#8220;&#20445;&#37325;&#8221;&#30340;&#30701;&#20449;</p>
<p>&#19968;&#37096;&#35762;&#36848;&#30701;&#26242;&#29233;&#24773;&#30340;&#30005;&#24433;</p>
<p>boss&#19981;&#32463;&#24847;&#30340;&#19968;&#21477;&#25335;&#38382;</p>
<p>&#21521;&#20154;&#25645;&#35805;&#27809;&#26377;&#22238;&#24212;</p>
<p>&#24700;&#20154;&#30340;&#20107;&#20799;&#21457;&#29983;&#22312;&#32972;&#21518;&#65292;&#19981;&#24819;&#29702;&#20063;&#36530;&#19981;&#24320;</p>
<p>&#26368;&#36817;&#32463;&#24120;&#24615;&#30340;&#26202;&#19978;&#32963;&#30140;&#65292;&#36825;&#20010;&#19981;&#31639;&#65292;&#19981;&#30693;&#36947;&#20026;&#21861;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#24555;&#20048;&#20063;&#24456;&#23481;&#26131;</p>
<p>&#27604;&#22914;</p>
<p>&#19968;&#36890;&#30005;&#35805;</p>
<p>&#21322;&#23567;&#26102;&#30340;QQ</p>
<p>&#19968;&#33410;&#35838;&#31243;</p>
<p>&#20004;&#39029;&#20070;</p>
<p>&#20960;&#24352;&#32654;&#22270;</p>
<p>&#21548;&#26368;&#29233;&#30340;&#38899;&#20048;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;</p>
<p>&#36319;ck&#32842;&#38899;&#20048;&#26102;&#20505;&#25554;&#25773;&#30340;&#19968;&#27573;&#12290;&#35805;&#35828;&#36825;&#23401;&#23376;&#65292;&#21861;&#37117;&#33021;&#36319;&#25105;&#25199;&#20004;&#21477;&#65292;&#23548;&#33268;&#27599;&#27425;&#24819;&#36890;&#36807;&#25171;&#20987;&#20182;&#20154;&#33719;&#21462;&#28857;&#33258;&#20449;&#37117;&#21464;&#24471;&#37027;&#20040;&#22256;&#38590;</p>
<p>me22:41:15<br />&#21018;&#32982;&#23043;&#21483;&#25105;&#26126;&#20799;&#22238;&#21435;&#21507;&#39277;&#65292;&#21704;&#21704;</p>
<p>ck22:41:52<br />&#32982;&#23043;&#29616;&#22312;&#36523;&#26448;&#21643;&#26679;&#65311;</p>
<p>me22:42:22<br />&#20381;&#26087;&#32982;&#65292;&#25454;&#20182;&#35828;&#65292;&#26159;&#22240;&#20026;&#22238;&#26469;&#20960;&#22825;&#21507;&#32982;&#20102;&#65292;&#26412;&#26469;&#19981;&#32982;&#12290;&#25105;&#22068;&#19978;&#20449;&#20102;&#24515;&#37324;&#19981;&#20449;</p>
<p>&#8230;&#8230;.</p>
<p>me22:50:31<br />&#26126;&#20799;&#25105;&#26367;&#20320;&#22810;&#21507;&#28857;&#20799;&#21704; <br />ck22:50:37<br />&#22909;&#65292;&#25105;&#30456;&#20449;&#20320; </p>
<p>&#35874;&#35874;&#24744;&#30340;&#20449;&#20219;~</p>
<p>
<object classid="clsid:6bf52a52-394a-11d3-b153-00c04f79faa6" width="0" height="0" codebase="http://activex.microsoft.com/activex/controls/mplayer/en/nsmp2inf.cab#Version=5,1,52,701">
<param name="url" value="http://dc173.4shared.com/img/342514570/55f8f87e/dlink__2Fdownload_2Fimf6m4h-_3Ftsid_3D20100416-054431-bf6d4bdc/preview.mp3" /><param name="url" value="http://dc173.4shared.com/img/342514570/55f8f87e/dlink__2Fdownload_2Fimf6m4h-_3Ftsid_3D20100416-054431-bf6d4bdc/preview.mp3" /><embed type="application/x-mplayer2" width="0" height="0" src="http://dc173.4shared.com/img/342514570/55f8f87e/dlink__2Fdownload_2Fimf6m4h-_3Ftsid_3D20100416-054431-bf6d4bdc/preview.mp3" url="http://dc173.4shared.com/img/342514570/55f8f87e/dlink__2Fdownload_2Fimf6m4h-_3Ftsid_3D20100416-054431-bf6d4bdc/preview.mp3"></embed></object>
</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-08-06T00:00:00+08:00" pubdate data-updated="true">Aug 6<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/08/06/%E6%B3%95%E5%9B%BD%E7%9B%9B%E4%BA%A7%E6%95%B0%E5%AD%A6%E5%AE%B6/">
		
			法国盛产数学家</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#27861;&#22269;&#20154;&#29305;&#26377;&#25104;&#20026;&#25968;&#23398;&#23478;&#30340;&#28508;&#36136;&#21568;~</p>
<p>&#20026;&#21861;~</p>
<p>&#35201;&#35828;&#27861;&#35821;&#25968;&#23383;&#36824;&#30495;&#31616;&#21333;&#12290;70&#35828;&#25104;60+10&#65288;Soixante-dix&#65289;&#65292;71&#26159;60+11&#8230;&#8230;&#20197;&#27492;&#31867;&#25512; 
<br /><br />  79&#23601;&#26159;60+10+9&#12290;&#37027;&#20040;&#65292;80&#35813;&#24590;&#20040;&#35828;&#65311;&#22914;&#26524;&#20197;&#20026;&#26159;60+20&#37027;&#21487;&#23601;&#22826;&#27809;&#26377;&#24819;&#35937;&#21147;&#20102;&#65292;&#25105;&#20204;&#27861;&#22269;&#20154;&#19981;&#20809;&#20250;&#21152;&#27861;&#65292;&#36824;&#20250;&#20056;&#27861;&#65292;&#25152;&#20197;80&#23601;&#26159;4x20&#65288;Quatre-vingts&#65289;&#12290;
<br /><br />&#12288;&#21040;&#20102;&#35828;99&#65292; &#37027;&#23601;&#35201;&#29992;&#24471;&#19978;&#19977;&#21017;&#36816;&#31639;&#20102;&#65306;4x20+10+9&#65288;Quatre-vingts-dix-neuf&#65289;&#12290;&#19981;&#30693;&#22810;&#23569;&#22806;&#22269;&#20154;&#65292;&#29305;&#21035;&#26159;&#32654;&#22269;&#20154;&#65292;&#23601;&#26159;&#22312;&#24565;&#21040;&#20102;99&#30340;&#26102;&#20505;&#20915;&#23450;&#25918;&#24323;&#27861;&#35821;&#23398;&#20064;&#30340;&#12290; 
<br /><br /><img src="http://filer.blogbus.com/5333148/5333148_1281058812p.jpg" border="0" alt="" /><br />  &#20063;&#35768;&#26159;&#20026;&#20102;&#36827;&#19968;&#27493;&#36855;&#24785;&#22806;&#22269;&#20154;&#65292;&#27861;&#22269;&#20154;&#24565;&#30005;&#35805;&#21495;&#30721;&#19981;&#20687;&#25105;&#20204;&#20064;&#24815;&#19968;&#20010;&#25968;&#19968;&#20010;&#25968;&#22320;&#24565;&#12290;&#27604;&#22914;61718098&#65292;&#27861;&#22269;&#20154;&#19981;&#26159;&#24565;&#25104;6-1-7-1-8-0-9-8&#65292;&#32780;&#26159;&#20004;&#20301;&#20004;&#20301;&#22320;&#24565; 
<br /><br />  61-71-80-98&#12290; 
<br /><br /><br />  &#22914;&#26524;&#27861;&#22269;&#20154;&#21578;&#35785;&#20320;&#20182;&#30340;&#30005;&#35805;&#21495;&#30721;&#65292;&#20320;&#21487;&#21548;&#22909;&#20102;&#65306; 
<br /><br />  60+1&#65292;60+11&#65292;4x20&#65292;4x20+10+8&#12290; 
<br /><br />  &#21548;&#27861;&#22269;&#20154;&#35828;&#30005;&#35805;&#21495;&#30721;&#65292;&#20320;&#21018;&#35760;&#20102;&#19968;&#20010;4&#65292;&#21518;&#38754;&#31361;&#28982;&#20882;&#20986;&#26469;&#20010;20&#65292; 
<br /><br />  &#25152;&#20197;&#24471;&#36214;&#32039;&#25226;4&#28034;&#20102;&#65292;&#25913;&#25104;80&#65292;&#31934;&#31070;&#22987;&#32456;&#22788;&#20110;&#20934;&#20130;&#22859;&#29366;&#24577;&#12290;</p>
<p>&#160;</p>
<p>&#26089;&#23601;&#24536;&#35760;&#24403;&#21021;&#20165;&#26377;&#30340;&#19968;&#28857;&#27861;&#35821;&#26159;&#24590;&#20040;&#23398;&#30340;&#65292;&#30475;&#36825;&#20010;&#25165;&#24819;&#36215;&#26469;&#65292;&#38500;&#20102;&#28010;&#28459;&#65292;&#27861;&#22269;&#20154;&#36824;&#26159;&#26377;&#20004;&#25226;&#21047;&#23376;&#30340;~</p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-08-06T00:00:00+08:00" pubdate data-updated="true">Aug 6<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>


    <article class="post">
	<h2 class="title">
		
		<a href="/blog/2010/08/05/matlab%E6%B7%BB%E5%8A%A0%E5%B7%A5%E5%85%B7%E7%AE%B1%E8%B7%AF%E5%BE%84/">
		
			Matlab添加工具箱路径</a>
	</h2>
	<div class="entry-content">
		<p>
                                    <p>&#26152;&#22825;&#32456;&#20110;&#24320;&#22987;&#35748;&#30495;&#24324;&#20195;&#30721;&#20102;&#65292;&#19968;&#24320;&#22987;&#23601;&#20986;&#38169;&#65292;&#36824;&#26159;jbeam&#24037;&#20855;&#21253;&#30340;&#36335;&#24452;&#21152;&#19981;&#19978;&#21435;&#65292;&#36825;&#31181;&#21021;&#32423;&#38169;&#35823;&#12290;</p>
<p>&#38271;&#26102;&#38388;&#19981;&#25805;&#20316;&#65292;&#25163;&#29983;&#20102;&#12290;&#25353;&#29031;&#24110;&#21161;&#25991;&#26723;&#35828;&#30340;&#65292;&#20570;&#20102;&#19968;&#36941;&#65292;&#20197;&#21069;&#20063;&#37117;&#26159;&#36825;&#26679;&#28155;&#21152;&#30340;&#65292;&#21487;&#26152;&#22825;&#23601;&#20559;&#20559;&#19981;&#34892;&#20102;&#12290;</p>
<p>&#21482;&#22909;&#35831;&#25945;&#30334;&#24230;<strong><span><br /><br /></span></strong><span><span style="font-size: small;">&#20197;&#19979;&#26159;&#28155;&#21152;&#24037;&#20855;&#31665;&#30340;&#26041;&#27861;&#65306;<br /><br />
&#22914;&#26524;&#26159;Matlab&#23433;&#35013;&#20809;&#30424;&#19978;&#30340;&#24037;&#20855;&#31665;&#65292;&#37325;&#26032;&#25191;&#34892;&#23433;&#35013;&#31243;&#24207;&#65292;&#36873;&#20013;&#21363;&#21487;&#12290;&#22914;&#26524;&#26159;&#21333;&#29420;&#19979; <br />
&#36733;&#30340;&#24037;&#20855;&#31665;&#65292;&#21017;&#38656;&#35201;&#25226;&#26032;&#30340;&#24037;&#20855;&#31665;&#65288;&#20197;&#19979;&#20551;&#35774;&#24037;&#20855;&#31665;&#21517;&#23383;&#20026;svm&#65289;&#35299;&#21387;&#21040;toolbox&#30446;&#24405;&#19979;&#65292;&#28982;&#21518;&#29992;addpath&#25110;&#32773;pathtool&#25226;&#35813;&#24037;&#20855;&#31665;&#30340;&#36335;&#24452;<br />
 &#28155;&#21152;&#21040;matlab&#30340;&#25628;&#32034;&#36335;&#24452;&#20013;&#65292;&#26368;&#21518;&#29992;which  <br />
newtoolbox_command.m&#26469;&#26816;&#39564;&#26159;&#21542;&#21487;&#20197;&#35775;&#38382;&#12290;&#22914;&#26524;&#33021;&#22815;&#26174;&#31034;&#26032;&#35774;&#32622;&#30340;&#36335;&#24452;&#65292;&#21017;&#34920;&#26126;&#35813;&#24037;&#20855;&#31665;&#21487;&#20197;&#20351;&#29992;&#20102;&#12290;&#20855;&#20307;&#35831;&#30475;&#24037;&#20855;&#31665;&#33258;&#24049;&#20195;&#30340; <br />
README&#25991;&#20214;&#12290;<br /></span></span></p>
<p><span><br />&#20363;&#65306;</span></p>
<p><span><span style="font-size: small;">&#35201;&#28155;&#21152;&#30340;&#24037;&#20855;&#31665;&#20026;svm&#65292;&#21017;&#35299;&#21387;&#21518;&#65292;&#37324;&#36793;&#26377;&#19968;&#20010;&#30446;&#24405;<br />
svm&#65292;&#20551;&#35774;matlab&#23433;&#35013;&#22312; <br />
D:\MATLAB6p5&#65292;&#23558;svm&#30446;&#24405;&#25335;&#36125;&#33267;D:\MATLAB6p5\toolbox&#65292;&#28982;&#21518;&#36816;&#34892;matlab&#65292;&#22312;&#21629;&#20196;&#31383;&#21475;&#36755;&#20837;addpath  <br />
D:\MATLAB6p5\toolbox\svm&#22238;&#36710;&#65292;&#26469;&#28155;&#21152;&#36335;&#24452;&#12290;&#28982;&#21518;&#22312;svm&#30446;&#24405;&#19979;&#65292;&#20219;&#24847;&#25214;&#19968;&#20010;m&#25991;&#20214;&#65292;&#20197;svcinfo.m&#20026;&#20363;&#65292;&#22312;&#21629;&#20196;&#31383;&#21475;&#20013;&#36755;<br />
 &#20837;which svcinfo.m&#12290;&#22914;&#26524;&#26174;&#31034;&#20986;&#35813;&#25991;&#20214;&#36335;&#24452;&#65292;&#22914;  <br />
D:\MATLAB6p5\toolbox\svm\svcinfo.m&#65292;&#21017;&#23433;&#35013;&#25104;&#21151;&#65292;&#24403;&#28982;&#20063;&#21487;&#20197;&#22312;&#21629;&#20196;&#31383;&#21475;&#36755;&#20837;path&#26469;&#26597;&#30475;&#12290;</span></span></p>
                                    </p>

		
		
	</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-08-05T00:00:00+08:00" pubdate data-updated="true">Aug 5<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>

<nav id="pagenavi">
    
        <a href="/blog/page/21/" class="prev">Prev</a>
    
    
        <a href="/blog/page/23/" class="next">Next</a>
    
    <div class="center"><a href="/blog/archives">Blog Archives</a></div>
</nav></div>
	<footer id="footer" class="inner">Copyright &copy; 2013

    muggleyoung

</footer>
	<script src="/javascripts/slash.js"></script>
<script src="/javascripts/jquery.fancybox.pack.js"></script>
<script type="text/javascript">
(function($){
	$('.fancybox').fancybox();
})(jQuery);
</script> <!-- Delete or comment this line to disable Fancybox -->


<script type="text/javascript">
      var disqus_shortname = 'muggleyoung';
      
        
        var disqus_script = 'count.js';
      
    (function () {
      var dsq = document.createElement('script'); dsq.type = 'text/javascript'; dsq.async = true;
      dsq.src = 'http://' + disqus_shortname + '.disqus.com/' + disqus_script;
      (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);
    }());
</script>





</body>
</html>