
<!DOCTYPE HTML>
<html>
<head>
	<meta charset="utf-8">
	<title>tw学前班-1 - </title>
	<meta name="author" content="muggleyoung">

	
	<meta name="description" content="11&#26376;27&#21495;&#65292;&#23398;&#21069;&#29677;&#31532;&#19968;&#35838; &#36335;&#30196;ymi&#21448;&#19979;&#38169;&#31449;&#20102;&#65292;&# &hellip;">
	
	<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

	<link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
	<link rel="canonical" href="">
	<link href="/favicon.png" rel="shortcut icon">
	<link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
	<!--[if lt IE 9]><script src="//html5shiv.googlecode.com/svn/trunk/html5.js"></script><![endif]-->
	<script src="//ajax.googleapis.com/ajax/libs/jquery/1.7.2/jquery.min.js"></script>
	
</head>

<body>
	<header id="header" class="inner"><h1><a href="/"></a></h1>
<nav id="main-nav"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</nav>
<nav id="mobile-nav">
	<div class="alignleft menu">
		<a class="button">Menu</a>
		<div class="container"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</div>
	</div>
	<div class="alignright search">
		<a class="button"></a>
		<div class="container">
			<form action="http://google.com/search" method="get">
				<input type="text" name="q" results="0">
				<input type="hidden" name="q" value="site:muggleyoung.github.com">
			</form>
		</div>
	</div>
</nav>
<nav id="sub-nav" class="alignright">
	<div class="social">
		
		
		
		
    
		
		
		
		
		
		<a class="rss" href="/atom.xml" title="RSS">RSS</a>
		
	</div>
	<form class="search" action="http://google.com/search" method="get">
		<input class="alignright" type="text" name="q" results="0">
		<input type="hidden" name="q" value="site:muggleyoung.github.com">
	</form>
</nav>

</header>
	
		
	
	<div id="content" class="inner"><article class="post">
	<h2 class="title">Tw学前班-1</h2>
	<div class="entry-content"><p>
                                    <p>11&#26376;27&#21495;&#65292;&#23398;&#21069;&#29677;&#31532;&#19968;&#35838;
</p>
<p>&#36335;&#30196;ymi&#21448;&#19979;&#38169;&#31449;&#20102;&#65292;&#36208;&#20102;&#32769;&#36828;&#65292;&#24184;&#22909;&#20102;&#35299;&#33258;&#24049;&#65292;&#25552;&#21069;&#19968;&#23567;&#26102;&#20986;&#38376;
</p>
<p>&#35805;&#35828;&#36825;&#23398;&#21069;&#29677;&#21834;&#65292;&#30495;&#25402;&#22909;&#30340;&#65292;&#20316;&#20026;&#20934;&#26032;&#20154;&#65292;&#20160;&#20040;&#37117;&#19981;&#25026;&#65292;&#35753;&#25105;&#30452;&#25509;&#21435;&#19978;&#29677;&#24178;&#27963;&#65292;&#20844;&#21496;&#19981;&#25285;&#24515;&#33258;&#24049;&#20063;&#20250;&#24515;&#34394;&#12290;</p>
<p>&#27491;&#39064;&#27491;&#39064;~</p>
<p>&#39318;&#20808;&#27599;&#20010;&#20154;&#22312;&#20415;&#21033;&#36148;&#19978;&#20889;&#19979;&#33258;&#24049;&#30340;&#21517;&#23383;&#65292;&#19968;&#20849;&#20004;&#24352;&#65292;&#19968;&#24352;bia&#36523;&#19978;&#65292;&#19968;&#24352;&#25240;&#36215;&#26469;&#20173;&#22312;&#26700;&#23376;&#19978;&#12290;&#28982;&#21518;&#22823;&#23478;&#37117;&#21435;&#26700;&#23376;&#19978;&#25235;&#19968;&#20010;&#21517;&#23383;&#65292;&#25235;&#21040;&#35841;&#65292;&#20320;&#23601;&#38656;&#35201;&#21435;&#20102;&#35299;&#20182;&#65292;&#22522;&#26412;&#36164;&#26009;&#21450;&#20320;&#24863;&#20852;&#36259;&#30340;&#38382;&#39064;&#20160;&#20040;&#30340;&#12290;</p>
<p>&#25509;&#19979;&#26469;&#26159;&#19968;&#20010;standup&#65292;&#20171;&#32461;&#20320;&#20102;&#35299;&#30340;&#37027;&#20010;&#20154;&#12290;&#21442;&#19982;&#30340;&#20154;&#26377;&#28857;&#22810;&#65292;&#31449;&#20102;&#22909;&#20037;&#65292;&#33151;&#30828;&#20102;&#37117;&#12290;&#21360;&#35937;&#27604;&#36739;&#28145;&#30340;&#26159;&#25552;&#21040;&#19968;&#20010;&#23401;&#23376;&#65292;&#22312;&#25307;&#32856;&#30340;presentation&#29615;&#33410;&#20570;&#24471;&#23617;&#23617;&#36386;&#32473;&#38754;&#35797;&#23448;&#20204;&#30041;&#19979;&#20102;&#28145;&#21051;&#30340;&#21360;&#35937;&#12290;&#21518;&#26469;&#22905;&#35828;&#22905;&#20889;&#20102;&#19968;&#23553;&#32473;tw&#30340;&#24773;&#20070;&#12290;&#24681;&#65292;&#30830;&#23454;&#24456;&#26377;&#24819;&#27861;&#35830;&#65292;&#20329;&#26381;~&#25964;&#20208;~&#23815;&#25308;~</p>
<p>&#28982;&#21518;&#20171;&#32461;&#25935;&#25463;&#36719;&#20214;&#24320;&#21457;&#12290;&#20013;&#38388;&#31359;&#25554;&#20102;&#20851;&#20110;twu&#30340;&#20171;&#32461;&#65292;&#25402;&#22909;&#29609;&#65292;&#25402;&#21560;&#24341;&#20154;&#12290;</p>
<p>&#20027;&#35201;&#21602;&#65292;&#35752;&#35770;&#25105;&#20204;&#29616;&#22312;&#30340;&#27700;&#24179;&#21450;&#38656;&#35201;&#20570;&#30340;&#20107;&#24773;&#12290;&#25935;&#25463;&#24320;&#21457;&#30340;&#27969;&#31243;&#65292;&#21644;&#20256;&#32479;&#30340;&#36719;&#20214;&#24320;&#21457;&#30456;&#27604;&#65292;&#20182;&#30340;&#29305;&#28857;&#26159;&#20160;&#20040;&#12290;&#25105;&#36824;&#26159;&#20102;&#35299;&#30340;&#22826;&#23569;&#20102;&#65292;&#35828;&#36947;&#20160;&#20040;&#65292;&#33041;&#34955;&#37324;&#33021;&#36454;&#20986;&#20004;&#20010;&#30456;&#20851;&#30340;&#20851;&#38190;&#35789;&#23601;&#19981;&#38169;&#20102;&#65292;&#26377;&#30340;&#21516;&#23398;&#23601;&#33021;&#35828;&#20986;&#28857;&#36947;&#29702;&#30340;&#12290;</p>
<p>&#26368;&#21518;&#21602;&#65292;&#21448;&#28436;&#31034;&#20102;&#19968;&#27425;pair&#65292;&#20004;&#20010;&#20154;&#19968;&#21809;&#19968;&#21644;&#30340;&#65292;&#36319;&#35828;&#30456;&#22768;&#20284;&#30340;&#65292;&#21487;&#26159;&#27491;&#22240;&#20026;&#36825;&#26679;&#20805;&#20998;&#30340;&#35299;&#37322;&#65292;&#25165;&#20250;&#35753;&#23398;&#29983;&#30041;&#19979;&#26356;&#28145;&#21051;&#30340;&#21360;&#35937;&#19981;&#26159;&#12290;</p>
<p>&#36824;&#25512;&#33616;&#20102;&#38656;&#35201;&#23398;&#20064;&#30340;&#21508;&#31181;&#36719;&#20214;&#21508;&#31181;&#20070;&#31821;&#65292;&#40493;&#26792;&#24456;&#22823;&#21834;&#12290;&#19981;&#36807;&#36825;&#26679;&#25402;&#22909;&#65292;&#33267;&#23569;&#30693;&#36947;&#33258;&#24049;&#38656;&#35201;&#24178;&#22043;&#65292;&#32780;&#19981;&#26159;&#21333;&#32431;&#30340;&#24515;&#34394;&#12290;</p>
<p>&#24635;&#20307;&#26469;&#35828;&#21602;&#65292;&#22823;&#23478;&#20132;&#27969;&#30340;&#36824;&#26159;&#24456;&#20805;&#20998;&#30340;&#65292;&#19968;&#25972;&#20010;&#19979;&#21320;&#21602;&#12290;</p>
<p>&#22238;&#23398;&#26657;&#23601;&#36319;&#30528;&#20004;&#20010;&#21516;&#23398;&#21435;&#21507;&#20102;&#21518;&#34903;&#30340;&#29275;&#32905;&#38754;&#65292;&#22905;&#20204;&#26497;&#24230;&#37145;&#35270;&#25105;&#22312;&#35199;&#30005;&#21574;&#20102;&#20960;&#24180;&#31455;&#28982;&#27809;&#21507;&#36807;&#36825;&#23478;&#29275;&#32905;&#38754;&#12290;&#12290;&#12290;&#12290;&#22909;&#21543;&#65292;&#19979;&#22238;&#36824;&#36319;&#20320;&#20457;&#21507;&#65292;&#20105;&#21462;&#21507;&#36941;&#21518;&#34903;&#65292;&#21507;&#21521;&#35199;&#23433;&#65281;&#65281;&#65281;</p>
<p>&#36825;&#26679;&#30340;&#27963;&#21160;&#20197;&#21518;&#27599;&#20004;&#21608;&#20250;&#26377;&#19968;&#27425;&#65292;&#25105;&#21916;&#27426;&#35830;~</p>
<p>P.S. &#20027;&#35762;&#22043;&#65292;&#20154;&#37117;&#21483;&#20182;&#22823;&#22823;&#65292;&#21518;&#26469;&#25165;&#26126;&#30333;&#65292;&#26159;&#35828;&#33041;&#34955;&#22823;&#12290;&#24819;&#24819;&#36824;&#30495;&#26159;&#65292;&#20048;&#27515;&#25105;&#20102;&#65292;&#20197;&#21518;&#35841;&#20877;&#35828;&#25105;&#33041;&#34955;&#22823;&#65292;&#25105;&#36319;&#35841;&#24613;&#21834;&#65292;&#21704;&#21704;&#21704;&#12290;</p>
                                    </p>
</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-12-04T00:00:00+08:00" pubdate data-updated="true">Dec 4<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>

	<div class="share">
	<div class="addthis_toolbox addthis_default_style ">
	
	
	<a class="addthis_button_tweet"></a>
	
	
	<a class="addthis_counter addthis_pill_style"></a>
	</div>
  <script type="text/javascript" src="http://s7.addthis.com/js/250/addthis_widget.js#pubid="></script>
</div>


</div>
	<footer id="footer" class="inner">Copyright &copy; 2014

    muggleyoung

</footer>
	<script src="/javascripts/slash.js"></script>
<script src="/javascripts/jquery.fancybox.pack.js"></script>
<script type="text/javascript">
(function($){
	$('.fancybox').fancybox();
})(jQuery);
</script> <!-- Delete or comment this line to disable Fancybox -->






</body>
</html>