
<!DOCTYPE html>
<!--[if IEMobile 7 ]><html class="no-js iem7"><![endif]-->
<!--[if lt IE 9]><html class="no-js lte-ie8"><![endif]-->
<!--[if (gt IE 8)|(gt IEMobile 7)|!(IEMobile)|!(IE)]><!--><html class="no-js" lang="en"><!--<![endif]-->
<head>
  <meta charset="utf-8">
  <title></title>
  <meta name="author" content="muggleyoung">

  
  <meta name="description" content="&#21448;&#20570;&#20102;&#19968;&#22812;&#30340;&#26790;&#65292;&#34987;&#36861;&#26432;&#65292;&#36825;&#27425;&#26159;&#26657;&#22253;&#26538;&# &hellip;">
  

  <!-- http://t.co/dKP3o1e -->
  <meta name="HandheldFriendly" content="True">
  <meta name="MobileOptimized" content="320">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  
  <link rel="canonical" href="http://muggleyoung.github.com/blog/page/41/">
  <link href="/favicon.png" rel="icon">
  <link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
  <script src="/javascripts/modernizr-2.0.js"></script>
  <script src="/javascripts/ender.js"></script>
  <script src="/javascripts/octopress.js" type="text/javascript"></script>
  <link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
  <!--Fonts from Google"s Web font directory at http://google.com/webfonts -->
<link href="http://fonts.googleapis.com/css?family=PT+Serif:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<link href="http://fonts.googleapis.com/css?family=PT+Sans:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">

  

</head>

<body   >
  <header role="banner"><hgroup>
  <h1><a href="/"></a></h1>
  
    <h2>young for you</h2>
  
</hgroup>

</header>
  <nav role="navigation"><ul class="subscription" data-subscription="rss">
  <li><a href="/atom.xml" rel="subscribe-rss" title="subscribe via RSS">RSS</a></li>
  
</ul>
  
<form action="http://google.com/search" method="get">
  <fieldset role="search">
    <input type="hidden" name="q" value="site:muggleyoung.github.com" />
    <input class="search" type="text" name="q" results="0" placeholder="Search"/>
  </fieldset>
</form>
  
<ul class="main-navigation">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
</ul>

</nav>
  <div id="main">
    <div id="content">
      <div class="blog-index">
  
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2009-12-06T00:00:00+08:00" pubdate data-updated="true">Dec 6<span>th</span>, 2009</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2009/12/06/%E9%87%8A%E6%A2%A6/">释梦</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p><img src="http://filer.blogbus.com/5333148/53331481260067687u.jpg" border="0" alt="" /></p>
<p>&#21448;&#20570;&#20102;&#19968;&#22812;&#30340;&#26790;&#65292;&#34987;&#36861;&#26432;&#65292;&#36825;&#27425;&#26159;&#26657;&#22253;&#26538;&#20987;&#26696;&#65292;&#25105;&#25340;&#21629;&#30340;&#36867;&#65292;&#20225;&#22270;&#36530;&#36807;&#26538;&#25163;&#30340;&#36861;&#20987;&#65292;&#36305;&#20102;&#25972;&#25972;&#19968;&#26202;&#19978;&#65292;&#22909;&#32047;~~~</p>
<p>&#20174;&#23567;&#26368;&#29233;&#20570;&#20004;&#31181;&#26790;&#65306;</p>
<p>&#20174;&#27004;&#26799;&#25110;&#20219;&#20309;&#39640;&#30340;&#22320;&#26041;&#19968;&#33050;&#36393;&#31354;&#65292;&#22368;&#20837;&#26080;&#24213;&#28145;&#28170;&#65292;&#25972;&#20010;&#20154;&#19968;&#20010;&#28608;&#28789;&#20174;&#26790;&#20013;&#24778;&#37266;&#12290;&#26377;&#20154;&#23433;&#24944;&#25105;&#35828;&#36825;&#26159;&#22312;&#38271;&#20010;&#23376;&#65292;&#25105;&#25285;&#24515;&#36825;&#26159;&#21069;&#19990;&#20170;&#29983;&#26576;&#31181;&#23487;&#21629;&#30340;&#26263;&#31034;&#12290;&#26368;&#36817;&#20960;&#24180;&#65292;&#27604;&#36739;&#23569;&#20570;&#36825;&#26679;&#30340;&#26790;&#20102;&#65292;&#20294;&#24635;&#26159;&#20196;&#20154;&#23475;&#24597;&#12290;</p>
<p>&#21478;&#19968;&#31181;&#65292;&#23601;&#26159;&#21069;&#22812;&#30340;&#36861;&#26432;&#21095;&#12290;&#34987;&#19981;&#21516;&#30340;&#20154;&#36861;&#26432;&#65292;&#36319;&#30528;&#19981;&#21516;&#30340;&#20154;&#36867;&#38590;&#65292;&#20854;&#20013;&#30340;&#24778;&#24515;&#21160;&#39748;&#19981;&#20122;&#20110;&#30475;&#19968;&#37096;&#22909;&#33713;&#22366;&#24748;&#30097;&#29255;&#12290;&#25972;&#20010;&#22812;&#26202;&#65292;&#31070;&#32463;&#32039;&#24352;&#65292;&#33258;&#24049;&#30340;&#24515;&#33039;&#20284;&#20046;&#37117;&#22312;&#29123;&#28903;&#65292;&#26089;&#26216;&#37266;&#26469;&#65292;&#20284;&#20046;&#36825;&#19968;&#22812;&#37117;&#27809;&#30561;&#30528;&#12290;</p>
<p>&#30334;&#24230;&#20102;&#19968;&#19979;&#65292;&#24635;&#26159;&#26790;&#35265;&#34987;&#36861;&#26432;&#26159;&#32570;&#20047;&#23433;&#20840;&#24863;&#30340;&#34920;&#29616;&#65292;&#21548;&#36215;&#26469;&#36824;&#34542;&#31526;&#21512;&#36923;&#36753;&#30340;&#12290;&#19981;&#30693;&#36947;&#22312;&#21738;&#37324;&#33021;&#25214;&#21040;&#23433;&#20840;&#24863;</p>
<p>&#22238;&#24518;&#20102;&#19968;&#19979;&#65292;&#29422;&#23376;&#65292;&#29481;&#29481;&#65292;&#26538;&#25163;&#65292;&#31934;&#31070;&#30149;&#24739;&#32773;&#65292;&#30005;&#24433;&#30005;&#35270;&#23567;&#35828;&#20013;&#30340;&#37034;&#24694;&#21147;&#37327;&#65292;&#29616;&#23454;&#29983;&#27963;&#20013;&#25105;&#19981;&#21916;&#27426;&#30340;&#20154;&#65292;&#23475;&#24597;&#30340;&#20154;&#12290;&#12290;&#12290;&#12290;&#37117;&#26366;&#32463;&#35201;&#26469;&#25810;&#25343;&#25105;&#12290;&#32780;&#36319;&#30528;&#25105;&#36867;&#38590;&#30340;&#65292;&#26377;&#23478;&#20154;&#65292;&#38394;&#34588;&#20204;&#65292;&#36824;&#26377;&#26576;&#33879;&#21517;&#39764;&#27861;&#24072;&#65292;&#31070;&#20185;&#25945;&#27597;&#20043;&#31867;&#65292;&#26377;&#27425;&#36824;&#24102;&#30528;&#29492;&#23376;&#65288;&#36825;&#23478;&#20249;&#23436;&#20840;&#26159;&#32047;&#36184;&#65292;&#19968;&#28857;&#24537;&#37117;&#24110;&#19981;&#19978;&#65292;&#36824;&#24471;&#25105;&#25805;&#24515;&#20445;&#25252;&#12290;&#12290;&#12290;&#65289;&#12290;</p>
<p>&#21360;&#35937;&#26368;&#28145;&#30340;&#19968;&#27425;&#65292;&#26159;&#34987;&#22823;&#29481;&#29481;&#36861;&#26432;&#65292;&#22312;&#36867;&#36305;&#30340;&#36807;&#31243;&#20013;&#20174;&#27004;&#26799;&#19978;&#25684;&#19979;&#26469;&#12290;&#20004;&#20010;&#22121;&#26790;&#30340;&#32467;&#21512;&#20307;~~~</p>
<p>&#24681;&#65292;&#25105;&#23454;&#22312;&#19981;&#21916;&#27426;&#20570;&#36825;&#26679;&#30340;&#26790;&#65292;&#24590;&#26679;&#33021;&#25226;&#20182;&#20174;&#33041;&#20013;&#36214;&#36208;&#12290;
<object classid="clsid:6bf52a52-394a-11d3-b153-00c04f79faa6" width="0" height="0" codebase="http://activex.microsoft.com/activex/controls/mplayer/en/nsmp2inf.cab#Version=5,1,52,701">
<param name="url" value="http://super.yeshj.com/music/musics/2008/07/28/a4fa01b004b249c78957d7b45700a77d.mp3" /><embed type="application/x-mplayer2" width="0" height="0" src="http://super.yeshj.com/music/musics/2008/07/28/a4fa01b004b249c78957d7b45700a77d.mp3"></embed></object>
</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2009-12-04T00:00:00+08:00" pubdate data-updated="true">Dec 4<span>th</span>, 2009</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2009/12/04/smart-is-the-new-sexy/">Smart Is the New Sexy</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>
<object classid="clsid:6bf52a52-394a-11d3-b153-00c04f79faa6" width="0" height="0" codebase="http://activex.microsoft.com/activex/controls/mplayer/en/nsmp2inf.cab#Version=5,1,52,701">
<param name="url" value="http://sq.txdnl.com/mwt/i/m/e/l/imelpomene/playlists/133033/1739426.mp3" /><param name="url" value="http://sq.txdnl.com/mwt/i/m/e/l/imelpomene/playlists/133033/1739426.mp3" /><embed type="application/x-mplayer2" width="0" height="0" src="http://sq.txdnl.com/mwt/i/m/e/l/imelpomene/playlists/133033/1739426.mp3" url="http://sq.txdnl.com/mwt/i/m/e/l/imelpomene/playlists/133033/1739426.mp3"></embed></object>
</p>
<p>
<object classid="clsid:6bf52a52-394a-11d3-b153-00c04f79faa6" width="0" height="0" codebase="http://activex.microsoft.com/activex/controls/mplayer/en/nsmp2inf.cab#Version=5,1,52,701">
<param name="url" value="http://iguessimfloating.net/assets/mp3s/21%20Big%20Bang%20Theory%20Theme.mp3" /><param name="url" value="http://iguessimfloating.net/assets/mp3s/21%20Big%20Bang%20Theory%20Theme.mp3" /><embed type="application/x-mplayer2" width="0" height="0" src="http://iguessimfloating.net/assets/mp3s/21%20Big%20Bang%20Theory%20Theme.mp3" url="http://iguessimfloating.net/assets/mp3s/21%20Big%20Bang%20Theory%20Theme.mp3"></embed></object>
</p>
<p><img src="http://filer.blogbus.com/5333148/53331481259915511h.jpg" border="0" alt="" /></p>
<p>The big bang theory&#30340;&#20027;&#39064;&#26354;&#65292;&#22836;&#22238;&#29992;blogbus&#30340;&#38899;&#20048;&#25554;&#20837;&#65292;&#20063;&#19981;&#30693;&#36947;URL&#24324;&#23545;&#20102;&#65292;&#27468;&#21517;&#20799;&#21483;the history of everything&#12290;&#32593;&#32476;&#19981;&#22909;&#65292;&#25105;&#23601;&#36148;&#20102;&#20010;&#27468;&#35789;&#65292;&#19981;&#39564;&#35777;&#26354;&#23376;&#33021;&#21542;&#25773;&#25918;&#20102;&#65292;&#21916;&#27426;&#30340;&#35805;&#30334;&#24230;&#19968;&#19979;&#29408;easy&#30340;&#12290;&#21453;&#27491;&#25105;&#24456;&#26159;&#21916;&#27426;&#21584;~~~</p>
<p>&#24681;&#65292;&#36234;&#26469;&#36234;&#21916;&#27426;&#36825;&#37096;&#21095;&#20102;&#65292;&#34429;&#28982;&#20013;&#38388;&#26377;&#20960;&#38598;&#30340;Sheldon&#24456;&#19981;&#25307;&#20154;&#24453;&#35265;&#65292;&#36824;&#22909;&#32534;&#21095;&#20204;&#21450;&#26102;&#35843;&#25972;&#20102;&#12290;&#23815;&#25308;&#19979;&#36825;&#37096;&#21095;&#30340;&#32534;&#21095;&#20204;&#65292;&#33021;&#25226;&#31185;&#23398;&#25972;&#25104;&#36825;&#26679;&#30495;&#19981;&#23481;&#26131;&#65292;</p>
<p>smart is the new sexy!&#21681;&#24471;&#21162;&#21147;&#35753;&#33258;&#24049;&#20877;&#32874;&#26126;&#28857;&#21834;~~&#24341;&#29992;&#19979;Sheldon&#29233;&#35828;&#30340;&#37027;&#21477;&#35805;&#65306;interesting~~~mua&#8212;haha~~~</p>
<p>Our&#160;whole&#160;universe&#160;was&#160;in&#160;a&#160;hot&#160;dense&#160;state,
<br />Then&#160;nearly&#160;fourteen&#160;billion&#160;years&#160;ago&#160;expansion&#160;started,&#160;wait&#8230;
<br />The&#160;Earth&#160;began&#160;to&#160;cool,
<br />The&#160;autotrophs&#160;began&#160;to&#160;drool,
<br />Neanderthals&#160;developed&#160;tools,
<br />We&#160;built&#160;a&#160;wall&#160;(we&#160;built&#160;the&#160;pyramids),
<br />Math,&#160;science,&#160;history,&#160;unravelling&#160;the&#160;mysteries,
<br />That&#160;all&#160;started&#160;with&#160;the&#160;big&#160;bang!
<br /><br />&#8220;Since&#160;the&#160;dawn&#160;of&#160;man&#8221;&#160;is&#160;really&#160;not&#160;that&#160;long,
<br />As&#160;every&#160;galaxy&#160;was&#160;formed&#160;in&#160;less&#160;time&#160;than&#160;it&#160;takes&#160;to&#160;sing&#160;this&#160;song.
<br />A&#160;fraction&#160;of&#160;a&#160;second&#160;and&#160;the&#160;elements&#160;were&#160;made.
<br />The&#160;bipeds&#160;stood&#160;up&#160;straight,
<br />The&#160;dinosaurs&#160;all&#160;met&#160;their&#160;fate,
<br />They&#160;tried&#160;to&#160;leap&#160;but&#160;they&#160;were&#160;late
<br />And&#160;they&#160;all&#160;died&#160;(they&#160;froze&#160;their&#160;asses&#160;off)
<br />The&#160;oceans&#160;and&#160;pangea
<br />See&#160;ya,&#160;wouldn&#8217;t&#160;wanna&#160;be&#160;ya
<br />Set&#160;in&#160;motion&#160;by&#160;the&#160;same&#160;big&#160;bang!
<br /><br />It&#160;all&#160;started&#160;with&#160;the&#160;big&#160;BANG!
<br /><br />It&#8217;s&#160;expanding&#160;ever&#160;outward&#160;but&#160;one&#160;day
<br />It&#160;will&#160;cause&#160;the&#160;stars&#160;to&#160;go&#160;the&#160;other&#160;way,
<br />Collapsing&#160;ever&#160;inward,&#160;we&#160;won&#8217;t&#160;be&#160;here,&#160;it&#160;won&#8217;t&#160;be&#160;heard
<br />Our&#160;best&#160;and&#160;brightest&#160;figure&#160;that&#160;it&#8217;ll&#160;make&#160;an&#160;even&#160;bigger&#160;bang!
<br /><br />Australopithecus&#160;would&#160;really&#160;have&#160;been&#160;sick&#160;of&#160;us
<br />Debating&#160;how&#160;we&#8217;re&#160;here,&#160;they&#8217;re&#160;catching&#160;deer&#160;(we&#8217;re&#160;catching&#160;viruses)
<br />Religion&#160;or&#160;astronomy,&#160;Encarta,&#160;Deuteronomy
<br />It&#160;all&#160;started&#160;with&#160;the&#160;big&#160;bang!
<br /><br />Music&#160;and&#160;mythology,&#160;Einstein&#160;and&#160;astrology
<br />It&#160;all&#160;started&#160;with&#160;the&#160;big&#160;bang!
<br />It&#160;all&#160;started&#160;with&#160;the&#160;big&#160;BANG!</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2009-12-03T00:00:00+08:00" pubdate data-updated="true">Dec 3<span>rd</span>, 2009</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2009/12/03/hp/">HP</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#20146;&#29233;&#30340;&#30005;&#33041;&#25346;&#20102;&#12290;&#36825;&#26159;&#20004;&#21608;&#21069;&#30340;&#20107;&#24773;&#20102;&#12290;&#25509;&#30528;&#33406;&#24343;&#26862;&#21516;&#23398;&#36864;&#24441;&#21448;&#22797;&#20986;&#20102;&#65292;&#25105;&#30340;&#30005;&#33041;&#32456;&#20110;&#25165;&#22909;&#20102;&#12290;</p>
<p>&#20854;&#38388;&#65292;&#25105;&#21448;&#35013;&#31995;&#32479;&#21448;&#26432;&#27602;&#30340;&#65292;&#27809;&#23569;&#25240;&#33150;&#65292;&#21487;&#19968;&#28857;&#29992;&#37117;&#27809;&#12290;&#36824;&#26159;&#21435;&#20102;&#32500;&#20462;&#37096;&#12290;&#36825;&#20063;&#26159;&#25105;&#24403;&#21021;&#20026;&#21861;&#19981;&#21916;&#27426;&#23398;&#30828;&#20214;&#30340;&#21407;&#22240;&#20043;&#19968;&#12290;&#36719;&#20214;&#22351;&#20102;&#37325;&#35013;&#23601;&#25104;&#65292;&#27809;&#21861;&#25104;&#26412;&#65292;&#24182;&#19988;&#38382;&#39064;&#20063;&#22522;&#26412;&#21487;&#25511;&#12290;&#21487;&#25442;&#20570;&#26159;&#30828;&#20214;&#65292;&#22351;&#20102;&#23601;&#26159;&#22351;&#20102;&#65292;&#19968;&#33324;&#20154;&#20799;&#27809;&#21861;&#35774;&#22791;&#30340;&#35805;&#65292;&#36824;&#30495;&#27809;&#36761;&#12290;&#12290;&#12290;</p>
<p>&#35805;&#35828;&#25105;&#26412;&#26412;&#36807;&#20445;&#21322;&#24180;&#20102;&#65292;&#24800;&#26222;&#30340;dv2000&#12290;&#23617;&#39072;&#23617;&#39072;&#36305;&#21435;&#25214;HP&#30340;&#37329;&#29260;&#21806;&#21518;&#65292;&#37027;&#20154;&#22826;&#29408;&#20102;&#65292;&#21548;&#25105;&#25551;&#36848;&#23436;&#38382;&#39064;&#65292;&#24320;&#26426;&#65292;&#30475;&#35265;&#40657;&#23631;&#35201;&#25665;F1&#65292;&#30452;&#25509;&#26029;&#23450;&#30828;&#30424;&#35201;&#25442;&#65292;&#31995;&#32479;&#21551;&#21160;&#21518;&#65292;&#21548;&#20102;&#19979;&#39118;&#25159;&#30340;&#22768;&#38899;&#65292;&#21448;&#35828;&#35201;&#25442;&#12290;&#20004;&#20998;&#38047;&#65292;&#27809;&#26377;&#20219;&#20309;&#19987;&#19994;&#27979;&#35797;&#65292;&#23601;&#35828;&#25442;&#65292;&#20498;&#26159;&#30495;&#30465;&#20107;&#20799;&#65292;&#19981;&#33457;&#20182;&#30340;&#38065;&#19981;&#24515;&#30140;&#20182;&#12290;&#12290;&#12290;&#25442;&#20010;&#39118;&#25159;480&#65292;&#25442;&#20010;160G&#30828;&#30424;480&#65292;&#36825;&#26681;&#26412;&#29992;&#19981;&#19978;&#25105;&#25488;&#25351;&#31639;&#65292;&#30452;&#25509;&#35753;&#20182;&#32473;&#25105;&#35013;&#26426;&#65292;&#25105;&#36208;&#20154;&#20102;&#12290;</p>
<p>&#21435;&#36187;&#26684;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#36187;&#26684;&#37027;&#23478;&#31528;&#31528;&#20462;&#26159;&#32593;&#19978;&#26597;&#26469;&#30340;&#65292;&#30475;&#32769;&#26495;&#36824;&#31639;&#25964;&#19994;&#65292;&#25105;&#20063;&#32047;&#20102;&#65292;&#23601;&#30452;&#25509;&#37027;&#20799;&#20462;&#20102;&#12290;&#21516;&#26679;&#30340;&#25551;&#36848;&#38382;&#39064;&#65292;&#24320;&#26426;&#65292;&#35980;&#20284;dv&#31995;&#21015;&#26174;&#21345;&#20986;&#38382;&#39064;&#36865;&#20462;&#30340;&#24456;&#22810;&#65292;&#21516;&#24535;&#20204;&#37117;&#20197;&#20026;&#25105;&#30340;&#26174;&#21345;&#25346;&#20102;&#12290;&#12290;&#12290;&#37027;&#23601;&#35797;&#39564;&#21591;&#65292;&#36305;3d&#65292;&#24456;&#39034;&#30021;&#65292;&#27809;&#21040;5&#20998;&#38047;&#65292;&#28201;&#24230;&#26816;&#27979;CPU&#30452;&#25509;&#23601;&#39129;&#19978;80&#24230;&#20102;&#65292;&#30828;&#30424;&#20063;&#19981;&#29976;&#31034;&#24369;&#21834;&#65292;70+&#12290;&#39069;&#28404;&#23064;&#21834;&#65292;&#32500;&#20462;&#37096;&#30340;&#24072;&#20613;&#36319;&#23398;&#24466;&#25490;&#38431;&#35266;&#25705;&#22914;&#27492;&#28201;&#26262;&#30340;&#26412;&#26412;&#12290;&#32780;&#19988;&#20856;&#22411;&#30340;&#21319;&#28201;&#24555;&#38477;&#28201;&#24930;&#12290;&#12290;&#12290;</p>
<p>&#21643;&#21150;&#65311;&#25442;&#39118;&#25159;&#21591;~&#20110;&#26159;&#19968;&#23567;&#23401;&#25273;&#33011;&#33162;&#25405;&#34966;&#23376;&#65292;&#24320;&#22987;&#35299;&#21078;&#12290;&#22240;&#20026;&#24597;&#34987;JS&#25442;&#38646;&#20214;&#65292;&#25105;&#22362;&#25345;&#35266;&#25705;&#25972;&#20010;&#25163;&#26415;&#36807;&#31243;&#12290;&#28982;&#21518;&#23601;&#30524;&#30597;&#36825;&#25105;&#21487;&#29233;&#30340;&#30005;&#33041;&#34987;&#32930;&#35299;&#30340;&#27809;&#20010;&#20154;&#26679;&#20799;&#65292;&#33021;&#25286;&#30340;&#20840;&#37117;&#25286;&#20102;&#65292;&#19968;&#29255;&#20799;&#19968;&#29255;&#20799;&#30340;&#26495;&#26495;&#65292;&#25343;&#36215;&#26469;&#24213;&#19979;&#36824;&#25481;&#30528;&#20960;&#26681;&#32447;&#32447;&#65292;&#36824;&#26377;&#20123;&#28784;&#23576;&#22312;&#21608;&#36973;&#33829;&#36896;&#27668;&#27675;&#65292;&#37027;&#24808;&#29366;&#12290;&#12290;&#12290;&#25105;&#37117;&#21463;&#19981;&#20102;&#20102;&#65292;&#24515;&#30140;&#24471;&#35201;&#27515;&#12290;&#12290;&#12290;&#30475;&#36807;&#29926;&#21147;&#27809;&#65292;&#20182;&#34987;&#22403;&#22334;&#22788;&#29702;&#22120;&#21387;&#22351;&#30340;&#26679;&#23376;&#22815;&#24808;&#20102;&#21543;&#65292;&#25105;&#23478;&#23567;&#26412;&#27604;&#37027;&#36824;&#21487;&#24604;&#65281;&#26174;&#31034;&#22120;&#37117;&#21981;&#26865;&#21679;&#26865;&#30340;&#30828;&#32473;&#25300;&#19979;&#26469;&#20102;&#65292;&#21834;&#12290;&#12290;&#12290;&#12290;&#20986;&#21457;&#21069;&#65292;&#25105;&#36824;&#19987;&#38376;&#24102;&#20102;&#30456;&#26426;&#65292;&#35828;&#25293;&#19979;&#20462;&#29702;&#36807;&#31243;&#30041;&#20010;&#32426;&#24565;&#21591;&#12290;&#37027;&#20250;&#24515;&#30140;&#30340;&#21738;&#36824;&#39038;&#24471;&#19978;&#25293;&#29031;&#65292;&#20877;&#35828;&#20102;&#65292;&#20063;&#27809;&#21191;&#27668;&#25343;&#22914;&#27492;&#24808;&#28872;&#30340;&#22270;&#29255;&#20877;&#21050;&#28608;&#33258;&#24049;&#65292;&#36930;&#25918;&#24323;&#12290;&#12290;&#12290;</p>
<p>&#25442;&#20102;&#39118;&#25159;&#28201;&#24230;&#38477;&#20102;&#65292;&#30005;&#33041;&#20381;&#28982;&#21345;&#65292;&#26469;&#19981;&#21450;&#26816;&#26597;&#23601;&#19979;&#29677;&#20102;&#65292;&#25105;&#21448;&#24525;&#21463;&#20102;&#19968;&#26202;&#19978;&#36830;&#29609;&#32440;&#29260;&#40736;&#26631;&#37117;&#20250;&#25238;&#30340;&#31995;&#32479;&#12290;&#20170;&#26089;&#65292;&#19968;&#26089;&#22868;&#36187;&#26684;&#21435;&#65292;&#20570;&#22909;&#20877;&#27425;&#25163;&#26415;&#30340;&#24515;&#29702;&#20934;&#22791;&#12290;&#26816;&#26597;&#30828;&#30424;&#65292;&#21018;&#24320;&#22987;&#27809;&#20960;&#20998;&#38047;&#23601;&#20986;&#29616;&#20457;&#29289;&#29702;&#22351;&#36947;&#12290;&#25353;&#29031;&#26816;&#27979;&#36719;&#20214;&#30340;&#20998;&#32423;&#65292;&#20986;&#29616;&#27225;&#33394;&#65292;&#32418;&#33394;&#22359;&#23601;&#26159;&#20005;&#37325;&#32423;&#38169;&#35823;&#20102;&#65292;&#19981;&#21040;10&#20998;&#38047;&#65292;&#25105;&#26377;&#20102;&#36817;50&#20010;&#12290;&#12290;&#12290;&#12290;&#20110;&#26159;&#65292;&#32500;&#20462;&#37096;&#30340;&#24072;&#20613;&#21644;&#23398;&#24466;&#20204;&#21448;&#24320;&#22987;&#25490;&#38431;&#35266;&#25705;&#65292;&#27599;&#20010;&#20154;&#36824;&#37117;&#38750;&#24120;&#25964;&#19994;&#65292;&#20020;&#36208;&#19981;&#24536;&#29992;&#33258;&#24049;&#30340;&#19987;&#19994;&#30693;&#35782;&#20570;&#35786;&#26029;&#65292;&#39034;&#20415;&#21050;&#28608;&#25105;&#24188;&#23567;&#33030;&#24369;&#30340;&#24515;&#28789;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#25240;&#33150;&#20102;&#20004;&#22825;&#65292;&#20195;&#20215;&#26159;&#65292;&#19968;&#20010;&#39118;&#25159;150RMB&#65292;&#19968;&#20010;&#30828;&#30424;360RMB&#65292;&#20026;&#20102;&#30041;&#20316;&#32426;&#24565;&#65292;&#33039;&#30340;&#28784;&#27604;&#32769;&#22899;&#20154;&#33080;&#19978;&#30340;&#31881;&#36824;&#21402;&#30340;&#30772;&#39118;&#25159;&#24102;&#22238;&#26469;&#20102;&#65292;&#20026;&#20102;&#30465;&#38065;&#65292;&#25105;&#25226;&#22909;&#20960;&#20010;&#36923;&#36753;&#22351;&#36947;&#29289;&#29702;&#22351;&#36947;&#30340;&#26087;&#30828;&#30424;&#35013;&#22312;&#26032;&#22771;&#23376;&#37324;&#65292;&#20316;&#20026;&#21490;&#19978;&#26368;&#19981;&#31283;&#23450;&#30340;&#31227;&#21160;&#30828;&#30424;&#20351;&#20102;&#65292;&#24223;&#29289;&#20877;&#21033;&#29992;&#21591;&#65292;&#36825;&#20040;&#36149;&#30340;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#24635;&#32467;&#20102;&#19979;&#65292;&#25955;&#28909;&#19981;&#22909;&#26159;HP&#30340;&#36890;&#30149;&#65292;&#21152;&#19978;&#35199;&#23433;&#30340;&#31354;&#27668;&#39063;&#31890;&#22810;&#65292;&#25105;&#20063;&#20174;&#26469;&#27809;&#32500;&#25252;&#36807;&#21861;&#65292;&#39118;&#25159;&#33258;&#28982;&#20250;&#20986;&#38382;&#39064;&#12290;&#31070;&#22855;&#30340;&#26159;&#65292;&#25105;&#26412;&#26412;&#24863;&#35273;&#21040;&#21457;&#28907;&#24555;&#19968;&#24180;&#20102;&#65292;&#20174;&#26257;&#20551;&#24320;&#22987;&#20986;&#39118;&#21475;&#23601;&#24050;&#32463;&#24863;&#35273;&#19981;&#21040;&#31354;&#27668;&#27969;&#36890;&#20102;&#65292;&#30828;&#26159;&#22362;&#25345;&#21040;&#29616;&#22312;&#65292;&#22909;&#22362;&#24378;~~~&#23588;&#20854;&#20154;&#23478;&#37117;&#35828;dv&#26174;&#21345;&#29305;&#23047;&#27668;&#65292;&#20687;&#25105;&#36825;&#26679;&#39640;&#28201;&#28903;&#65292;&#26174;&#21345;&#31455;&#28982;&#36824;&#27963;&#30528;&#30495;&#26159;&#22855;&#36857;&#65292;&#24681;&#65292;&#25105;&#26174;&#21345;&#20105;&#27668;&#65281;&#20877;&#20105;&#27668;&#28857;&#65292;&#25745;&#21040;&#27605;&#19994;&#23601;&#21151;&#24503;&#22278;&#28385;&#20102;&#12290;&#12290;&#12290;</p>
<p>&#36824;&#26377;&#23601;&#26159;&#30828;&#30424;&#65292;&#36825;&#32431;&#31929;&#26159;&#25105;&#19981;&#29233;&#24796;&#36896;&#25104;&#30340;&#12290;&#33021;&#22351;&#25104;&#36825;&#26679;&#30340;&#30828;&#30424;&#20272;&#35745;&#30495;&#19981;&#22810;&#65292;&#21035;&#32769;&#35753;&#20182;&#39640;&#36895;&#36816;&#34892;&#65292;&#23588;&#20854;&#21035;&#22312;&#39640;&#36895;&#36816;&#34892;&#30340;&#26102;&#20505;&#26292;&#21147;&#20851;&#26426;&#65292;&#25110;&#32773;&#25644;&#30528;&#30005;&#33041;&#26179;&#33633;&#12290;&#25105;&#30340;&#30828;&#30424;&#32463;&#21463;&#36825;&#26679;&#30340;&#25240;&#30952;&#24456;&#20037;&#20102;&#65292;&#30495;&#26159;&#23545;&#19981;&#20303;&#20182;&#32769;&#20154;&#23478;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#20498;&#38665;&#30340;&#26102;&#20505;&#30495;&#30340;&#23601;&#20250;&#25972;&#20010;&#20154;&#30340;&#27668;&#22330;&#37117;&#29408;&#29408;&#20498;&#38665;&#65292;&#40736;&#26631;&#20063;&#25346;&#20102;&#65292;&#26524;&#28982;&#20080;&#32791;&#26448;&#19981;&#33021;&#36138;&#20415;&#23452;&#19981;&#33021;&#22270;&#22909;&#30475;&#65292;&#20140;&#19996;&#27491;&#22909;&#20419;&#38144;&#65292;&#19968;&#20010;&#36824;&#19981;&#38169;&#30340;&#28216;&#25103;&#40736;&#25165;79&#65292;&#19987;&#31243;&#36305;&#36187;&#26684;&#21435;&#32771;&#23519;&#20102;&#65292;&#25163;&#24863;&#24456;&#22909;&#65292;&#38500;&#20102;&#40736;&#26631;&#32922;&#23376;&#19978;&#30011;&#30340;&#37027;&#26465;&#34503;&#26377;&#28857;&#37034;&#24694;&#65292;&#37027;&#37324;&#21334;170&#65292;&#21704;&#21704;&#65292;&#39039;&#26102;&#35273;&#24471;&#25105;&#36186;&#20102;&#65292;&#22238;&#23478;&#23601;&#20808;&#19978;&#32593;&#19979;&#21333;&#35746;&#36141;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/533314812598495980.jpg" border="0" alt="" /></p>
<p>&#21643;&#26679;&#65292;&#36156;&#40657;&#26263;&#20102;&#21543;~~</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2009-11-30T00:00:00+08:00" pubdate data-updated="true">Nov 30<span>th</span>, 2009</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2009/11/30/%E8%BF%B7%E7%B3%8A%E7%9A%84%E9%95%BF%E5%A4%A7/">迷糊的长大</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p><span style="color: #888888;">&#20197;&#19979;&#20889;&#20110;&#160; </span><span class="timestamp"><span style="color: #888888;"><span style="color: #888888;">2009-08-17 16:40</span> &#65292;&#22312;&#26657;&#20869;&#19987;&#20026;&#39134;&#26356;&#26032;&#30340;&#19968;&#31687;&#26085;&#24535;&#12290;&#21152;&#23494;&#20102;&#30340;&#65292;&#19968;&#30452;&#19981;&#24895;&#26292;&#38706;&#33258;&#24049;&#30340;&#24605;&#24819;&#65292;&#24635;&#35273;&#24471;&#36825;&#26159;&#23545;&#33258;&#24049;&#26368;&#22909;&#30340;&#20445;&#25252;&#12290;&#31361;&#28982;&#65292;&#23601;&#24819;&#25226;&#36825;&#31687;&#36148;&#20986;&#26469;&#65292;&#27605;&#31455;&#26102;&#38388;&#36824;&#26159;&#26377;&#24456;&#22823;&#26432;&#20260;&#21147;&#30340;&#65292;&#36825;&#26102;&#20505;&#20877;&#30475;&#36215;&#20174;&#21069;&#30340;&#25991;&#23383;&#65292;&#24515;&#37324;&#24635;&#26159;&#23569;&#20102;&#20123;&#38450;&#24481;&#65292;&#22810;&#20102;&#20123;&#24863;&#24936;&#12290;</span></span></p>
<p>&#20146;&#29233;&#30340;&#65292;&#23494;&#30721;&#22810;&#23569;&#20320;&#35813;&#30693;&#36947;&#30340;&#21543;</p>
<p>&#160; &#20320;&#36825;&#23401;&#23376;&#65292;&#20652;&#21629;&#39740;&#19968;&#26679;&#30340;&#22825;&#22825;&#38382;&#25105;&#20889;&#20449;&#27809;&#12290;&#30495;&#26159;&#30340;&#65292;&#25105;&#30340;&#24605;&#32490;&#20063;&#26159;&#38656;&#35201;&#25972;&#29702;&#30340;&#21834;&#12290;&#12290;&#12290;</p>
<p>&#160; &#35831;&#21407;&#35845;&#25105;&#22312;&#19968;&#24320;&#22987;&#23601;&#26080;&#35270;&#20320;&#30340;&#28966;&#34385;&#65292;&#39038;&#24038;&#21491;&#32780;&#35328;&#20182;&#12290;&#26152;&#26202;&#25105;&#22833;&#30496;&#24456;&#20005;&#37325;&#65292;&#22240;&#20026;&#22312;&#23478;&#28363;&#28070;&#30340;&#21644;&#21271;&#20140;&#26102;&#38388;&#26377;&#20102;&#26102;&#24046;&#65292;&#22240;&#20026;&#21160;&#29992;&#20102;&#22826;&#22810;&#33041;&#32454;&#32990;&#24819;&#37027;&#20123;&#24635;&#24819;&#19981;&#28165;&#26970;&#30340;&#20107;&#24773;&#12290;&#20320;&#19981;&#20250;&#20171;&#24847;&#25105;&#32110;&#32110;&#21480;&#21480;&#35828;&#33258;&#24049;&#30340;&#20107;&#24773;&#21543;&#12290;&#12290;&#12290;</p>
<p>&#160; &#20808;&#21578;&#35785;&#20320;&#19968;&#22121;&#32791;&#65306;</p>
<p>&#160; &#25105;&#20204;&#26368;&#36817;&#19968;&#30452;&#35752;&#35770;&#30340;&#38382;&#39064;&#65292;&#23545;&#20110;&#25105;&#65292;&#38670;&#26102;&#25104;&#20026;&#20102;&#36843;&#22312;&#30473;&#30571;&#30340;&#20107;&#24773;&#12290;&#22240;&#20026;&#25105;&#20204;&#30340;&#23454;&#39564;&#23460;&#20843;&#25104;&#26159;&#21448;&#35201;&#27873;&#27748;&#20102;&#30340;&#12290;</p>
<p>&#160; &#25176;&#31119;&#26159;&#35201;&#26426;&#32771;&#30340;&#65292;&#20063;&#23601;&#26159;&#35828;&#26377;&#24456;&#22810;&#32451;&#20064;&#25105;&#29616;&#22312;&#23601;&#35201;&#23613;&#37327;&#22312;&#30005;&#33041;&#19978;&#23436;&#25104;&#65292;&#20197;&#36866;&#24212;&#36825;&#26679;&#30340;&#24418;&#24335;&#12290;&#21487;&#26159;&#23454;&#39564;&#23460;&#27809;&#20102;&#65292;&#20320;&#24212;&#35813;&#21487;&#20197;&#24819;&#35937;&#22312;&#23487;&#33293;&#37324;&#23436;&#25104;&#36825;&#20123;&#30340;&#22256;&#38590;&#31243;&#24230;&#12290;&#30001;&#20110;&#26159;&#20013;&#21320;&#25165;&#30693;&#36947;&#20102;&#36825;&#20107;&#65292;&#25105;&#36824;&#27809;&#26469;&#24471;&#21450;&#32771;&#34385;&#25509;&#19979;&#26469;&#30340;&#22797;&#20064;&#35813;&#24590;&#20040;&#36827;&#34892;&#12290;</p>
<p>&#160; &#20063;&#23601;&#26159;&#31361;&#28982;&#38388;&#65292;&#25105;&#24819;&#25226;&#21452;&#26143;&#24320;&#21040;&#28120;&#23453;&#30340;&#24565;&#22836;&#21448;&#21464;&#24471;&#24378;&#28872;&#12290;&#36825;&#20010;&#12290;&#12290;&#12290;&#19981;&#25289;&#19981;&#25289;&#12290;&#12290;&#12290;&#23601;&#20808;&#19981;&#22810;&#35828;&#20102;&#12290;</p>
<p>&#160; &#25105;&#36824;&#19981;&#26195;&#24471;&#25509;&#19979;&#26469;&#30340;&#25152;&#35859;&#31185;&#30740;&#35813;&#22914;&#20309;&#36827;&#34892;&#19979;&#21435;&#12290;&#34429;&#35828;&#19981;&#21916;&#27426;&#65292;&#21487;&#26159;&#19981;&#20570;&#20063;&#26159;&#19981;&#21487;&#33021;&#30340;&#65292;&#25105;&#30340;&#30740;&#19981;&#33021;&#30333;&#35835;&#12290;</p>
<p>&#160; &#20854;&#23454;&#65292;&#22240;&#20026;&#32570;&#20047;&#26126;&#30830;&#30340;&#30446;&#26631;&#65292;&#25152;&#20197;&#22312;&#25214;&#23547;&#30446;&#26631;&#30340;&#26102;&#20505;&#36935;&#19978;&#27599;&#19968;&#36873;&#25321;&#65292;&#37117;&#33293;&#19981;&#24471;&#25918;&#24323;&#20854;&#20013;&#20219;&#20309;&#19968;&#20010;&#36873;&#39033;&#12290;&#26368;&#21518;&#24471;&#19981;&#20607;&#22833;&#65292;&#21861;&#37117;&#27809;&#24471;&#21040;&#12290;</p>
<p>&#160; &#20854;&#23454;&#65292;&#25105;&#35273;&#24471;&#65292;&#20174;&#36947;&#29702;&#19978;&#26469;&#35828;&#65292;&#33267;&#23569;&#35813;&#26377;&#20010;&#22823;&#33268;&#30340;&#26041;&#21521;&#12290;&#28982;&#21518;&#22312;&#21521;&#20182;&#38752;&#25314;&#30340;&#26399;&#38388;&#65292;&#20250;&#26377;&#24456;&#22810;&#20107;&#24773;&#21487;&#20197;&#20570;&#65292;&#25105;&#20204;&#35813;&#26681;&#25454;&#37325;&#35201;&#24615;&#65292;&#21015;&#20986;&#20248;&#20808;&#32423;&#30340;No1&#65292;&#20840;&#21147;&#21435;&#20570;&#36825;&#19968;&#20214;&#20107;&#12290;&#21516;&#26102;&#36824;&#24471;&#19981;&#32829;&#35823;&#20102;No2~No n&#65292;&#33267;&#23569;&#36798;&#21040;&#22522;&#26412;&#23436;&#25104;&#65292;&#36824;&#24471;&#23481;&#24525;&#22312;No2~No n&#19978;&#30340;&#22833;&#24847;&#12290;&#22914;&#26524;&#23427;&#27809;&#26377;&#24471;&#21040;vip&#30340;&#24453;&#36935;&#65292;&#25105;&#20204;&#21448;&#20309;&#24503;&#20309;&#33021;&#26399;&#24453;&#23427;&#32473;&#20320;vip&#30340;&#22238;&#25253;&#65292;&#33021;&#20840;&#24515;&#20840;&#24847;&#20570;&#22909;vip&#37027;&#19968;&#20214;&#20107;&#65292;&#23601;&#24456;&#19981;&#23481;&#26131;&#30340;&#20102;&#12290;&#32780;&#25105;&#65292;&#29978;&#33267;&#26080;&#33021;&#21147;&#20316;&#20986;&#25225;&#25321;&#65292;&#30830;&#23450;&#33258;&#24049;&#30340;No1&#65292;&#20160;&#20040;&#37117;&#24819;&#35201;&#65292;&#20160;&#20040;&#37117;&#33293;&#19981;&#24471;&#12290;&#21487;&#33021;&#65292;&#36825;&#20063;&#26159;&#25104;&#38271;&#30340;&#19968;&#37096;&#20998;&#21543;&#65292;&#38754;&#23545;&#36825;&#20040;&#22810;&#30340;&#20107;&#24773;&#65292;&#21382;&#32451;&#20986;&#28129;&#23450;&#30340;&#24515;&#24773;&#12290;</p>
<p>&#160; &#21482;&#35760;&#24471;&#65292;&#20320;&#35828;&#20844;&#21496;&#30340;&#26576;&#24352;&#32440;&#19978;&#27809;&#20320;&#30340;&#21517;&#23383;&#12290;&#20320;&#20063;&#36319;&#25105;&#35828;&#36807;&#65292;&#19981;&#29992;&#20107;&#20107;&#37117;&#35201;&#20105;&#31532;&#19968;&#30340;&#21834;&#12290;&#25105;&#24819;&#36215;&#27599;&#27425;&#30331;&#38470;&#23398;&#26657;&#32593;&#31449;&#30475;&#35265;&#33258;&#24049;&#21487;&#24604;&#20998;&#25968;&#26102;&#30340;&#24515;&#24773;&#12290;&#25630;&#19981;&#28165;&#20320;&#20855;&#20307;&#26159;&#24590;&#26679;&#30340;&#65292;&#25105;&#24403;&#21021;&#32771;&#35797;&#26102;&#34429;&#35828;&#23601;&#27809;&#24819;&#30528;&#32771;&#22810;&#22909;&#65292;&#21487;&#26159;&#30475;&#21040;&#25104;&#32489;&#19981;&#29702;&#24819;&#36824;&#26159;&#24515;&#29702;&#20250;&#19981;&#33298;&#26381;&#12290;&#20154;&#22823;&#27010;&#37117;&#20250;&#36825;&#26679;&#21543;&#65292;&#19981;&#36807;&#36825;&#26679;&#30340;&#24773;&#32490;&#36807;&#21435;&#20102;&#23601;&#24471;&#36807;&#21435;&#65292;&#35813;&#24178;&#22043;&#36824;&#26159;&#24471;&#24178;&#22043;&#12290;&#22914;&#26524;&#20320;&#30495;&#30340;&#24819;&#20570;&#22909;&#36825;&#20221;&#24037;&#20316;&#65292;&#37027;&#25509;&#19979;&#26469;&#20877;&#21162;&#21147;&#20063;&#26469;&#24471;&#21450;&#30340;&#21834;&#12290;</p>
<p>&#160; &#20854;&#23454;&#36825;&#20010;&#36947;&#29702;&#25105;&#24456;&#26089;&#23601;&#25026;&#20102;&#65292;&#21487;&#26159;&#20570;&#36215;&#26469;&#22909;&#38590;&#12290;&#36873;&#19981;&#20986;most important&#65292;&#20570;&#19981;&#21040;&#24515;&#26080;&#26049;&#39579;&#30340;&#19987;&#24515;&#19968;&#20214;&#20107;&#12290;&#25105;&#19981;&#26159;&#25104;&#23601;&#22823;&#19994;&#30340;&#20154;&#65292;&#21487;&#26159;&#36825;&#20040;&#28857;&#23567;&#20107;&#37117;&#20570;&#19981;&#22909;&#65292;&#25105;&#20063;&#24456;&#26377;&#25387;&#36133;&#24863;&#12290;</p>
<p>&#160; &#19981;&#30693;&#36947;&#26159;&#20160;&#20040;&#24086;&#23376;&#65292;&#20063;&#19981;&#30830;&#23450;&#26159;&#37027;&#31687;&#21338;&#25991;&#35302;&#21160;&#20102;&#20320;&#12290;&#25105;&#35273;&#24471;&#65292;&#22312;&#25214;&#23547;&#20852;&#36259;&#30340;&#21516;&#26102;&#65292;&#25509;&#35302;&#20102;&#35768;&#22810;&#19981;&#21516;&#30340;&#20107;&#29289;&#65292;&#21363;&#20351;&#26159;&#27973;&#23581;&#36740;&#27490;&#65292;&#20063;&#23601;&#36896;&#23601;&#20102;&#19968;&#20010;&#20852;&#36259;&#24191;&#27867;&#30340;&#20154;&#65292;&#27809;&#20160;&#20040;&#19981;&#22909;&#12290;&#33021;&#20174;&#20107;&#19968;&#20221;&#19981;&#21388;&#24694;&#30340;&#24037;&#20316;&#65292;&#20063;&#31639;&#26159;&#24184;&#36816;&#20102;&#12290;&#25105;&#20063;&#21453;&#30465;&#20102;&#33258;&#24049;&#65292;&#36825;&#19968;&#28857;&#65292;&#20320;&#20570;&#30340;&#27604;&#25105;&#22909;&#65292;&#25105;&#29978;&#33267;&#36830;&#25366;&#25496;&#34920;&#38754;&#30340;&#32784;&#24515;&#37117;&#27809;&#26377;&#65292;&#23454;&#22312;&#26159;&#19981;&#22909;&#12290;</p>
<p>&#160; &#20320;&#35813;&#33021;&#30475;&#20986;&#26469;&#65292;&#25105;&#33258;&#24049;&#33041;&#34955;&#37117;&#26159;&#20081;&#30340;&#12290;&#25104;&#38271;&#65292;&#22823;&#27010;&#23601;&#26159;&#36825;&#20040;&#36855;&#36855;&#31946;&#31946;&#30340;&#12290;&#20320;&#23601;&#27809;&#20107;&#20570;&#20570;&#22351;&#20154;&#65292;&#23545;&#25105;&#32819;&#25552;&#38754;&#21629;&#19979;&#65292;&#26377;&#21161;&#20110;&#25226;&#27974;&#31946;&#22823;&#33041;&#34955;&#32473;&#32469;&#28165;&#26970;&#20102;&#12290;&#23454;&#22312;&#26377;&#28857;&#24515;&#24773;&#19981;&#22909;&#65292;&#20063;&#35760;&#19981;&#36215;&#20320;&#36824;&#35828;&#20102;&#20160;&#20040;&#65292;&#23601;&#20808;&#23553;&#31508;&#20102;&#12290;</p>
<p>&#160; &#25105;&#20063;&#35273;&#24471;&#26292;&#38706;&#22823;&#33041;&#25402;&#19981;&#29245;&#30340;&#65292;&#30475;&#23436;&#30041;&#20010;&#35328;&#65292;&#25105;&#22909;&#20851;&#38381;&#12290;&#23601;&#26159;&#19981;&#24819;&#21457;&#37038;&#20214;&#65292;&#21704;&#21704;&#12290;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8211;</p>
<p>2009-11-30</p>
<p>&#39134;&#25945;&#32946;&#25105;&#65292;&#35201;&#23398;&#20250;&#19968;&#20010;&#20154;&#29983;&#27963;&#12290;&#36825;&#20040;&#20037;&#20102;&#65292;&#25105;&#20381;&#28982;&#22312;&#23398;&#20064;&#20013;&#12290;&#12290;&#12290;</p>
<p>&#39134;&#24635;&#35828;&#25105;&#22909;&#30340;&#36319;&#26421;&#33457;&#20799;&#20284;&#30340;&#65292;&#25105;&#20063;&#35797;&#30528;&#36825;&#26679;&#23545;&#33258;&#24049;&#35828;</p>
<p>&#39134;&#37027;&#20040;&#30475;&#22909;&#25105;&#65292;&#25105;&#20063;&#35201;&#30475;&#22909;&#25105;&#33258;&#24049;</p>
<p>&#20381;&#28982;&#24076;&#26395;&#26377;&#22825;&#65292;&#33021;&#20877;&#36935;&#19978;&#36825;&#26679;&#30340;&#20154;&#65292;&#35753;&#25105;&#24819;&#36215;&#26469;&#23601;&#20250;&#24525;&#19981;&#20303;&#31505;&#65292;&#19968;&#22825;&#19981;&#32852;&#31995;&#23601;&#24515;&#24908;&#24908;&#65292;&#19968;&#36215;&#21507;&#39277;&#65292;&#21363;&#20351;&#26159;&#35199;&#32418;&#26623;&#28818;&#40481;&#34507;&#25105;&#20063;&#33021;&#21507;&#30340;&#27941;&#27941;&#26377;&#21619;&#65292;&#20320;&#24555;&#20048;&#25152;&#20197;&#25105;&#24555;&#20048;&#30340;&#20154;&#12290;</p>
<p>&#24076;&#26395;&#20197;&#21518;&#25105;&#21487;&#20197;&#20877;&#37027;&#20040;&#24184;&#31119;&#24555;&#20048;&#21543;</p>
<p>&#29616;&#22312;&#65292;&#25105;&#26377;&#25105;&#30340;VIP</p>
<p>&#22909;&#22909;&#20570;&#31185;&#30740;&#65292;&#25105;&#35201;&#21457;&#35770;&#25991;&#65292;&#21457;&#22909;&#35770;&#25991;</p>
<p>&#22909;&#22909;&#23398;&#33521;&#35821;&#65292;&#25240;&#33150;&#20102;&#36825;&#20040;&#20037;&#65292;&#24635;&#35201;&#23567;&#26377;&#25152;&#25104;</p>
<p>&#21453;&#27491;&#25105;&#22909;&#30340;&#36319;&#26421;&#33457;&#20799;&#20284;&#30340;&#65292;&#19981;&#30528;&#24613;&#65292;&#19981;&#30528;&#24613;</p>
<p><img src="http://public.blogbus.com/biaoqing/nownow/32.gif" border="0" alt="" />&#32654;&#22909;&#30340;&#26410;&#26469;&#21834;&#65292;&#19981;&#33021;&#25351;&#26395;&#21035;&#20154;&#65292;&#35201;&#33258;&#24049;&#36861;&#36880;&#30340;</p>
<p>&#25105;&#20381;&#28982;&#26159;&#37027;&#20010;&#27809;&#26377;&#23433;&#20840;&#24863;&#30340;&#32769;&#23567;&#23401;&#20799;&#12290;&#38752;&#35841;&#37117;&#19981;&#22914;&#38752;&#33258;&#24049;&#65292;&#20877;&#22909;&#30340;&#19996;&#35199;&#21464;&#25104;&#20102;&#33258;&#24049;&#30340;&#65292;&#25165;&#36367;&#23454;&#12290;&#12290;&#12290;</p>
<p>&#24180;&#36731;&#22312;&#20110;&#25240;&#33150;&#65292;&#21152;&#27833;&#21591;&#65292;&#32769;&#21674;~~~</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2009-11-30T00:00:00+08:00" pubdate data-updated="true">Nov 30<span>th</span>, 2009</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2009/11/30/%E8%BF%9F%E6%9A%AEiverson/">迟暮Iverson</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p><img src="http://filer.blogbus.com/5333148/53331481259564076t.jpg" border="0" alt="" /></p>
<p>&#24076;&#26395;&#20182;&#26377;&#22825;&#36824;&#33021;&#22238;&#26469;&#25171;&#29699;&#65292;&#25105;&#19968;&#23450;&#20877;&#30475;NBA&#65281;&#65281;&#65281;</p>
<p>11&#26376;&#23601;&#35201;&#32467;&#26463;&#20102;&#65292;&#24515;&#37324;&#24456;&#24971;&#23624;&#12290;&#24456;&#22810;&#20107;&#24773;&#35753;&#25105;&#24971;&#23624;&#65292;&#27604;&#22914;&#19981;&#20105;&#27668;&#30340;&#30005;&#33041;&#65292;&#28010;&#36153;&#25481;&#30340;&#22823;&#25226;&#26102;&#38388;&#65292;&#36824;&#26377;&#25105;&#19981;&#22909;&#26292;&#38706;&#30340;&#22823;&#33041;</p>
<p>Iverson&#36864;&#24441;&#20102;&#65292;&#37027;&#20040;&#26080;&#22856;&#30340;&#23459;&#24067;&#20102;&#36864;&#24441;&#12290;&#30452;&#25509;&#23548;&#33268;&#25105;&#36830;&#32493;&#20960;&#22825;&#24515;&#24213;&#26080;&#27604;&#20932;&#20937;&#65292;&#36824;&#24320;&#22987;&#20102;&#26029;&#26029;&#32493;&#32493;&#20026;&#26399;&#25968;&#22825;&#30340;&#22238;&#24518;</p>
<p>&#24819;&#36215;&#21018;&#24320;&#22987;&#30475;NBA&#65292;&#21021;&#20013;&#30340;&#26102;&#20505;&#21543;&#65292;&#21360;&#35937;&#26368;&#28145;&#30340;&#23601;&#26159;76&#20154;&#21644;&#28246;&#20154;&#30340;&#24635;&#20915;&#36187;&#12290;&#25509;&#35302;NBA&#65292;&#20063;&#23601;&#26159;&#37027;&#20010;&#36187;&#23395;&#65292;&#35748;&#35782;&#20102;Iverson&#65292;&#31185;&#27604;&#65292;&#22885;&#23612;&#23572;&#65292;&#21916;&#27426;76&#20154;&#65292;&#21916;&#27426;Iverson&#21644;&#31302;&#22823;&#21460;&#12290;</p>
<p>&#37027;&#26102;&#30340;Iverson&#23601;&#26159;&#25105;&#24515;&#30446;&#20013;&#30340;&#23396;&#32966;&#33521;&#38596;&#12290;&#20182;&#37027;&#20040;&#19968;&#20010;&#19968;&#31859;&#20843;&#30340;&#23567;&#20010;&#23376;&#65292;&#22312;NBA&#30340;&#24040;&#20154;&#20204;&#20013;&#19981;&#26029;&#31361;&#30772;&#65292;&#19978;&#31726;&#12290;&#36523;&#19978;&#24102;&#30528;11&#22788;&#20260;&#30149;&#65292;&#22362;&#25345;&#30528;&#65292;&#28246;&#20154;&#29992;&#22235;&#20010;&#20154;&#22312;&#31726;&#19979;&#30828;&#26159;&#25377;&#19981;&#20303;&#20182;&#12290;&#36824;&#26377;&#37027;&#24778;&#20154;&#30340;&#24377;&#36339;&#21147;&#65292;&#29978;&#33267;&#21487;&#20197;&#30422;&#20102;&#22885;&#23612;&#23572;&#30340;&#24125;&#12290;&#24456;&#24069;&#65292;&#24456;&#24069;&#12290;&#37027;&#20010;&#26102;&#20505;&#65292;&#21916;&#27426;&#20182;&#30340;&#21457;&#22411;&#65292;&#32441;&#36523;&#65292;&#36824;&#26377;&#19978;&#31726;&#30340;&#21160;&#20316;&#12290;&#37027;&#26102;&#24320;&#22987;&#26126;&#30333;&#28748;&#31726;&#19981;&#31639;&#20160;&#20040;&#65292;&#36825;&#26679;&#25165;&#26159;&#23454;&#21147;&#12290;&#21516;&#26679;&#65292;&#37027;&#26102;&#23601;&#35273;&#24471;&#20182;&#36825;&#26679;&#24819;&#25343;&#21040;&#24635;&#20896;&#20891;&#20250;&#24456;&#38590;&#12290;&#27605;&#31455;&#29699;&#38431;&#19981;&#26159;&#19968;&#20010;&#20154;&#30340;&#29699;&#38431;&#65292;&#20182;&#30340;&#39118;&#26684;&#22826;&#36807;&#20110;&#29420;&#31435;&#12290;whatever&#65292;&#20381;&#28982;&#24456;&#21916;&#27426;&#12290;</p>
<p>&#30475;&#21040;&#26032;&#38395;&#21518;&#65292;&#21040;&#22788;&#25628;&#32034;&#65292;&#24863;&#24936;&#19975;&#21315;&#12290;&#33521;&#38596;&#36831;&#26286;&#21834;&#65292;&#27599;&#20010;&#20465;&#20048;&#37096;&#37117;&#26159;&#31934;&#26126;&#30340;&#21830;&#20154;&#65292;&#22312;&#29699;&#21592;&#21644;&#35266;&#20247;&#38388;&#28818;&#20316;&#29609;&#24324;&#12290;&#21040;&#24213;&#35841;&#26159;&#23567;&#19985;&#65292;&#35841;&#26159;&#26827;&#23376;&#12290;</p>
<p>&#26085;&#23376;&#20037;&#20102;&#65292;&#24515;&#37324;&#24819;&#27861;&#24840;&#21152;&#22797;&#26434;&#65292;&#20063;&#19981;&#30693;&#36947;&#35813;&#20889;&#20123;&#20160;&#20040;&#20102;&#12290;&#23601;&#36825;&#26679;&#21543;&#12290;</p>
<p>&#24819;&#36215;&#21021;&#20013;&#26102;&#65306;</p>
<p>&#19968;&#30007;&#29983;&#38382;&#65292;&#20320;&#35273;&#24471;&#31185;&#27604;&#21644;&#24067;&#33713;&#24681;&#29305;&#21738;&#20010;&#27604;&#36739;&#24069;&#65307;</p>
<p>&#25105;&#20667;&#30524;&#65292;&#27809;&#21548;&#36807;&#65281;</p>
<p>&#21478;&#22806;&#20004;&#20010;&#22899;&#29983;&#29022;&#26377;&#20171;&#20107;&#30340;&#24320;&#22987;&#35752;&#35770;&#65292;&#31185;&#27604;&#26159;&#21738;&#20010;&#65292;&#24067;&#33713;&#24681;&#29305;&#21448;&#26159;&#21738;&#20010;&#65292;&#31350;&#31455;&#21738;&#20010;&#27604;&#36739;&#24069;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#36824;&#26366;&#32463;&#26377;&#20010;&#26497;&#20854;&#35752;&#21388;&#30340;&#30007;&#29983;&#20197;&#38647;.&#38463;&#20262;&#33258;&#35817;&#65292;&#30475;&#27604;&#36187;&#26102;&#21482;&#35201;&#26377;&#36825;&#20010;&#20154;&#65292;&#25105;&#23601;&#36991;&#32780;&#19981;&#30475;&#12290;&#33267;&#20170;&#65292;&#20381;&#28982;&#19981;&#30693;&#36947;&#21738;&#20010;&#26159;&#38647;.&#38463;&#20262;&#12290;&#21487;&#24604;&#20102;&#36825;&#20804;&#24351;&#65292;&#34987;&#20154;&#26579;&#20102;&#27745;&#21517;&#12290;</p>
<p>&#29616;&#22312;&#30340;&#26102;&#20195;&#65292;&#35980;&#20284;&#28176;&#28176;&#31163;&#25105;&#32780;&#21435;&#12290;&#24403;&#21021;&#21916;&#27426;&#30340;&#29699;&#26143;&#20204;&#23601;&#25509;&#36817;&#36864;&#24441;&#65292;&#25110;&#24320;&#22987;&#22352;&#36215;&#20919;&#26495;&#20979;&#12290;&#26356;&#19981;&#35201;&#35828;&#23089;&#20048;&#26041;&#38754;&#20102;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#30475;&#26469;&#65292;&#25105;&#30495;&#30340;&#24320;&#22987;&#32769;&#20102;&#12290;&#21834;&#65281;&#24515;&#21487;&#19981;&#33021;&#32769;&#21834;&#65281;</p>
                                    </p>
</div>
  
  


    </article>
  
  <div class="pagination">
    
      <a class="prev" href="/blog/page/42/">&larr; Older</a>
    
    <a href="/blog/archives">Blog Archives</a>
    
    <a class="next" href="/blog/page/40/">Newer &rarr;</a>
    
  </div>
</div>
<aside class="sidebar">
  
    <section>
  <h1>Recent Posts</h1>
  <ul id="recent_posts">
    
      <li class="post">
        <a href="/blog/2013/01/25/how-to-use-font-icon-in-html/">How to use font icon in HTML</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-change-git-repo-name/">how to change git repo name</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-setup-a-new-remote-git-repo/">How to setup a new remote git repo</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/13/hui-gu-2012/">回顾2012</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/08/my-frist-post/">my-frist-post</a>
      </li>
    
  </ul>
</section>






  
</aside>

    </div>
  </div>
  <footer role="contentinfo"><p>
  Copyright &copy; 2013 - muggleyoung -
  <span class="credit">Powered by <a href="http://octopress.org">Octopress</a>. Design by <a href="http://octopressthemes.com">Octopress Themes</a>.</span>
</p>

</footer>
  







  <script type="text/javascript">
    (function(){
      var twitterWidgets = document.createElement('script');
      twitterWidgets.type = 'text/javascript';
      twitterWidgets.async = true;
      twitterWidgets.src = 'http://platform.twitter.com/widgets.js';
      document.getElementsByTagName('head')[0].appendChild(twitterWidgets);
    })();
  </script>





</body>
</html>
