
<!DOCTYPE HTML>
<html>
<head>
	<meta charset="utf-8">
	<title>thoughtworks二面 - </title>
	<meta name="author" content="muggleyoung">

	
	<meta name="description" content="&#19978;&#21608;&#22235;&#38754;&#30340;&#65292;&#24515;&#24908;&#24908;&#19968;&#30452;&#19981;&#24895;&#24847;&#26469;&#20889;
&#20027;&#35201;&# &hellip;">
	
	<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

	<link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
	<link rel="canonical" href="">
	<link href="/favicon.png" rel="shortcut icon">
	<link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
	<!--[if lt IE 9]><script src="//html5shiv.googlecode.com/svn/trunk/html5.js"></script><![endif]-->
	<script src="//ajax.googleapis.com/ajax/libs/jquery/1.7.2/jquery.min.js"></script>
	
</head>

<body>
	<header id="header" class="inner"><h1><a href="/"></a></h1>
<nav id="main-nav"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</nav>
<nav id="mobile-nav">
	<div class="alignleft menu">
		<a class="button">Menu</a>
		<div class="container"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</div>
	</div>
	<div class="alignright search">
		<a class="button"></a>
		<div class="container">
			<form action="http://google.com/search" method="get">
				<input type="text" name="q" results="0">
				<input type="hidden" name="q" value="site:muggleyoung.github.com">
			</form>
		</div>
	</div>
</nav>
<nav id="sub-nav" class="alignright">
	<div class="social">
		
		
		
		
    
		
		
		
		
		
		<a class="rss" href="/atom.xml" title="RSS">RSS</a>
		
	</div>
	<form class="search" action="http://google.com/search" method="get">
		<input class="alignright" type="text" name="q" results="0">
		<input type="hidden" name="q" value="site:muggleyoung.github.com">
	</form>
</nav>

</header>
	
		
	
	<div id="content" class="inner"><article class="post">
	<h2 class="title">Thoughtworks二面</h2>
	<div class="entry-content"><p>
                                    <p>&#19978;&#21608;&#22235;&#38754;&#30340;&#65292;&#24515;&#24908;&#24908;&#19968;&#30452;&#19981;&#24895;&#24847;&#26469;&#20889;</p>
<p>&#20027;&#35201;&#20869;&#23481;&#65306;</p>
<p>&#19968;&#20010;&#20004;&#20998;&#38047;&#30340;presentation about &#8220;why should thoughtworks hire you&#8221;&#12290;&#20013;&#33521;&#25991;&#30342;&#21487;</p>
<p>&#25105;&#24819;&#20102;&#19968;&#26202;&#19978;&#65292;&#29992;&#20102;&#19968;&#26089;&#19978;&#20570;&#23617;&#23617;&#36386;</p>
<p>&#38754;&#35797;&#30340;&#26102;&#20505;&#21457;&#29616;&#65292;&#21407;&#26469;&#26377;&#27809;&#26377;&#35748;&#30495;&#23545;&#24453;&#30495;&#30340;&#26159;&#33021;&#30475;&#20986;&#26469;&#30340;&#65292;&#21516;&#23398;&#20204;&#20171;&#32461;&#30340;&#20999;&#20837;&#28857;&#20063;&#37117;&#19981;&#22823;&#19968;&#26679;&#65292;&#23588;&#20854;&#26159;&#25105;&#30340;&#12290;</p>
<p>&#36319;&#39134;&#20998;&#26512;&#20102;&#24456;&#20037;&#65292;&#35748;&#20026;&#20004;&#20998;&#38047;&#30340;&#26102;&#38388;&#65292;&#29992;&#33521;&#35821;&#30340;&#35805;&#65292;&#20063;&#23601;&#26159;&#19968;&#30334;&#23383;&#30340;&#20316;&#25991;&#65292;&#36824;&#19981;&#24102;&#25171;&#32458;&#20799;&#30340;</p>
<p>&#25152;&#20197;&#25105;&#30340;&#20869;&#23481;&#29305;&#23569;&#65292;&#26174;&#32780;&#26131;&#35265;&#30340;&#37117;&#27809;&#35828;</p>
<p>&#21516;&#32452;&#30340;&#20854;&#20182;&#20154;&#22810;&#22810;&#23569;&#23569;&#37117;&#26377;&#36229;&#26102;&#65292;hr&#27809;&#26377;&#25552;&#37266;&#65292;&#20294;&#25105;&#24819;&#65292;&#36229;&#26102;&#19968;&#23450;&#20250;&#25171;&#25240;&#65292;&#19981;&#28982;&#19981;&#20250;&#32473;&#20320;&#19987;&#38376;&#38480;&#23450;&#20004;&#20998;&#38047;&#20102;</p>
<p>&#38754;&#35797;&#22238;&#26469;&#32769;&#29241;&#35753;&#25105;&#22909;&#22909;&#21453;&#30465;&#19979;&#65292;&#30475;&#30475;&#26377;&#20160;&#20040;&#19981;&#36275;&#12290;</p>
<p>&#20174;&#23617;&#23617;&#36386;&#20869;&#23481;&#19978;&#65292;&#25105;&#33258;&#24049;&#26159;&#27809;&#24213;&#20799;&#30340;&#65292;&#21644;&#21035;&#20154;&#19981;&#21516;&#65292;&#20063;&#19981;&#30693;&#36947;&#26159;&#22909;&#26159;&#22351;&#12290;&#20294;&#26159;&#26377;&#28857;&#32454;&#33410;&#19981;&#22909;&#30340;&#65292;&#23601;&#26159;&#32972;&#26223;&#12290;&#25105;&#36873;&#20102;&#26368;&#21916;&#27426;&#30340;&#32511;&#33394;&#22270;&#26696;&#65292;&#21487;&#26159;&#20854;&#20182;&#20154;&#37117;&#26159;&#31616;&#32422;&#40657;&#30333;&#28784;&#65292;&#24456;&#25216;&#26415;&#24456;&#19987;&#19994;&#30340;&#24863;&#35273;&#12290;&#25105;&#35273;&#24471;&#20182;&#20204;&#37027;&#26679;&#26356;&#22909;</p>
<p>&#160;</p>
<p>&#25509;&#19979;&#26469;&#26159;&#32676;&#27572;&#12290;</p>
<p>&#39134;&#26426;&#22833;&#20107;&#20102;&#20320;&#35201;&#25250;&#25937;&#37027;&#20960;&#20214;&#19996;&#35199;&#20986;&#26469;&#30340;&#39064;&#30446;&#65292;&#36824;&#35201;&#27714;&#29983;&#26041;&#26696;&#65292;&#23567;&#32452;&#35752;&#35770;&#12290;</p>
<p>&#21516;&#32452;&#26377;&#20010;&#23401;&#23376;&#65292;&#22826;&#25250;&#20102;&#12290;&#33267;&#23569;&#25105;&#36825;&#26679;&#24863;&#35273;&#65292;&#19981;&#21643;&#21916;&#27426;</p>
<p>&#20013;&#38388;&#26377;&#27425;&#25552;&#35758;&#34987;&#21542;&#23450;&#20043;&#21518;&#65292;&#25105;&#20882;&#20102;&#21477;&#21475;&#22836;&#31109;&#65292;&#22909;&#21543;&#12290;&#12290;&#12290;&#21518;&#26469;&#24819;&#65292;&#21487;&#33021;&#20250;&#35753;&#20154;&#35273;&#24471;&#24847;&#24535;&#19981;&#22362;&#23450;&#21543;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#32452;&#37324;&#26368;&#21518;&#24635;&#32467;&#30340;&#37027;&#20010;&#23401;&#23376;&#65292;&#24605;&#32500;&#19981;&#22815;&#32454;&#65292;&#35762;&#23436;&#28431;&#20102;&#20960;&#20010;&#28857;&#65292;&#24184;&#22909;&#35753;&#34917;&#20805;&#20102;&#12290;</p>
<p>&#21035;&#30340;&#27809;&#20160;&#20040;</p>
<p>&#160;</p>
<p>&#20108;&#38754;&#24841;&#24555;&#30340;&#32467;&#26463;~</p>
<p>&#25972;&#20010;&#38754;&#35797;&#23601;&#25105;&#26368;&#27491;&#32463;&#65292;&#23567;&#35199;&#35013;&#23567;&#30382;&#38795;&#30340;&#12290;&#20854;&#24754;&#24808;&#32467;&#26524;&#23601;&#26159;&#65292;&#22238;&#23478;&#21518;&#21457;&#29616;&#38795;&#21518;&#38754;&#26377;&#20102;&#34880;&#28107;&#28107;&#30340;&#21360;&#36857;&#65292;&#30495;tm&#30140;&#27515;&#25105;&#20102;&#65292;&#36816;&#21160;&#38795;&#30495;&#22909;&#21568;~</p>
                                    </p>
</div>


<div class="meta">
	<div class="date">








  


<time datetime="2010-10-28T00:00:00+08:00" pubdate data-updated="true">Oct 28<span>th</span>, 2010</time></div>
	<div class="tags">

</div>
	
</div></article>

	<div class="share">
	<div class="addthis_toolbox addthis_default_style ">
	
	
	<a class="addthis_button_tweet"></a>
	
	
	<a class="addthis_counter addthis_pill_style"></a>
	</div>
  <script type="text/javascript" src="http://s7.addthis.com/js/250/addthis_widget.js#pubid="></script>
</div>


</div>
	<footer id="footer" class="inner">Copyright &copy; 2014

    muggleyoung

</footer>
	<script src="/javascripts/slash.js"></script>
<script src="/javascripts/jquery.fancybox.pack.js"></script>
<script type="text/javascript">
(function($){
	$('.fancybox').fancybox();
})(jQuery);
</script> <!-- Delete or comment this line to disable Fancybox -->






</body>
</html>