
<!DOCTYPE html>
<!--[if IEMobile 7 ]><html class="no-js iem7"><![endif]-->
<!--[if lt IE 9]><html class="no-js lte-ie8"><![endif]-->
<!--[if (gt IE 8)|(gt IEMobile 7)|!(IEMobile)|!(IE)]><!--><html class="no-js" lang="en"><!--<![endif]-->
<head>
  <meta charset="utf-8">
  <title>天府成都游2 - Muggleyoung Blog</title>
  <meta name="author" content="muggleyoung">

  
  <meta name="description" content="&#31532;&#20108;&#26085;&#65292;&#35745;&#21010;&#36891;&#26149;&#29081;&#36335;&#65292;&#20307;&#39564;&#32321;&#21326;&#21830;&#19994;&#22825;&# &hellip;">
  

  <!-- http://t.co/dKP3o1e -->
  <meta name="HandheldFriendly" content="True">
  <meta name="MobileOptimized" content="320">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  
  <link rel="canonical" href="http://muggleyoung.github.com/blog/2010/07/27/%E5%A4%A9%E5%BA%9C%E6%88%90%E9%83%BD%E6%B8%B82/">
  <link href="/favicon.png" rel="icon">
  <link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
  <script src="/javascripts/modernizr-2.0.js"></script>
  <script src="/javascripts/ender.js"></script>
  <script src="/javascripts/octopress.js" type="text/javascript"></script>
  <link href="/atom.xml" rel="alternate" title="Muggleyoung Blog" type="application/atom+xml">
  <!--Fonts from Google"s Web font directory at http://google.com/webfonts -->
<link href="http://fonts.googleapis.com/css?family=PT+Serif:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<link href="http://fonts.googleapis.com/css?family=PT+Sans:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">

  

</head>

<body   >
  <header role="banner"><hgroup>
  <h1><a href="/">Muggleyoung Blog</a></h1>
  
    <h2>A blogging framework for hackers.</h2>
  
</hgroup>

</header>
  <nav role="navigation"><ul class="subscription" data-subscription="rss">
  <li><a href="/atom.xml" rel="subscribe-rss" title="subscribe via RSS">RSS</a></li>
  
</ul>
  
<form action="http://google.com/search" method="get">
  <fieldset role="search">
    <input type="hidden" name="q" value="site:muggleyoung.github.com" />
    <input class="search" type="text" name="q" results="0" placeholder="Search"/>
  </fieldset>
</form>
  
<ul class="main-navigation">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
</ul>

</nav>
  <div id="main">
    <div id="content">
      <div>
<article class="hentry" role="article">
  
  <header>
    
      <h1 class="entry-title">天府成都游2</h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-07-27T00:00:00+08:00" pubdate data-updated="true">Jul 27<span>th</span>, 2010</time>
        
      </p>
    
  </header>


<div class="entry-content"><p>
                                    <p>&#31532;&#20108;&#26085;&#65292;&#35745;&#21010;&#36891;&#26149;&#29081;&#36335;&#65292;&#20307;&#39564;&#32321;&#21326;&#21830;&#19994;&#22825;&#24220;</p>
<p>&#25454;&#35828;&#26149;&#29081;&#36335;&#36229;&#22823;&#36229;&#32321;&#21326;&#65292;&#25152;&#20197;&#22522;&#26412;&#35745;&#21010;&#29992;&#19968;&#22825;&#26102;&#38388;&#65292;&#20107;&#23454;&#35777;&#26126;&#65292;&#36825;&#26679;&#30340;&#35745;&#21010;&#23545;&#20110;&#25105;&#36825;&#31181;&#36335;&#30196;&#26469;&#35828;&#26159;&#28784;&#24120;&#26126;&#26234;&#30340;&#12290;</p>
<p>&#27491;&#22909;&#23435;&#24635;&#26089;&#19978;&#35201;&#21435;&#26149;&#29081;&#36335;&#32771;&#23519;&#25104;&#37117;&#26368;&#22823;&#30524;&#38236;&#24215;&#65292;&#36930;&#21516;&#34892;&#12290;&#21487;&#24604;&#30340;&#23435;&#24635;&#22312;&#25105;&#30340;&#24102;&#39046;&#19979;&#65292;&#20056;&#20844;&#20132;&#65292;&#21040;&#20102;&#26149;&#29081;&#36335;&#38468;&#36817;&#26576;&#23567;&#31449;&#19979;&#36710;&#12290;&#28982;&#21518;&#65292;&#20474;&#20457;&#36855;&#36335;&#20102;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#19968;&#30452;&#36208;&#65292;&#19968;&#30452;&#22312;&#36208;&#65292;&#21487;&#23601;&#26159;&#27809;&#35265;&#30528;&#26149;&#29081;&#36335;&#12290;&#19971;&#25197;&#20843;&#25296;&#19968;&#23567;&#26102;&#21518;&#65292;&#32456;&#20110;&#12290;&#12290;&#12290;&#21482;&#33021;&#20439;&#22871;&#30340;&#35828;&#26159;&#21151;&#22827;&#19981;&#36127;&#26377;&#24515;&#20154;&#21584;&#12290;&#12290;&#12290;</p>
<p>&#36335;&#19978;&#36208;&#39295;&#20102;&#65292;&#36824;&#21435;&#21507;&#20102;&#20010;&#32933;&#32928;&#31881;&#65292;&#21619;&#36947;&#19981;&#38169;&#65292;&#39295;&#22351;&#20102;&#65292;&#24819;&#19981;&#36215;&#26469;&#25293;&#29031;&#21861;&#30340;&#12290;&#21518;&#26469;&#20877;&#21697;&#23581;&#21040;&#30340;&#23567;&#21507;&#65292;&#21482;&#26377;&#32933;&#32928;&#31881;&#26368;&#21512;&#25105;&#32963;&#65292;&#22522;&#26412;&#19978;&#35265;&#30528;&#20102;&#23601;&#20250;&#21435;&#21507;&#19968;&#30871;&#12290;</p>
<p>&#26149;&#29081;&#36335;&#26524;&#28982;&#24456;&#22797;&#26434;&#65292;&#20197;&#25105;&#36335;&#30196;&#30340;&#27700;&#20934;&#36208;&#20102;&#19968;&#22280;&#21518;&#65292;&#21021;&#27493;&#26029;&#23450;&#65292;&#36825;&#26465;&#36335;&#19981;&#26159;&#30452;&#30340;&#12290;&#65288;&#35199;&#23433;&#30495;&#22909;&#65292;&#27178;&#24179;&#31446;&#30452;&#65289;</p>
<p>&#25104;&#37117;&#26368;&#22823;&#30524;&#38236;&#24215;&#19981;&#26159;&#30422;&#30340;&#65292;&#24635;&#20849;&#20116;&#23618;&#27004;&#65292;&#20840;&#26159;&#12290;&#25105;&#32047;&#65292;&#27809;&#21861;&#20852;&#36259;&#65292;&#22352;&#22312;&#19968;&#23618;&#31561;&#24453;&#23435;&#24635;&#21442;&#35266;&#12290;&#24215;&#38138;&#38754;&#31215;&#36229;&#22823;&#65292;&#22826;&#38451;&#38236;&#21697;&#29260;&#36229;&#20840;&#20046;&#65292;&#26381;&#21153;&#21592;&#21543;&#65292;&#26159;&#25105;&#36824;&#27604;&#36739;&#21916;&#27426;&#30340;&#39118;&#26684;&#65306;&#20320;&#26377;&#20107;&#20799;&#20102;&#25214;&#22905;&#65292;&#22905;&#20250;&#25645;&#29702;&#20320;&#65292;&#27809;&#20107;&#20799;&#30475;&#30475;&#30340;&#65292;&#20154;&#23478;&#20219;&#20320;&#30475;&#65292;&#22810;&#33258;&#22312;&#12290;&#25454;&#35828;&#24180;&#38144;&#21806;&#39069;&#19968;&#20010;&#20159;~&#27809;&#25105;&#21861;&#20107;&#20799;&#65292;&#32769;&#32769;&#23454;&#23454;&#22352;&#30528;&#21561;&#31354;&#35843;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#26149;&#29081;&#36335;&#20063;&#19981;&#26159;&#30422;&#30340;&#65292;&#22823;&#21830;&#22330;&#19968;&#20010;&#25509;&#30528;&#19968;&#20010;&#65292;&#25105;&#36824;&#35748;&#30495;&#30340;&#27599;&#23478;&#24517;&#20837;&#12290;&#24681;&#65292;&#24819;&#21561;&#31354;&#35843;&#26469;&#30528;&#12290;</p>
<p>&#36891;&#39295;&#20102;&#20063;&#26377;&#21507;&#30340;&#12290;&#21507;&#20102;&#36182;&#27748;&#22278;&#65292;&#23601;&#26159;&#40657;&#33437;&#40635;&#27748;&#22278;&#65292;&#27809;&#21861;&#19981;&#19968;&#26679;&#65292;&#19981;&#36807;&#21487;&#20197;&#25343;&#20986;&#26469;&#34360;&#30528;&#33437;&#40635;&#37233;&#21507;&#65292;&#35273;&#24471;&#19981;&#22909;&#21507;&#12290;&#21518;&#26469;&#30475;&#35265;&#38889;&#21253;&#23376;&#65292;&#37117;&#27809;&#20852;&#36259;&#20102;&#65292;&#23435;&#24635;&#23581;&#35797;&#20102;&#12290;&#36824;&#26377;&#24456;&#22810;&#21334;&#38149;&#39745;&#30340;&#65292;&#36319;&#38485;&#35199;&#30340;&#38149;&#30420;&#19981;&#19968;&#26679;&#65292;&#30475;&#30528;&#23601;&#20687;&#27833;&#28856;&#39292;&#22841;&#32905;&#65292;&#23545;&#25105;&#27809;&#21861;&#21560;&#24341;&#21147;&#12290;</p>
<p>&#20013;&#21320;&#65292;&#19981;&#36766;&#36763;&#21171;&#30340;&#25214;&#21040;&#20102;&#40857;&#25220;&#25163;&#65292;&#24215;&#22823;&#20154;&#20063;&#22810;&#65292;&#31561;&#20102;&#22909;&#20037;&#25165;&#26377;&#24231;&#20799;&#20102;&#12290;&#20063;&#19981;&#21643;&#22909;&#21507;&#65292;&#22827;&#22971;&#32954;&#29255;&#21568;&#65292;&#20160;&#20040;&#20820;&#19969;&#21568;&#65292;&#24863;&#35273;&#21482;&#33021;&#21507;&#21040;&#36771;&#21619;&#12290;&#40857;&#25220;&#25163;&#22043;&#65292;&#39300;&#39272;&#21591;&#65292;&#36824;&#26159;&#21681;&#30334;&#22995;&#21416;&#25151;&#30340;&#22823;&#39300;&#39272;&#22909;&#21507;&#20123;&#12290;&#23545;&#20102;&#65292;&#20937;&#31881;&#22909;&#21507;&#65292;&#35828;&#36215;&#26469;&#25105;&#23601;&#39307;&#20102;&#65292;&#21475;&#27700;&#21719;&#21719;&#22320;&#65292;&#21704;&#21704;</p>
<p>&#21320;&#39277;&#21518;&#23435;&#24635;&#32771;&#23519;&#23436;&#20102;&#36824;&#26377;&#21035;&#30340;&#20107;&#20799;&#65292;&#25105;&#19968;&#20010;&#20154;&#32487;&#32493;&#36891;</p>
<p>&#32487;&#32493;&#26377;&#19981;&#26126;&#30495;&#30456;&#32676;&#20247;&#65292;&#21382;&#23613;&#21315;&#36763;&#19975;&#33510;&#65292;&#31359;&#36234;&#20154;&#32676;&#65292;&#36305;&#21040;&#25105;&#36319;&#21069;&#26469;&#38382;&#36335;&#12290;&#12290;&#12290;&#12290;&#32435;&#38391;&#20102;&#65292;&#26159;&#25105;&#30475;&#30528;&#22909;&#35828;&#35805;&#21602;&#65292;&#36824;&#26159;&#30475;&#36215;&#26469;&#22826;&#36807;&#20110;&#30591;&#26234;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#31455;&#28982;&#36824;&#26377;&#19968;&#23567;&#24069;&#21733;&#29992;&#22320;&#36947;&#22235;&#24029;&#35805;&#38382;&#25105;&#21738;&#37324;&#26377;&#21334;&#26480;&#26031;&#20271;&#30340;&#21253;&#12290;&#21733;&#21733;&#65292;&#19981;&#29992;&#30475;&#25105;&#32972;&#30528;&#36825;&#21253;&#65292;&#25105;&#23601;&#24471;&#30693;&#36947;&#21738;&#26377;&#19987;&#21334;&#24215;&#21543;&#12290;&#12290;&#12290;&#24184;&#22909;&#21681;&#25226;&#26149;&#29081;&#36335;&#35748;&#30495;&#36891;&#20102;&#19968;&#36941;&#65292;&#36824;&#30495;&#35265;&#30528;&#36807;jansport&#19987;&#21334;&#65292;&#28608;&#21160;&#30340;&#32473;&#23401;&#23376;&#25351;&#20102;&#36335;&#12290;&#25197;&#22836;&#25105;&#23601;&#21457;&#29616;&#65292;&#20877;&#27425;&#25351;&#38169;&#20102;&#65292;&#21448;&#32473;&#20154;&#35828;&#20102;&#30456;&#21453;&#30340;&#26041;&#21521;&#12290;&#25105;&#25171;&#24515;&#30524;&#20799;&#37324;&#19981;&#21402;&#36947;&#21834;~~~~</p>
<p>&#36935;&#35265;MANGO&#25171;&#25240;&#65292;&#22312;&#35199;&#23433;&#30340;&#26102;&#20505;&#32473;&#27597;&#20146;&#22823;&#20154;&#20080;&#20102;&#35044;&#23376;&#65292;&#21040;&#20102;&#25104;&#37117;&#65292;&#25104;&#21151;&#32473;&#33258;&#20010;&#20799;&#28120;&#21040;&#34924;&#34923;&#21644;&#35044;&#23376;&#65292;3&#25240;&#36319;5&#25240;&#65292;&#24635;&#20849;180&#65292;&#21704;&#21704;&#65292;&#32654;&#28363;&#20799;&#28363;&#20799;~</p>
<p>&#22312;&#36825;&#23478;&#24215;&#65292;&#20063;&#35753;&#25105;&#20805;&#20998;&#24847;&#35782;&#21040;&#33258;&#24049;&#30340;&#36523;&#26448;&#32570;&#38519;&#12290;&#35797;&#31359;&#19968;&#26465;&#29305;&#32654;&#35980;&#30340;&#39640;&#33136;&#35033;&#65292;&#22312;&#35797;&#34915;&#38388;&#37324;&#65292;&#25105;&#23604;&#23596;&#22351;&#20102;&#12290;&#36825;&#35033;&#23376;&#65292;&#24448;&#19978;&#25552;&#28857;&#20799;&#21543;&#65292;&#19981;&#26159;&#39640;&#33136;&#35033;&#20102;&#65292;&#21202;&#22312;&#32907;&#39592;&#19978;&#65292;&#30475;&#30528;&#36319;&#35065;&#33016;&#20284;&#30340;&#65292;&#25105;&#20063;&#29305;&#19981;&#33258;&#22312;&#65307;&#21487;&#26159;&#24448;&#19979;&#28857;&#20799;&#21543;&#65292;&#37027;&#20998;&#26126;&#26159;&#20302;&#33136;&#35033;&#65292;&#26681;&#26412;&#26174;&#19981;&#20986;&#33151;&#38271;&#20010;&#39640;&#30340;&#25928;&#26524;&#22043;&#12290;&#12290;&#12290;&#12290;&#22826;&#20260;&#24515;&#20102;&#65292;&#25105;&#30340;&#33136;&#31350;&#31455;&#22312;&#21738;&#37324;&#65292;&#21482;&#26377;&#26576;&#27425;&#22312;&#22993;&#22993;&#23478;&#26102;&#65292;&#25105;&#32454;&#24515;&#30340;&#22969;&#25214;&#21040;&#20102;&#19968;&#28857;&#33136;&#30340;&#30165;&#36857;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#36891;&#23436;&#22823;&#32422;3&#28857;&#65292;&#24819;&#30528;&#25915;&#30053;&#37324;&#26377;&#20154;&#35828;&#36807;&#22823;&#24904;&#23546;&#65292;&#35980;&#20284;&#23601;&#22312;&#38468;&#36817;&#12290;&#22320;&#22270;&#19981;&#22312;&#25105;&#36825;&#20799;&#65292;&#20063;&#25042;&#24471;&#20080;&#65292;&#36335;&#30196;&#19968;&#20010;&#20154;&#30828;&#26159;&#20973;&#30528;&#19968;&#21452;&#33050;&#65292;&#20973;&#30528;&#24863;&#35273;&#65292;&#36208;&#21834;&#36208;&#21834;&#65292;&#23601;&#36208;&#21040;&#20102;&#22823;&#24904;&#23546;&#12290;</p>
<p>&#22823;&#24904;&#23546;&#38376;&#31080;&#36229;&#20415;&#23452;&#65292;3&#22359;&#12290;&#37324;&#38754;&#21602;&#65292;&#29615;&#22659;&#20063;&#19981;&#38169;&#65292;&#24456;&#23433;&#38745;&#65292;&#26377;&#19968;&#20123;&#22902;&#22902;&#22823;&#22920;&#22312;&#25910;&#25342;&#39321;&#28809;&#65292;&#39321;&#23458;&#20204;&#38745;&#38745;&#30340;&#19978;&#39321;&#12290;&#27583;&#22530;&#26049;&#36793;&#30340;&#23567;&#25151;&#23376;&#37324;&#36824;&#22312;&#24320;&#21150;&#20315;&#23398;&#35762;&#24231;&#65292;&#38271;&#24266;&#19978;&#36148;&#28385;&#20102;&#22823;&#24904;&#23546;&#30340;&#20856;&#25925;&#65292;&#20315;&#25945;&#24120;&#35782;&#65292;&#36824;&#26377;&#35892;&#36131;&#37034;&#25945;&#30340;&#29609;&#24847;&#20799;&#12290;</p>
<p>&#23545;&#20102;&#65292;&#36824;&#26377;&#32452;&#32455;&#20041;&#24037;&#30340;&#65292;&#23450;&#26399;&#26377;&#27963;&#21160;&#65292;&#19981;&#35201;&#27714;&#20449;&#20208;&#65292;&#20154;&#22909;&#23601;&#25104;&#65292;&#30475;&#30528;&#25402;&#19981;&#38169;</p>
<p>&#36824;&#26377;&#33590;&#22530;&#65292;&#19981;&#30693;&#36947;&#21917;&#33590;&#22810;&#38065;&#65292;&#19981;&#36807;&#26377;&#24456;&#22810;&#25104;&#37117;&#20154;&#22312;&#21917;&#33590;&#32842;&#22825;&#65292;&#25105;&#19968;&#20010;&#20154;&#65292;&#25042;&#24471;&#21435;&#20307;&#39564;&#65292;&#23601;&#22352;&#22312;&#36208;&#24266;&#30340;&#38271;&#26885;&#19978;&#38745;&#38745;&#30340;&#30475;&#20102;&#22909;&#20037;&#65292;&#24863;&#35273;&#30495;&#22909;&#12290;&#29992;&#22235;&#24029;&#35805;&#35828;&#23601;&#26159;&#65292;&#22909;&#23433;&#36920;&#21727;~</p>
<p>&#24403;&#28982;&#20063;&#26377;&#21830;&#19994;&#30340;&#37096;&#20998;&#65292;&#36530;&#22312;&#33590;&#22530;&#26049;&#36793;&#30340;&#35282;&#33853;&#65292;&#20986;&#21806;&#24456;&#22810;&#24320;&#20809;&#30340;&#29289;&#20214;&#20799;&#12290;&#27809;&#26377;&#22823;&#24352;&#26071;&#40723;&#21927;&#23486;&#22842;&#20027;&#65292;&#24819;&#33457;&#38065;&#30340;&#20154;&#25214;&#25214;&#23601;&#25214;&#24471;&#21040;&#12290;&#36824;&#26377;&#23601;&#26159;&#65292;&#22312;&#37027;&#37324;&#30340;3&#23567;&#26102;&#65292;&#35265;&#30528;&#36807;&#28216;&#23458;&#65292;&#20294;&#27809;&#35265;&#30528;&#36807;&#23548;&#28216;&#12290;&#30475;&#26469;&#36825;&#37324;&#26159;&#34987;&#25490;&#38500;&#22312;&#26053;&#28216;&#32988;&#22320;&#20043;&#22806;&#30340;&#12290;</p>
<p>&#36825;&#20063;&#26159;&#25105;&#21916;&#27426;&#36825;&#37324;&#30340;&#21407;&#22240;&#65292;&#23433;&#38745;&#65292;&#26377;&#28857;&#20799;&#23546;&#24217;&#30340;&#21619;&#36947;&#21644;&#24863;&#35273;&#12290;&#22312;&#37324;&#38754;&#36716;&#24736;&#20004;&#22280;&#65292;&#33258;&#22312;&#30340;&#19981;&#34892;&#19981;&#34892;&#30340;&#12290;&#27604;&#36215;&#20043;&#21518;&#21435;&#36807;&#30340;&#38738;&#22478;&#23665;&#19978;&#30340;&#20160;&#20040;&#27583;&#36824;&#26377;&#38738;&#32650;&#23467;&#65292;&#36825;&#37324;&#22909;&#22826;&#22810;&#20102;&#12290;&#12290;&#12290;</p>
<p>&#24471;&#65292;&#22909;&#19981;&#23481;&#26131;&#25293;&#24352;&#29031;&#29255;&#36824;&#21322;&#22825;&#20256;&#19981;&#19978;&#26469;&#65292;&#30495;&#40635;&#28902;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280138290n.jpg" border="0" alt="" /></p>
<p>&#24681;&#65292;&#19968;&#20010;&#20154;&#25293;&#29031;&#20063;&#35753;&#25105;&#28165;&#26970;&#30340;&#24847;&#35782;&#21040;&#65292;&#25105;&#26159;&#19981;&#33021;&#33258;&#25293;&#28404;&#65292;&#27599;&#27425;&#21482;&#24680;&#33258;&#24049;&#33011;&#33162;&#22826;&#30701;&#21584;&#65292;&#38236;&#22836;&#37324;&#20840;&#26159;&#33041;&#34955;&#65292;&#26681;&#26412;&#30475;&#19981;&#20986;&#32972;&#26223;&#26159;&#20010;&#21861;&#12290;&#12290;&#12290;&#12290;&#33258;&#25293;&#65292;&#37027;&#23601;&#29992;&#23450;&#26102;&#22120;&#21543;&#65292;&#23601;&#26159;&#40635;&#28902;&#28857;&#20799;&#22855;&#24618;&#28857;&#20799;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#26202;&#19978;&#21543;&#65292;&#36319;&#21516;&#23398;&#19968;&#36215;&#21507;&#28779;&#38149;&#65292;&#20457;&#20154;&#37117;&#19981;&#21643;&#35748;&#36335;&#65292;&#36824;&#27491;&#24039;&#19979;&#20102;&#38632;&#12290;&#32422;&#22312;&#27494;&#20399;&#31072;&#22823;&#34903;&#65292;&#30896;&#38754;&#24050;&#32463;7&#28857;&#22810;&#65292;&#38543;&#20415;&#25214;&#20102;&#23478;&#28779;&#38149;&#24215;&#24320;&#21507;&#12290;&#25105;&#24403;&#20161;&#19981;&#35753;&#30340;&#28857;&#20102;&#33041;&#33457;&#20799;&#65292;&#36824;&#24819;&#35201;&#40493;&#34880;&#65292;&#34987;&#38459;&#27490;&#12290;&#26377;&#20010;&#19996;&#35199;&#25402;&#22909;&#21507;&#65292;&#21483;&#37089;&#25226;&#23376;&#65292;&#26381;&#21153;&#21592;&#35828;&#26159;&#40493;&#23376;&#30340;&#26576;&#20010;&#37096;&#20998;&#65292;&#25105;&#27809;&#21548;&#25026;&#12290;&#26152;&#26202;&#30475;&#20070;&#19978;&#30340;&#33041;&#37096;&#20998;&#21306;&#21151;&#33021;&#31034;&#24847;&#22270;&#65292;&#30475;&#30340;&#30452;&#27969;&#21475;&#27700;&#65292;&#21704;&#21704;&#65292;&#27809;&#20986;&#24687;&#30340;&#23478;&#20249;~</p>
<p>&#23545;&#65292;&#31481;&#31499;&#20063;&#22909;&#21507;~&#33948;&#27713;&#20799;&#26377;&#28857;&#29980;&#21619;&#65292;&#24618;&#24618;&#30340;&#12290;&#21035;&#30340;&#27809;&#21861;&#65292;&#21040;&#20102;&#22235;&#24029;&#65292;&#21507;&#36771;&#30340;&#33021;&#21147;&#21464;&#24378;&#20102;&#65292;oh yeah&#65281;</p>
<p>&#21507;&#23436;&#39277;&#65292;&#23043;&#35201;&#28040;&#39135;&#20799;&#65292;&#23601;&#21435;&#38182;&#37324;&#28316;&#36798;&#12290;&#26202;&#19978;&#30340;&#38182;&#37324;&#30495;&#22909;&#30475;&#65292;&#21448;&#26159;&#21018;&#19979;&#36807;&#38632;&#65292;&#37492;&#20110;&#30456;&#26426;&#19981;&#20105;&#27668;&#65292;&#21482;&#22909;&#24680;&#24680;&#30340;&#25226;&#22909;&#30475;&#37117;&#35760;&#22312;&#22823;&#33041;&#34955;&#37324;&#20102;&#65292;&#19979;&#27425;&#30333;&#22825;&#20877;&#26469;&#36807;~</p>
                                    </p>
</div>


  <footer>
    <p class="meta">
      
  

<span class="byline author vcard">Posted by <span class="fn">muggleyoung</span></span>

      








  


<time datetime="2010-07-27T00:00:00+08:00" pubdate data-updated="true">Jul 27<span>th</span>, 2010</time>
      


    </p>
    
      <div class="sharing">
  
  <a href="http://twitter.com/share" class="twitter-share-button" data-url="http://muggleyoung.github.com/blog/2010/07/27/%E5%A4%A9%E5%BA%9C%E6%88%90%E9%83%BD%E6%B8%B82/" data-via="" data-counturl="http://muggleyoung.github.com/blog/2010/07/27/%E5%A4%A9%E5%BA%9C%E6%88%90%E9%83%BD%E6%B8%B82/" >Tweet</a>
  
  
  
</div>

    
    <p class="meta">
      
        <a class="basic-alignment left" href="/blog/2010/07/27/%E4%B8%8D%E5%B9%B2%E4%B8%8D%E5%87%80%EF%BC%8C%E5%90%83%E4%BA%86%E6%B2%A1%E7%97%85/" title="Previous Post: 不干不净，吃了没病">&laquo; 不干不净，吃了没病</a>
      
      
        <a class="basic-alignment right" href="/blog/2010/07/28/%E5%A4%A9%E5%BA%9C%E6%88%90%E9%83%BD%E6%B8%B83/" title="Next Post: 天府成都游3">天府成都游3 &raquo;</a>
      
    </p>
  </footer>
</article>

</div>

<aside class="sidebar">
  
    <section>
  <h1>Recent Posts</h1>
  <ul id="recent_posts">
    
      <li class="post">
        <a href="/blog/2013/01/08/my-frist-post/">my-frist-post</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/05/14/eclipse---java.lang.noclassdeffounderror%3A-com.jayway.android.robotium.solo.solo%E9%94%99%E8%AF%AF%E8%A7%A3%E5%86%B3/">eclipse - java.lang.NoClassDefFoundError: com.jayway.android.robotium.solo.Solo错误解决</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/04/08/%E4%BD%A0%E7%8E%B0%E5%9C%A8%E7%9A%84%E5%B7%A5%E4%BD%9C%E8%BD%BB%E6%9D%BE%E4%B9%88%EF%BC%9F/">你现在的工作轻松么？</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/02/19/css%E7%AC%94%E8%AE%B0-position%E9%83%BD%E6%9C%89%E5%95%A5%E5%B1%9E%E6%80%A7/">CSS笔记-position都有啥属性</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/02/19/css%E7%AC%94%E8%AE%B0-css-reset/">CSS笔记-CSS reset</a>
      </li>
    
  </ul>
</section>






  
</aside>


    </div>
  </div>
  <footer role="contentinfo"><p>
  Copyright &copy; 2013 - muggleyoung -
  <span class="credit">Powered by <a href="http://octopress.org">Octopress</a></span>
</p>

</footer>
  







  <script type="text/javascript">
    (function(){
      var twitterWidgets = document.createElement('script');
      twitterWidgets.type = 'text/javascript';
      twitterWidgets.async = true;
      twitterWidgets.src = 'http://platform.twitter.com/widgets.js';
      document.getElementsByTagName('head')[0].appendChild(twitterWidgets);
    })();
  </script>





</body>
</html>
