
<!DOCTYPE html>
<!--[if IEMobile 7 ]><html class="no-js iem7"><![endif]-->
<!--[if lt IE 9]><html class="no-js lte-ie8"><![endif]-->
<!--[if (gt IE 8)|(gt IEMobile 7)|!(IEMobile)|!(IE)]><!--><html class="no-js" lang="en"><!--<![endif]-->
<head>
  <meta charset="utf-8">
  <title>muggleyoung's blog</title>
  <meta name="author" content="muggleyoung">

  
  <meta name="description" content="&#160; &#20828;&#20828;&#36716;&#36716;&#30340;&#65292;&#21448;&#22238;&#24402;&#21040;&#22836;&#33457;&#25511;&#34892;&#21015;
&#20197;&#19978;&# &hellip;">
  

  <!-- http://t.co/dKP3o1e -->
  <meta name="HandheldFriendly" content="True">
  <meta name="MobileOptimized" content="320">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  
  <link rel="canonical" href="http://muggleyoung.github.com/blog/page/4/">
  <link href="/favicon.png" rel="icon">
  <link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
  <script src="/javascripts/modernizr-2.0.js"></script>
  <script src="/javascripts/ender.js"></script>
  <script src="/javascripts/octopress.js" type="text/javascript"></script>
  <link href="/atom.xml" rel="alternate" title="muggleyoung's blog" type="application/atom+xml">
  <!--Fonts from Google"s Web font directory at http://google.com/webfonts -->
<link href="http://fonts.googleapis.com/css?family=PT+Serif:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<link href="http://fonts.googleapis.com/css?family=PT+Sans:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">

  

</head>

<body   >
  <header role="banner"><hgroup>
  <h1><a href="/">muggleyoung's blog</a></h1>
  
    <h2>A blogging framework for hackers.</h2>
  
</hgroup>

</header>
  <nav role="navigation"><ul class="subscription" data-subscription="rss">
  <li><a href="/atom.xml" rel="subscribe-rss" title="subscribe via RSS">RSS</a></li>
  
</ul>
  
<form action="http://google.com/search" method="get">
  <fieldset role="search">
    <input type="hidden" name="q" value="site:muggleyoung.github.com" />
    <input class="search" type="text" name="q" results="0" placeholder="Search"/>
  </fieldset>
</form>
  
<ul class="main-navigation">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
</ul>

</nav>
  <div id="main">
    <div id="content">
      <div class="blog-index">
  
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2011/01/13/%E5%8D%81%E5%B9%B4/">十年</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2011-01-13T00:00:00+08:00" pubdate data-updated="true">Jan 13<span>th</span>, 2011</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#160;</p>
<p style="text-align: center;"><img src="http://filer.blogbus.com/5333148/5333148_1295016811b.jpg" border="0" alt="" /></p>
<p style="text-align: center;">&#20828;&#20828;&#36716;&#36716;&#30340;&#65292;&#21448;&#22238;&#24402;&#21040;&#22836;&#33457;&#25511;&#34892;&#21015;</p>
<p style="text-align: center;">&#20197;&#19978;&#20026;&#19968;&#21608;&#20869;&#26025;&#33719;&#30340;&#25104;&#26524;</p>
<p style="text-align: center;">&#26366;&#32463;&#22791;&#21463;&#27495;&#35270;&#30340;&#34676;&#34678;&#32467;&#20204;</p>
<p style="text-align: center;">&#160;</p>
<p>&#20013;&#21320;&#36319;&#23828;&#21516;&#23398;&#28151;&#39277;&#65292;&#36229;&#32423;&#26080;&#25932;&#36149;&#30340;&#38182;&#31924;-&#21518;&#38754;&#37027;&#23383;&#20799;&#21487;&#30495;&#38590;&#25214;~</p>
<p>&#22312;&#23828;&#21333;&#20301;&#30475;&#22478;&#24066;&#30011;&#25253;&#65292;&#25552;&#21040;&#20004;&#20010;&#24180;&#36731;&#20154;&#30340;10&#24180;&#65292;&#33258;&#24049;&#20063;&#23567;&#24863;&#24936;&#19979;</p>
<p>10&#24180;&#21069;&#30340;&#21315;&#31143;&#24180;&#36328;&#24180;&#65292;&#36824;&#22312;&#19978;&#21021;&#20013;&#65292;&#19968;&#32676;&#23567;P&#23401;&#20799;&#34987;&#32769;&#24072;&#27966;&#21435;&#24191;&#22330;&#20030;&#20142;&#38378;&#38378;&#30340;&#33457;&#29615;</p>
<p>&#37027;&#26102;&#20505;&#36824;&#20667;&#20046;&#20046;&#30340;&#21861;&#20063;&#19981;&#25026;</p>
<p>10&#24180;&#21518;&#30340;&#29616;&#22312;&#65292;&#34429;&#28982;&#20381;&#28982;&#22788;&#20110;&#23398;&#29983;&#29366;&#24577;&#65292;&#20294;&#23398;&#20250;&#20102;&#33258;&#24049;&#20570;&#20915;&#23450;&#65292;&#33258;&#24049;&#25240;&#33150;&#30528;&#25214;&#23547;&#24819;&#35201;&#30340;&#29983;&#27963;</p>
<p>&#22909;&#22810;&#22909;&#22810;&#22823;&#36947;&#29702;&#65292;&#35841;&#19981;&#20250;&#35828;&#21834;&#65292;&#21487;&#24635;&#36824;&#26159;&#24819;&#20146;&#33258;&#23581;&#35797;&#65292;</p>
<p>&#26126;&#30333;&#20102;&#24456;&#22810;&#20107;&#24773;&#26412;&#27809;&#26377;&#23545;&#38169;&#65292;&#21482;&#26159;&#25105;&#20204;&#24819;&#20107;&#24773;&#30340;&#35282;&#24230;&#26041;&#24335;&#19981;&#21516;&#65292;&#21482;&#26159;&#25105;&#20204;&#24819;&#35201;&#30340;&#29983;&#27963;&#19981;&#19968;&#26679;</p>
<p>&#19981;&#31649;&#32467;&#26524;&#22914;&#20309;&#65292;&#32463;&#21382;&#20102;&#65292;&#22833;&#36133;&#20102;&#65292;&#25165;&#20250;&#27515;&#24515;&#65307;&#25104;&#21151;&#20102;&#26356;&#22909;</p>
<p>&#24681;&#65292;&#24180;&#36731;&#22312;&#20110;&#25240;&#33150;</p>
<p>&#36825;&#26159;&#25105;&#29616;&#22312;&#19968;&#30452;&#20445;&#25345;&#30340;&#29366;&#24577;</p>
<p>&#21521;&#24448;&#30528;&#33021;&#26377;&#20010;&#23478;&#65292;&#20859;&#20010;&#29399;&#12290;but&#65292;&#36825;&#29983;&#27963;&#36807;&#20004;&#24180;&#20877;&#23454;&#29616;&#23436;&#20840;&#21487;&#34892;&#65292;&#23436;&#20840;&#36214;&#36255;&#20799;&#20040;~</p>
<p>&#21482;&#24076;&#26395;&#33509;&#24178;&#24180;&#21518;&#30475;&#29616;&#22312;&#30340;&#33258;&#24049;&#65292;&#36824;&#20250;&#22362;&#23450;&#30340;&#35828;&#65306;&#22914;&#26524;&#22238;&#21040;&#37027;&#20010;&#26102;&#20505;&#30340;&#25105;&#65292;&#36824;&#20250;&#36825;&#20040;&#36873;&#25321;&#65281;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2011/01/10/%E6%88%91%E7%88%B12010%E5%91%A2%7E/">我爱2010呢~</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2011-01-10T00:00:00+08:00" pubdate data-updated="true">Jan 10<span>th</span>, 2011</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#160;&#160; &#25302;&#20102;&#23567;&#21322;&#20010;&#26376;&#30340;&#24180;&#24230;&#24635;&#32467;&#35201;&#26469;&#20102;&#12290;&#23613;&#37327;&#35328;&#31616;&#24847;&#36165;~</p>
<p>&#160;&#160; &#20808;&#35828;2010&#36825;&#19968;&#24180;&#21543;</p>
<p>&#160;&#160; &#26412;&#21629;&#24180;</p>
<p>&#160;&#160; &#39134;&#35828;&#65292;&#26412;&#21629;&#24180;&#65292;&#35201;&#20040;&#36229;&#32423;&#39034;&#21033;&#65292;&#35201;&#20040;&#26497;&#20854;&#24754;&#24808;~</p>
<p>&#160;&#160; &#20110;&#26159;&#65292;&#25105;&#25972;&#20102;&#32418;&#39033;&#38142;&#65292;&#32418;&#25163;&#26426;&#38142;&#65292;&#32418;&#20070;&#21253;&#65292;&#32418;&#25358;&#21253;&#65292;&#32418;&#38065;&#21253;&#65292;&#32418;&#21345;&#21253;&#12290;&#12290;&#12290;&#12290;&#21507;&#20102;&#32418;&#20869;&#34915;&#65292;&#20854;&#20182;&#37117;&#32418;&#20102;&#65292;&#21704;&#21704;&#21704;</p>
<p>&#160;&#160; &#25110;&#35768;&#24515;&#29702;&#20316;&#29992;&#21543;&#65292;&#24863;&#35273;&#36824;&#26159;&#27604;&#36739;&#24184;&#36816;&#30340;&#19968;&#24180;&#21602;~</p>
<p>&#160;&#160; &#21018;&#36807;&#23436;&#24180;&#28316;&#21435;&#21271;&#20140;&#29609;&#20799;&#65292;&#20013;&#20102;&#20004;&#24352;&#27468;&#21095;&#31080;&#65292;&#36319;WD&#22312;&#22269;&#23478;&#22823;&#21095;&#38498;&#35013;&#20102;&#19968;&#25226;&#39640;&#38597;&#12290;&#34429;&#28982;&#25105;&#19968;&#24230;&#24819;&#36716;&#25163;&#21334;&#25481;&#65292;&#36186;&#20960;&#30334;&#22359;&#38646;&#33457;&#38065;&#65307;&#34429;&#28982;&#20474;&#20457;&#32463;&#24120;&#24615;&#31505;&#22330;&#65292;&#26126;&#26174;&#33402;&#26415;&#20462;&#20859;&#19981;&#22815;&#30340;&#23401;&#20799;~&#20294;&#21681;&#36825;&#36744;&#23376;&#30495;&#26159;&#22836;&#22238;&#20013;&#36825;&#22823;&#30340;&#22870;&#21602;&#65292;&#23454;&#22312;&#20540;&#24471;&#32426;&#24565;~</p>
<p>&#160;&#160; &#21518;&#26469;&#21543;&#65292;&#22312;LH&#21516;&#23398;&#25786;&#25479;&#19979;&#65292;&#20934;&#22791;&#32771;&#33521;&#35821;&#65292;&#30003;&#35831;&#23398;&#26657;&#12290;&#22797;&#20064;&#30528;&#65292;&#32416;&#32467;&#30528;&#65292;&#24819;&#26126;&#30333;&#20102;&#33258;&#24049;&#24819;&#35201;&#20160;&#20040;&#12290;&#19981;&#28982;&#20877;&#36825;&#26679;&#32416;&#32467;&#19979;&#21435;&#65292;&#21487;&#33021;&#24037;&#20316;&#23398;&#20064;&#20004;&#20010;offer&#37117;&#25343;&#19981;&#21040;&#21602;&#12290;GRE&#21602;&#65292;&#35064;&#32771;&#20063;&#33021;&#36825;&#26679;&#65292;&#25105;&#12290;&#12290;&#12290;&#25105;&#24456;&#19981;&#21402;&#36947;&#30340;&#27427;&#24944;&#20102;&#19968;&#23567;&#19979;&#19979;~</p>
<p>&#160;&#160; &#20845;&#26376;&#32771;&#23436;&#20102;G&#65292;&#26257;&#20551;&#24320;&#22987;&#36214;&#39033;&#30446;&#12290;</p>
<p>&#160;&#160; &#26399;&#38388;&#36824;&#25554;&#25773;&#20102;&#20013;&#21326;&#22823;&#25250;&#20154;&#27963;&#21160;&#65292;&#25104;&#21151;&#34987;&#20013;&#37145;&#35270;&#65292;&#34987;&#21326;&#25910;&#30041;&#12290;</p>
<p>&#160;&#160; &#22362;&#25345;&#36873;&#33258;&#24049;&#24819;&#35201;&#30340;&#24037;&#20316;&#65292;&#22312;&#32769;&#29241;&#30340;&#30005;&#35805;&#36720;&#28856;&#19979;&#65292;&#36824;&#26159;&#26089;&#26089;&#25298;&#20102;&#21326;&#65292;&#24320;&#22987;&#28023;&#25237;&#31616;&#21382;&#65292;&#21040;&#22788;&#36305;&#30528;&#31508;&#35797;&#38754;&#35797;&#30340;&#26085;&#23376;&#12290;&#20854;&#23454;&#20063;&#27809;&#24590;&#20040;&#36305;&#65292;&#28023;&#25237;&#20102;&#31616;&#21382;&#65292;&#21487;&#26159;&#21482;&#21435;&#20102;&#24819;&#21435;&#30340;&#31508;&#35797;&#65292;&#28982;&#21518;&#25343;&#21040;&#20102;&#20013;&#24847;&#30340;offer&#12290;&#20063;&#23601;&#36763;&#33510;&#20102;&#23567;&#21322;&#20010;&#26376;&#65292;&#30246;&#20102;&#20108;&#20004;&#32905;~&#30862;&#30862;&#20010;&#20107;&#24773;&#20040;~</p>
<p>&#160;&#160; &#21435;&#20844;&#21496;&#19978;&#20102;&#20960;&#33410;&#35838;&#65292;&#35748;&#35782;&#20102;&#26410;&#26469;&#21516;&#20107;&#20204;&#65292;&#36234;&#26469;&#36234;&#21916;&#27426;&#36825;&#26679;&#30340;&#27675;&#22260;&#12290;&#24320;&#22987;&#23545;&#33258;&#24049;&#30340;&#25216;&#26415;&#26377;&#25152;&#26399;&#24453;&#65292;&#30456;&#20449;&#36825;&#20250;&#26159;&#20010;&#22909;&#30340;&#24320;&#22987;&#65292;&#21162;&#21147;&#29983;&#27963;~</p>
<p>&#160;&#160; &#25152;&#20197;&#35828;2010&#65292;&#26368;&#22823;&#30340;&#25910;&#33719;&#26159;&#30693;&#36947;&#20102;&#33258;&#24049;&#24819;&#35201;&#20160;&#20040;&#65292;&#22362;&#25345;&#33258;&#24049;&#30340;&#20915;&#23450;&#12290;&#31639;&#19981;&#19978;&#26159;&#26377;&#29702;&#24819;&#26377;&#25265;&#36127;&#65292;&#37027;&#20063;&#31639;&#26159;&#26377;&#28857;&#36861;&#27714;&#20102;&#21543;&#12290;&#21916;&#27426;&#36825;&#26679;&#30340;&#29366;&#24577;~</p>
<p>&#160;&#160; &#24681;&#65292;&#36824;&#25509;&#35302;&#20102;&#21508;&#31181;&#20844;&#24320;&#35838;&#65292;&#24930;&#24930;&#31163;&#24320;&#30340;&#27426;&#20048;&#32654;&#21095;&#20204;&#65292;&#36716;&#31227;&#38453;&#22320;&#12290;&#30475;&#24471;&#19981;&#31639;&#22810;&#65292;&#20294;&#20063;&#22312;&#35748;&#30495;&#30340;&#22362;&#25345;&#12290;&#24320;&#22987;&#30456;&#20449;&#34892;&#21160;&#21147;&#30340;&#21147;&#37327;~</p>
<p>&#160;&#160; &#20877;&#35828;&#36825;2011&#21543;</p>
<p>&#160;&#160; &#23558;&#20250;&#24320;&#22987;&#20840;&#26032;&#30340;&#29983;&#27963;&#12290;&#24403;&#28982;&#65292;&#21681;&#24471;&#39034;&#21033;&#27605;&#19994;&#20102;&#20808;&#12290;&#23545;&#39134;&#35828;&#65292;&#25105;&#23545;&#26032;&#30340;&#29983;&#27963;&#20805;&#28385;&#20102;&#26399;&#24453;&#12290;&#25152;&#20197;&#65292;&#20174;&#29616;&#22312;&#24320;&#22987;&#65292;&#23601;&#35201;&#21162;&#21147;&#65292;&#19981;&#33021;&#20877;&#20687;&#24212;&#20184;&#26292;&#27515;&#19968;&#26679;&#23398;&#20064;&#20102;&#12290;&#29616;&#22312;&#65292;&#26159;&#20026;&#20102;&#33258;&#24049;&#32780;&#21162;&#21147;&#65292;&#26377;&#20027;&#21160;&#24615;&#21734;~</p>
<p>&#160;&#160; &#26143;&#24231;&#19978;&#35828;&#65292;2011&#22788;&#22899;&#24231;&#26691;&#33457;&#24456;&#26106;~&#22909;&#21543;&#65292;&#36825;&#35805;&#25105;&#24895;&#24847;&#20449;&#21602;~&#21035;&#26159;&#28866;&#26691;&#33457;&#23601;&#22909;~</p>
<p>&#160;&#160; &#20855;&#20307;&#35828;&#21602;&#65306;</p>
<p>&#160;&#160; &#25105;&#24076;&#26395;&#33258;&#24049;&#21487;&#20197;&#26356;&#21191;&#25954;&#30340;&#34920;&#36798;&#24819;&#27861;&#65292;&#20063;&#35201;&#26377;&#20805;&#36275;&#30340;&#23454;&#21147;&#21644;&#24213;&#27668;</p>
<p>&#160;&#160; &#20889;&#20195;&#30721;&#30340;&#27700;&#24179;&#38656;&#35201;&#25552;&#39640;&#65292;&#35201;&#20174;&#22522;&#26412;&#21151;&#24320;&#22987;</p>
<p>&#160;&#160; &#20851;&#20110;&#36719;&#20214;&#24320;&#21457;&#65292;&#25935;&#25463;&#24320;&#21457;&#30340;&#30693;&#35782;&#22826;&#22826;&#32570;&#20047;~</p>
<p>&#160;&#160; &#33521;&#35821;&#65292;&#33258;&#25171;&#25214;&#24037;&#20316;&#24320;&#22987;&#65292;&#23601;&#27809;&#20877;&#22909;&#22909;&#22362;&#25345;&#65292;&#26159;&#26102;&#20505;&#25214;&#22238;&#22909;&#20064;&#24815;&#20102;</p>
<p>&#160;&#160; &#36824;&#24076;&#26395;&#33258;&#24049;&#30340;blog&#33021;&#22362;&#25345;&#30340;&#26356;&#26377;&#35268;&#24459;&#28857;&#20799;&#65292;&#26576;&#19968;&#22825;&#65292;&#20851;&#20110;&#25216;&#26415;&#30340;&#25991;&#31456;&#21487;&#20197;&#25343;&#20986;&#26469;&#21333;&#29420;&#24320;&#21338;~</p>
<p>&#20004;&#24180;&#21069;&#24320;&#22987;&#65292;&#35797;&#22270;&#27599;&#24180;&#20570;&#22909;&#65292;&#24182;&#19988;&#21482;&#19987;&#27880;&#20110;&#20570;&#22909;&#20004;&#20214;&#20107;&#12290;&#23436;&#25104;&#30340;&#25928;&#26524;&#19981;&#23613;&#23436;&#32654;&#65292;&#20294;&#20063;&#22312;&#21162;&#21147;&#20013;~</p>
<p>&#21464;&#21270;&#30340;&#19968;&#24180;&#65292;&#35745;&#21010;&#36215;&#26469;&#24635;&#26159;&#24456;&#38590;&#12290;&#25152;&#20197;&#65292;&#25105;&#24819;&#65292;&#36824;&#26159;&#21162;&#21147;&#20570;&#22909;&#24037;&#20316;&#20808;&#21543;~</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2011/01/09/tw%E5%AD%A6%E5%89%8D%E7%8F%AD-3%264/">Tw学前班-3&4</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2011-01-09T00:00:00+08:00" pubdate data-updated="true">Jan 9<span>th</span>, 2011</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#160;&#160;&#160; &#19968;&#19981;&#23567;&#24515;&#65292;&#21448;&#20004;&#33410;&#35838;&#31243;&#36807;&#21435;&#20102;&#12290;&#19968;&#36215;&#24635;&#32467;&#21543;&#12290;</p>
<p>&#160;&#160;&#160; &#25910;&#33719;&#22043;&#65292;&#37027;&#26159;&#22823;&#22823;&#28404;~</p>
<p>&#160;&#160;&#160; &#20004;&#33410;&#35838;&#22522;&#26412;&#19978;&#37117;&#26377;&#33258;&#24049;&#21160;&#25163;pair&#30340;&#29615;&#33410;&#12290;&#23588;&#20854;&#26159;3rd&#65292;&#22823;&#23478;&#20998;&#25104;&#23567;&#32452;&#65292;&#19968;&#36215;&#23436;&#25104;story&#12290;4th&#26102;&#65292;&#21482;&#38656;&#35201;&#20004;&#20010;&#20154;pair&#65292;&#23613;&#24555;&#23436;&#25104;&#20219;&#21153;&#12290;&#24403;&#28982;&#65292;&#30001;&#20110;&#25163;&#29983;&#65292;&#25105;&#22522;&#26412;&#19978;&#27809;&#26377;&#25353;&#26102;&#23436;&#25104;&#36807;&#12290;</p>
<p>&#160;&#160; &#20808;&#35828;3rd class&#65292;&#32473;&#20102;4&#20010;user story&#65292;&#27599;&#19968;&#20010;&#21322;&#23567;&#26102;&#20026;&#19968;&#20010;&#36845;&#20195;&#65292;&#19968;&#20849;&#23436;&#25104;&#20004;&#27425;&#36845;&#20195;&#12290;intelliJ&#36824;&#20250;&#20351;&#28857;&#20799;&#65292;java&#19981;&#29087;&#65292;tdd&#30340;&#24605;&#24819;&#27809;&#26377;&#23436;&#20840;&#20307;&#20250;&#65292;&#21644;fy&#21516;&#23398;pair&#65292;&#21069;&#19968;&#20010;&#36845;&#20195;&#22522;&#26412;&#19978;&#37117;&#26159;&#22905;&#21160;&#25163;&#65292;&#31532;&#20108;&#27425;&#65292;&#25105;&#25165;&#31639;&#26159;&#27604;&#36739;&#39034;&#28316;&#30340;&#33021;&#19978;&#25163;&#20102;&#12290;</p>
<p>&#160;&#160; &#24635;&#20307;&#26469;&#35828;&#65292;&#20307;&#20250;&#21040;&#19979;&#38754;&#20960;&#20010;&#38382;&#39064;&#12290;</p>
<p>&#160;&#160; 1. &#20986;&#29616;&#23567;&#38382;&#39064;&#26102;&#35813;&#24590;&#20040;&#21150;&#12290;&#25105;&#30340;&#24819;&#27861;&#26159;&#65292;google&#12290;fy&#23601;&#20250;&#27604;&#36739;&#30528;&#24613;&#30340;&#23547;&#27714;coach&#30340;&#24110;&#21161;&#12290;&#24403;&#28982;&#65292;&#22240;&#20026;&#26102;&#38388;&#26377;&#38480;&#22043;&#65292;&#38382;google&#33258;&#28982;&#19981;&#22914;&#38382;&#20154;&#24555;&#12290;&#20010;&#20154;&#35273;&#24471;&#65292;&#27605;&#31455;&#26159;&#32451;&#20064;&#65292;&#29992;google&#20063;&#26159;&#38656;&#35201;&#32451;&#20064;&#30340;&#33021;&#21147;&#12290;&#25152;&#20197;&#65292;&#25105;&#20457;&#20013;&#21644;&#19979;&#65292;&#20250;&#26159;&#27604;&#36739;&#22909;&#30340;&#32467;&#26524;&#65306;&#20808;google&#65292;&#23581;&#35797;&#20960;&#27425;&#36824;&#19981;&#26126;&#30333;&#30340;&#35805;&#65292;&#20877;&#25214;coach&#12290;</p>
<p>&#160;&#160; 2. pair&#26102;&#30340;&#20132;&#27969;&#38382;&#39064;&#12290;&#22823;&#23478;&#23545;&#20110;pair&#36825;&#31181;&#32534;&#31243;&#26041;&#24335;&#37117;&#26159;&#21018;&#21018;&#25509;&#35302;&#65292;&#32463;&#24120;&#20250;&#20986;&#29616;&#25511;&#21046;&#30340;&#38190;&#30424;&#30340;&#23401;&#23376;&#33258;&#24049;&#22016;&#22016;&#21653;&#21653;&#30340;&#25970;&#30528;&#65292;&#25105;&#23601;&#20250;&#19968;&#30452;&#38382;&#65292;&#20320;&#36825;&#26159;&#24819;&#35201;&#20570;&#20160;&#20040;&#65292;&#20026;&#20160;&#20040;&#24819;&#36825;&#26679;&#20570;&#20043;&#31867;&#30340;&#38382;&#39064;&#65292;&#19968;&#30452;&#38382;&#21040;&#22905;&#35299;&#37322;&#20026;&#27490;&#12290;&#19981;&#28982;&#65292;&#36807;&#19968;&#20250;&#65292;&#19968;&#23450;&#36319;&#19981;&#19978;pair&#30340;&#33410;&#22863;&#20102;&#12290;&#20294;&#26159;&#26368;&#21518;review&#30340;&#29615;&#33410;&#65292;coach&#20204;&#21448;&#25552;&#21040;&#36825;&#26679;&#19968;&#20010;&#38382;&#39064;&#65306;pair&#20043;&#38388;&#30340;&#20132;&#27969;&#26159;&#39034;&#30021;&#20102;&#65292;&#21487;&#26159;&#23567;&#32452;&#20043;&#38388;&#30340;&#20132;&#27969;&#21602;&#65311;&#26159;&#30340;&#65292;&#36215;&#30721;&#22312;&#25105;&#20204;&#32452;&#65292;&#25105;&#22522;&#26412;&#19981;&#28165;&#26970;&#21478;&#22806;&#19968;&#23545;pair&#20855;&#20307;&#20570;&#20102;&#21738;&#20123;&#24037;&#20316;&#12290;&#36825;&#65292;&#20063;&#26159;&#20010;&#20540;&#24471;&#27880;&#24847;&#30340;&#38382;&#39064;&#12290;</p>
<p>&#160;&#160; 3. &#26368;&#21518;&#23601;&#26159;&#24515;&#24577;&#30340;&#38382;&#39064;&#20102;&#12290;&#23588;&#20854;&#26159;&#24403;&#26102;&#38388;&#24555;&#35201;&#32467;&#26463;&#26102;&#65292;&#29305;&#21035;&#23481;&#26131;&#24908;&#24352;&#12290;&#20110;&#26159;&#65292;&#25105;&#20204;&#32452;&#22312;&#26368;&#21518;merge&#20195;&#30721;&#30340;&#26102;&#20505;&#25104;&#21151;&#25226;&#33258;&#24049;&#25630;&#27515;&#20102;&#65292;&#32534;&#35793;&#26080;&#27861;&#36890;&#36807;&#12290;&#12290;&#12290;&#12290;&#25110;&#32773;&#35828;&#65292;&#22312;&#25130;&#27490;&#21069;&#20889;&#20195;&#30721;&#30340;&#25928;&#29575;&#65292;&#20250;&#26126;&#26174;&#26377;&#21464;&#21270;&#12290;&#35828;&#30333;&#20102;&#65292;&#36824;&#26159;&#25163;&#29983;~</p>
<p>&#160;&#160; &#32780;&#36825;&#27425;&#35838;&#31243;&#26368;&#22823;&#30340;&#25910;&#33719;&#21017;&#22312;&#20110;&#20132;&#27969;&#65292;&#36890;&#36807;&#20132;&#27969;&#65292;&#25105;&#20204;&#21152;&#24555;&#30340;&#23398;&#20064;&#30340;&#36827;&#24230;&#65307;&#36890;&#36807;&#20132;&#27969;&#65292;&#20195;&#30721;&#30340;&#32534;&#20889;&#26102;&#25928;&#29575;&#20063;&#20250;&#25552;&#39640;&#65307;&#36890;&#36807;&#20132;&#27969;&#65292;&#23567;&#32452;&#20013;pair&#30340;&#21512;&#20316;&#65292;&#25165;&#20250;&#26356;&#40664;&#22865;&#65292;&#20998;&#24037;&#26126;&#30830;&#65307;&#21516;&#26679;&#36890;&#36807;&#20132;&#27969;&#65292;&#25105;&#20204;&#21487;&#20197;&#38543;&#26102;&#21435;&#21521;&#8220;&#23458;&#25143;&#8221;&#20102;&#35299;&#20182;&#20204;&#24819;&#35201;&#30340;&#32467;&#26524;&#31561;&#31561;&#31561;&#12290;</p>
<p>&#160;</p>
<p>&#160;&#160; &#33267;&#20110;&#26152;&#22825;&#30340;4th class&#65292;&#25105;&#12290;&#12290;&#12290;&#25105;&#24456;&#24754;&#24808;&#30340;&#36831;&#21040;&#40479;&#12290;&#12290;&#12290;&#12290;&#29616;&#22312;&#22312;&#35199;&#23433;&#65292;&#20844;&#20132;&#36710;&#26159;&#27604;&#20986;&#31199;&#36710;&#38752;&#35889;&#30340;&#20986;&#34892;&#26041;&#24335;&#65292;&#32477;&#23545;&#30340;&#12290;&#21487;&#24604;&#25105;&#26152;&#22825;&#20026;&#20102;&#36214;&#26102;&#38388;&#25171;&#36710;&#65292;&#21453;&#20498;&#21464;&#24471;&#26356;&#36831;&#12290;&#12290;&#12290;&#21487;&#24604;&#25105;&#20316;&#20026;&#19968;&#36335;&#30196;&#65292;&#22312;&#20955;&#20925;&#23506;&#39118;&#20013;&#30606;&#36716;&#24736;&#25214;&#36335;-&#24184;&#22909;&#26152;&#22825;&#19981;&#26159;&#24456;&#20919;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#160;&#160; &#19978;&#27425;&#35838;&#31243;&#32467;&#26463;&#30340;&#26102;&#20505;&#65292;&#23433;&#25490;&#20102;&#20960;&#20010;&#21516;&#23398;&#20934;&#22791;&#19968;&#20123;&#20869;&#23481;&#26469;&#20998;&#20139;&#12290;&#25105;&#21040;&#30340;&#26102;&#20505;&#65292;&#19968;&#20010;session&#24050;&#32463;&#32467;&#26463;&#65292;&#21482;&#21548;&#21040;&#20102;&#21518;&#38754;&#20851;&#20110;JUnit4 &#21644; hg&#30340;&#20171;&#32461;&#12290;&#21516;&#23398;&#20204;&#30340;&#35762;&#35299;&#36824;&#26159;&#24456;&#35814;&#32454;&#30340;&#65292;&#33267;&#23569;&#23545;&#20110;&#25105;&#26469;&#35828;&#65292;&#22522;&#26412;&#37117;&#33021;&#21548;&#25026;&#12290;&#20329;&#26381;&#20004;&#20301;&#30340;&#20180;&#32454;&#20934;&#22791;&#21834;~</p>
<p>&#160;&#160; &#25509;&#30528;&#21602;&#65292;&#24067;&#32622;&#20102;&#23506;&#20551;&#20316;&#19994;&#12290;&#12290;&#12290;&#26197;&#21834;&#65292;&#22810;&#24180;&#19981;&#20570;&#23506;&#20551;&#20316;&#19994;&#20102;&#65292;&#22079;&#22079;~&#28982;&#21518;&#20004;&#20004;pair&#20808;&#26469;&#23436;&#25104;&#19968;&#20010;&#23567;&#21151;&#33021;&#65292;&#26102;&#38388;&#38480;&#21046;&#24456;&#32039;&#20945;&#65292;&#22522;&#26412;&#20197;10min&#20026;&#21333;&#20301;&#12290;&#36825;&#27425;pair&#20027;&#35201;&#26159;&#25105;&#21160;&#25163;&#65292;&#36824;&#26159;&#19981;&#22815;&#29087;&#24713;&#65292;&#19968;&#21548;&#35828;&#26102;&#38388;&#24555;&#21040;&#20102;&#65292;&#25105;&#35760;&#24471;&#19968;&#20010;&#21333;&#35789;&#20799;&#21322;&#22825;&#25970;&#19981;&#20986;&#26469;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#160;&#160; &#26368;&#21518;&#21602;&#65292;&#26377;&#19968;&#20010;&#20851;&#20110;bad code&#21644;clean code&#30340;session&#65292;&#25910;&#33719;&#36824;&#26159;&#25402;&#22823;&#30340;&#12290;&#23545;&#20110;&#32534;&#30721;&#32463;&#39564;&#19981;&#26159;&#24456;&#22810;&#30340;&#20154;&#26469;&#35828;&#65292;&#25110;&#35768;&#25105;&#33021;&#30475;&#20986;&#21738;&#20123;&#20195;&#30721;&#20889;&#24471;&#22909;&#65292;&#21738;&#20123;&#19981;&#22909;&#65292;&#21487;&#26159;&#21364;&#27809;&#21150;&#27861;&#35762;&#20986;&#22909;&#30340;&#22909;&#22312;&#21738;&#37324;&#65292;&#22351;&#30340;&#21448;&#26159;&#21738;&#37324;&#19981;&#23545;&#12290;&#24635;&#30340;&#26469;&#35828;&#21602;&#65292;&#32454;&#33410;&#21644;&#33391;&#22909;&#30340;&#20064;&#24815;&#36824;&#26159;&#24456;&#37325;&#35201;&#30340;&#65292;&#32780;&#19988;&#21315;&#19975;&#21315;&#19975;&#19981;&#33021;&#20599;&#25042;&#65292;&#19968;&#26102;&#25163;&#25042;&#30340;&#21518;&#26524;&#21487;&#33021;&#20250;&#24102;&#26469;&#24456;&#22810;&#40635;&#28902;&#12290;</p>
<p>&#160; &#30475;&#26469;&#65292;&#25105;&#26159;&#24471;&#21435;&#20080;&#20070;&#20102;&#65292;&#30005;&#23376;&#29256;&#30340;&#20070;&#65292;&#30475;&#36215;&#26469;&#36824;&#26159;&#19981;&#22914;&#32440;&#36136;&#30340;&#33298;&#26381;&#12290;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/12/20/tw%E5%AD%A6%E5%89%8D%E7%8F%AD-2/">Tw学前班-2</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-12-20T00:00:00+08:00" pubdate data-updated="true">Dec 20<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#25105;&#30693;&#36947;&#65292;&#22914;&#26524;&#20877;&#19981;&#21160;&#25163;&#20889;&#65292;&#19979;&#19968;&#33410;preclass&#23601;&#35201;&#24320;&#22987;&#20102;</p>
<p>&#25302;&#24310;&#30151;&#26377;&#21457;&#20316;&#36857;&#35937;~&#32618;&#36807;&#32618;&#36807;~</p>
<p>&#160;</p>
<p>&#31532;&#20108;&#35838;&#65292;&#27491;&#26159;&#20889;&#35770;&#25991;&#22836;&#26197;&#33041;&#32960;&#30340;&#26102;&#20505;</p>
<p>&#21407;&#26412;&#35828;&#26159;&#35201;&#20889;&#20195;&#30721;&#30340;&#65292;&#25380;&#30528;&#26102;&#38388;&#30475;&#20102;&#19979;IDEA&#21643;&#29992;&#65292;&#20854;&#20182;&#24037;&#20855;&#21387;&#26681;&#27809;&#30896;</p>
<p>&#32467;&#26524;&#21435;&#20102;&#21543;&#65292;&#26159;&#20174;&#26681;&#25454;&#23458;&#25143;&#38656;&#27714;&#20570;&#24125;&#23376;&#24320;&#22987;&#30340;</p>
<p>&#160;</p>
<p>&#36825;&#20010;&#29615;&#33410;&#65292;&#25105;&#20204;&#32452;&#20570;&#24471;&#19981;&#22909;&#12290;&#19968;&#24320;&#22987;&#22823;&#23478;&#37117;&#25380;&#22312;&#21069;&#38754;&#24537;&#30528;&#21548;&#23458;&#25143;&#24847;&#35265;&#65292;&#20570;&#30340;&#24456;&#23569;&#12290;</p>
<p>&#31532;&#20108;&#27425;&#31245;&#26377;&#25913;&#36827;&#65292;&#26377;&#20154;&#36319;&#23458;&#25143;&#20132;&#27969;&#65292;&#26377;&#20154;&#22312;&#21518;&#38754;&#40664;&#40664;&#30340;&#25240;&#32440;&#12290;&#26377;&#20102;&#25104;&#26524;&#36824;&#21487;&#20197;&#21450;&#26102;&#30340;&#21453;&#39304;&#32473;&#23458;&#25143;&#65292;&#21450;&#26102;&#21457;&#29616;&#38382;&#39064;&#25913;&#36827;&#12290;</p>
<p>&#21487;&#38382;&#39064;&#21448;&#20986;&#29616;&#20102;&#65292;&#33267;&#23569;&#25105;&#35273;&#24471;&#65292;&#36319;&#23458;&#25143;&#20132;&#27969;&#30340;&#65292;&#27809;&#26377;&#36319;&#32452;&#21592;&#26377;&#25928;&#20132;&#27969;&#12290;</p>
<p>&#21046;&#20316;&#20154;&#21592;&#24590;&#20040;&#30693;&#36947;&#38656;&#27714;&#30340;&#21602;&#65311;&#22240;&#20026;&#25105;&#20204;&#23601;&#22312;&#26049;&#36793;&#30475;&#30528;&#23458;&#25143;&#32842;&#22825;&#21602;&#12290;&#24681;&#65292;&#34429;&#28982;&#36825;&#26679;&#24403;&#26102;&#26159;&#21487;&#34892;&#30340;&#65292;&#20294;&#25105;&#35273;&#24471;&#19981;&#22823;&#22909;~</p>
<p>&#160;</p>
<p>&#25509;&#30528;&#26159;&#20889;story&#12290;&#36825;&#20010;&#24212;&#35813;&#26159;&#25105;&#25152;&#25797;&#38271;&#30340;&#12290;&#22312;&#20889;part1&#30340;story&#26102;&#65292;&#36824;&#34920;&#36798;&#20102;&#33258;&#24049;&#30340;&#26465;&#29702;&#65292;&#24456;&#24555;&#20889;&#20986;story&#12290;part2&#31245;&#24494;&#22797;&#26434;&#20102;&#28857;&#12290;&#22823;&#23478;&#20284;&#20046;&#33521;&#35821;&#37117;&#26377;&#28857;&#36153;&#21170;&#65292;&#24212;&#35813;&#26159;&#38271;&#20037;&#19981;&#29992;&#21543;&#12290;&#25105;&#21482;&#22909;&#24110;&#30528;&#24320;&#22987;&#39034;&#39064;&#30446;&#12290;&#36825;&#19979;&#22909;&#65292;&#39064;&#30446;&#39034;&#23436;&#65292;&#33258;&#24049;&#24605;&#36335;&#20081;&#25481;&#20102;&#12290;</p>
<p>&#22681;&#22836;&#33609;&#23646;&#24615;&#26174;&#29616;&#19981;&#26159;&#22909;&#20107;&#20799;&#12290;&#23588;&#20854;&#26159;&#36825;&#31867;&#20107;&#24773;&#65292;&#39034;&#30528;&#21035;&#20154;&#30340;&#24605;&#36335;&#36208;&#65292;&#22312;&#24403;&#20107;&#20154;&#19981;&#26126;&#30333;&#30340;&#24773;&#20917;&#19979;&#65292;&#20320;&#26159;&#24456;&#38590;&#24819;&#26126;&#30333;&#30340;&#12290;&#24212;&#35813;&#26377;&#33258;&#24049;&#28165;&#26224;&#30340;&#24605;&#36335;&#65292;&#28982;&#21518;&#20132;&#27969;&#65292;&#24471;&#20986;&#26368;&#20339;&#32467;&#35770;&#12290;&#27809;&#26377;&#33021;&#20805;&#20998;&#34920;&#36798;&#20986;&#33258;&#24049;&#30340;&#24819;&#27861;&#65292;&#36825;&#28857;&#19981;&#22909;&#12290;</p>
<p>&#21518;&#26469;&#24819;&#20102;&#24819;&#65292;&#20854;&#23454;&#24403;&#21021;&#36824;&#26159;&#22312;&#20110;&#25105;&#25163;&#25042;&#20102;&#12290;&#35201;&#26159;&#26377;&#28857;&#20799;&#20160;&#20040;&#24605;&#36335;&#65292;&#19981;&#35770;&#22909;&#22351;&#65292;&#20808;&#20889;&#19979;&#36718;&#24275;&#65292;&#22823;&#23478;&#22312;&#19968;&#36215;&#35752;&#35770;&#65292;&#36825;&#26679;&#25928;&#26524;&#20250;&#22909;&#24456;&#22810;&#12290;&#33267;&#23569;&#33258;&#24049;&#33021;&#20445;&#25345;&#28165;&#26224;&#65292;&#19981;&#34987;&#24102;&#25296;&#21679;~</p>
<p>&#160;</p>
<p>&#34013;&#21518;&#21602;&#65292;&#25216;&#26415;&#36873;&#22411;&#12290;&#36825;&#20010;&#35201;&#22909;&#22909;&#21453;&#30465;&#65292;&#33258;&#24049;&#20102;&#35299;&#30340;&#19996;&#35199;&#22826;&#23569;&#12290;&#23567;&#23401;&#22312;&#26049;&#36793;&#35828;&#30340;&#22836;&#22836;&#26159;&#36947;&#65292;&#24863;&#35273;&#33258;&#24049;&#20687;&#26049;&#35266;&#32773;&#65292;&#33021;&#21548;&#25026;&#23601;&#19981;&#38169;&#20102;&#65292;&#23601;&#21035;&#25552;&#35752;&#35770;&#30340;&#20107;&#20799;&#20102;&#12290;</p>
<p>&#22240;&#20026;&#36825;&#65292;&#22238;&#26469;&#27822;&#20007;&#20102;&#23567;&#21322;&#22825;&#12290;&#19981;&#36807;&#21543;&#65292;&#36825;&#20010;&#25216;&#26415;&#30693;&#35782;&#31215;&#32047;&#65292;&#20063;&#36319;&#23398;&#33521;&#35821;&#24046;&#19981;&#22810;&#65292;&#19981;&#22312;&#19968;&#26102;&#21322;&#20250;&#20799;&#65292;&#35201;&#22362;&#25345;&#20851;&#27880;&#25165;&#22909;&#12290;&#34429;&#35828;&#25105;&#27809;&#26377;&#24378;&#28872;&#30340;&#29233;&#22909;&#65292;&#22810;&#30475;&#30475;&#26032;&#38395;&#65292;&#22810;&#20445;&#25345;&#22909;&#22855;&#22411;&#65292;IT&#30028;&#20063;&#26377;&#24456;&#22810;&#25925;&#20107;&#20540;&#24471;&#20843;&#21350;&#21602;~&#22079;&#22079;</p>
<p>&#160;</p>
<p>&#22238;&#39038;&#38454;&#27573;&#22043;&#65292;&#30495;&#30340;&#32047;&#24471;&#19981;&#34892;&#20102;&#65292;&#24555;&#30251;&#20102;&#12290;&#12290;&#12290;&#12290;&#19981;&#36807;&#22823;&#23478;&#30830;&#23454;&#21508;&#31181;&#24847;&#35265;&#24819;&#27861;&#65292;&#25402;&#26377;&#24847;&#24605;&#30340;&#12290;&#21448;&#24819;&#36215;&#25105;&#30340;&#35770;&#25991;&#33108;&#20102;&#65292;&#39069;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#160;</p>
<p>&#37027;&#22825;&#27491;&#22909;&#19968;&#20010;&#21516;&#23398;&#29983;&#26085;&#12290;&#25105;&#20204;&#20986;&#26469;&#19968;&#36215;&#21435;&#31859;&#22855;&#20080;&#20102;&#23567;&#34507;&#31957;&#65292;&#19968;&#36215;&#21435;&#21507;&#25442;&#12290;&#36824;&#35828;&#21602;&#65292;&#20026;&#21861;&#19981;&#22312;&#19978;&#35838;&#30340;&#26102;&#20505;&#35828;&#19979;&#22139;&#65292;&#22823;&#23478;&#19968;&#36215;&#24320;&#24515;&#19979;&#21602;~</p>
<p>&#22079;&#22079;&#65292;&#35828;&#36215;&#29609;&#65292;&#25105;&#36824;&#33021;&#31934;&#31070;&#28857;&#20799;~</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/12/15/%E8%AF%9D%E8%AF%B4%E8%BF%99%E5%86%99%E8%AE%BA%E6%96%87%E5%95%8A/">话说这写论文啊</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-12-15T00:00:00+08:00" pubdate data-updated="true">Dec 15<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#160;</p>
<p style="text-align: center;"><img src="http://filer.blogbus.com/5333148/5333148_1292422938o.jpg" border="0" alt="" /></p>
<p style="text-align: center;">&#65288;&#25105;&#20146;&#29233;&#30340;&#32769;&#22969;&#23567;&#23567;&#24180;&#32426;&#65292;&#30828;&#26159;&#25343;&#30528;&#25105;&#30340;&#30772;&#25163;&#26426;&#25293;&#20986;&#20102;&#28857;&#22823;&#29255;&#30340;&#36214;&#33050;~&#21643;&#33021;&#19981;&#35753;&#25105;&#26469;&#26174;&#25670;&#19979;&#65292;&#21704;&#21704;~&#65289;</p>
<p>&#32456;&#20110;&#32456;&#20110;&#65292;&#35770;&#25991;&#19981;&#37027;&#20040;&#32039;&#24352;&#65292;&#21487;&#20197;&#24930;&#24736;&#24736;&#30340;&#20462;&#25913;</p>
<p>&#20854;&#23454;&#25105;&#24819;&#35828;&#65292;&#21681;&#32422;&#31561;&#20110;&#22312;&#21516;&#26102;&#20889;&#20004;&#31687;&#35770;&#25991;&#65292;&#33021;&#36798;&#21040;&#36825;&#20010;&#25928;&#29575;&#65292;&#35813;&#28385;&#24847;&#20102;</p>
<p>&#25972;&#25972;&#19968;&#21608;&#65292;&#22836;&#26197;&#33041;&#32960;&#65292;&#23548;&#33268;&#35828;&#35805;&#37117;&#19968;&#21475;&#35770;&#25991;&#33108;~</p>
<p>&#160;</p>
<p>&#27604;&#22914;&#21608;&#26411;&#30340;pre-class&#26368;&#21518;&#30340;&#22238;&#39038;&#29615;&#33410;&#65292;&#22823;&#23478;&#20889;&#24847;&#35265;&#20043;&#31867;&#12290;&#38544;&#32422;&#35760;&#24471;&#33258;&#24049;&#20889;&#30340;&#26159;&#65306;**&#24110;&#21161;&#29983;&#21160;&#28145;&#21051;&#30340;&#29702;&#35299;&#30456;&#20851;&#27010;&#24565;&#65292;&#20113;&#20113;&#12290;&#20889;&#30340;&#26102;&#20505;&#19981;&#35273;&#24471;&#65292;&#31561;&#21040;&#34987;&#24565;&#20986;&#26469;&#26159;&#65292;&#25165;&#35273;&#24471;&#30699;&#24773;&#65292;&#26377;&#35805;&#19981;&#33021;&#22909;&#22909;&#35828;&#21834;&#65292;&#19968;&#32929;&#35770;&#25991;&#21619;&#20799;&#65292;&#30495;&#22949;&#24180;~</p>
<p>&#27604;&#22914;&#65292;&#36319;&#22969;&#35828;&#20107;&#20799;&#30340;&#26102;&#20505;&#65306;&#27492;&#29616;&#35937;&#35828;&#26126;***&#30340;&#36235;&#21183;&#65292;blah&#65292;blah&#12290;&#12290;&#12290;&#12290;</p>
<p>&#27604;&#22914;&#25171;&#30005;&#35805;&#26102;&#20505;&#65292;&#24565;&#21480;&#65306;&#36890;&#36807;&#20197;&#19978;&#65292;&#21487;&#20197;&#24471;&#20986;&#32467;&#35770;******</p>
<p>&#20110;&#26159;&#21681;&#20063;&#21464;&#24471;&#25797;&#38271;&#20070;&#38754;&#35821;&#65292;&#36824;&#33021;&#20986;&#38754;&#32473;&#20154;&#26015;&#37196;&#35770;&#25991;&#30340;&#36963;&#35789;&#36896;&#21477;&#21862;~</p>
<p>&#160;</p>
<p>&#35770;&#25991;&#30340;&#29305;&#28857;&#23601;&#26159;&#65292;&#21516;&#19968;&#26679;&#19996;&#35199;&#65292;&#20320;&#24471;&#29992;&#20004;&#27573;&#35805;&#35828;&#19968;&#36941;&#65292;&#20877;&#29992;&#20004;&#39029;&#32440;&#35828;&#19968;&#36941;&#65292;&#26368;&#21518;&#36824;&#24471;&#29992;&#25972;&#25972;&#20004;&#31456;&#30340;&#20869;&#23481;&#20877;&#35828;&#19968;&#36941;&#12290;</p>
<p>&#19981;&#28982;&#65292;&#23601;&#20973;&#33258;&#20010;&#20799;&#20570;&#24471;&#37027;&#28857;&#20799;&#19996;&#35199;&#65292;&#21738;&#33021;&#20010;&#20010;&#37117;&#20889;&#20986;&#19971;&#20843;&#21313;&#39029;&#30340;&#25991;&#23383;&#21834;</p>
<p>&#35805;&#35828;&#36825;&#35770;&#25991;&#25343;&#20986;&#21435;&#24517;&#23450;&#19981;&#20540;&#38065;&#12290;&#38500;&#20102;&#24223;&#35805;&#65292;&#23601;&#26159;&#20844;&#24335;&#65292;&#22270;&#34920;&#65292;&#35201;&#20040;&#23601;&#26159;&#19968;&#26465;&#19968;&#26465;&#30340;&#20998;&#26512;&#20248;&#21155;&#65292;&#21069;&#26223;&#65292;&#31639;&#27861;&#27969;&#31243;&#21780;&#24471;&#12290;&#32780;&#19988;&#20320;&#36824;&#24471;&#26377;&#26412;&#20107;&#25226;&#31616;&#21333;&#30340;&#19996;&#35199;&#35828;&#22797;&#26434;&#20102;&#65292;&#35753;&#20154;&#19981;&#21160;&#28857;&#33041;&#23376;&#37117;&#30475;&#19981;&#26126;&#30333;&#12290;</p>
<p>&#24403;&#28982;&#65292;&#20154;&#23478;&#36825;&#26679;&#26159;&#20026;&#20102;&#31185;&#23398;&#30340;&#20005;&#35880;&#24615;&#22043;~</p>
<p>&#38669;&#37329;&#35828;&#20102;&#65292;&#20320;&#30340;&#20070;&#37324;&#38754;&#27599;&#22810;&#21152;&#19968;&#20010;&#20844;&#24335;&#65292;&#35835;&#32773;&#30340;&#25968;&#37327;&#23601;&#20250;&#20943;&#23569;&#19968;&#21322;&#12290;&#25353;&#29031;&#36825;&#20010;&#29702;&#35770;&#65292;&#25105;&#20915;&#23450;&#20102;&#65292;&#23613;&#37327;&#22810;&#20889;&#28857;&#20799;&#20844;&#24335;&#21704;~&#36825;&#20040;&#25199;&#24471;&#35770;&#25991;&#65292;&#36824;&#26159;&#23569;&#31096;&#23475;&#20154;&#20102;~</p>
<p>&#24635;&#20043;&#21834;&#65292;&#20889;&#23436;&#20102;&#25165;&#19981;&#24471;&#19981;&#24863;&#24936;&#65292;&#20154;&#23478;&#38669;&#37329;&#33021;&#19981;&#29992;&#20844;&#24335;&#24573;&#24736;&#23601;&#32473;&#20320;&#35762;&#26126;&#30333;&#20102;&#21861;&#26159;&#40657;&#27934;&#34411;&#27934;&#65292;&#21508;&#31181;&#29289;&#29702;&#27010;&#24565;&#65292;&#36825;&#26159;&#26412;&#20107;&#65307;</p>
<p>&#21681;&#30340;&#27809;&#21861;&#25216;&#26415;&#21547;&#37327;&#30340;&#35770;&#25991;&#65292;&#24341;&#29992;&#21508;&#31181;&#26032;&#27010;&#24565;&#65292;&#21508;&#31181;&#39640;&#28145;&#29702;&#35770;&#65292;&#21152;&#21508;&#31181;&#20844;&#24335;&#22270;&#34920;&#65292;&#30828;&#29983;&#29983;&#20889;&#20102;60&#39029;&#65292;&#36825;&#20063;&#26159;&#26412;&#20107;&#21834;~~~</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/12/05/%E6%9A%B4%E8%B5%B0%E6%9B%B2%E6%B1%9F/">暴走曲江</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-12-05T00:00:00+08:00" pubdate data-updated="true">Dec 5<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>11&#26376;&#26576;&#21608;&#26085;&#38452;&#39118;&#22235;&#36215;&#65292;&#26469;&#20102;&#20852;&#33268;&#19968;&#20010;&#20154;&#36305;&#21435;&#22823;&#38593;&#22612;&#29609;&#20799;</p>
<p>&#19968;&#20010;&#19979;&#21320;&#36208;&#36807;&#20102;&#21271;&#24191;&#22330;&#65292;&#22823;&#21776;&#19981;&#22812;&#22478;&#65292;&#26354;&#27743;&#20160;&#20040;&#20844;&#22253;&#65292;&#21776;&#22478;&#22681;&#20160;&#20040;&#65292;&#28982;&#21518;totally&#30340;&#36855;&#36335;&#20102;</p>
<p>&#36153;&#23613;&#21147;&#27668;&#25214;&#21040;&#19968;&#36710;&#31449;&#65292;&#22823;&#21776;&#33433;&#33993;&#22253;&#21335;&#38376;&#65292;&#25630;&#19981;&#28165;&#26159;&#21738;&#37324;&#65292;&#21453;&#27491;&#33021;&#21040;&#38047;&#27004;&#65292;&#24178;&#33030;&#21435;&#21507;&#20102;&#20256;&#35828;&#20013;&#30340;&#26611;&#24055;&#38754;</p>
<p>&#38754;&#36824;&#19981;&#38169;&#65292;&#32905;&#32473;&#30340;&#25402;&#22810;&#12290;&#21516;&#23398;&#25512;&#33616;&#26049;&#36793;&#30340;&#20108;&#26438;&#23376;&#38754;&#20063;&#22909;&#21507;~</p>
<p>&#36208;&#20102;&#19968;&#25972;&#22825;&#65292;&#21518;&#26524;&#26159;&#31532;&#20108;&#22825;&#36215;&#24202;&#21450;&#20854;&#30171;&#33510;&#65292;&#33151;&#30140;&#27515;&#20102;&#12290;&#12290;&#12290;</p>
<p>&#160;</p>
<p>&#20986;&#38376;&#36824;&#24102;&#20102;&#30456;&#26426;&#65292;&#21487;&#24796;&#22826;&#20919;&#65292;&#27809;&#25293;&#20960;&#24352;&#23601;&#25042;&#24471;&#20877;&#25226;&#29226;&#23376;&#25343;&#20986;&#21475;&#34955;&#12290;&#12290;&#12290;</p>
<p>&#35828;&#23454;&#35805;&#65292;&#25105;&#35273;&#24471;&#33258;&#20010;&#20799;&#25293;&#29031;&#27700;&#24179;&#36824;&#26159;&#26377;&#28857;&#38271;&#36827;&#20102;&#30340;&#65292;&#23545;&#20040;&#23545;&#65292;ck&#21516;&#23398;&#65311;</p>
<p><img src="http://fmn.xnpic.com/fmn050/20101205/2300/p_large_wnZL_2670000026a05c41.jpg" border="0" alt="" /></p>
<p><img src="http://fmn.xnpic.com/fmn050/20101205/2300/p_large_RBcy_32620000a3f45c40.jpg" border="0" alt="" /></p>
<p><img src="http://fmn.xnpic.com/fmn052/20101205/2300/p_large_WMbG_360a000a88fd5c44.jpg" border="0" alt="" /></p>
<p>&#19978;&#38754;&#30340;&#37117;&#26159;&#20160;&#20040;&#20844;&#22253;&#65292;&#20197;&#21069;&#31455;&#28982;&#27809;&#21457;&#29616;&#36807;&#65292;&#20154;&#29305;&#23569;&#65292;&#29305;&#32654;~</p>
<p><img src="http://fmn.xnpic.com/fmn052/20101205/2300/p_large_bYYS_491d0006d5185c42.jpg" border="0" alt="" /></p>
<p>&#28034;&#40486;&#30340;&#32972;&#21518;&#34255;&#30528;&#25317;&#25380;&#30340;&#22478;&#20013;&#26449;&#65292;&#21644;&#19981;&#22812;&#22478;&#19968;&#34903;&#20043;&#38548;</p>
<p> <img src="http://fmn.xnpic.com/fmn054/20101205/2300/p_large_oQJi_5d1c0004246e5c3f.jpg" border="0" alt="" /></p>
<p>&#24403;&#22825;&#23553;&#23665;&#20043;&#20316;&#12290;&#19981;&#35753;&#19978;&#38613;&#22609;&#30340;&#21488;&#21488;&#30340;&#12290;&#21487;&#26159;&#30475;&#30475;&#25105;&#25260;&#39640;&#20102;&#30456;&#26426;&#36824;&#26377;&#37027;&#20040;&#22810;&#20010;&#33041;&#34955;&#22312;&#24537;&#30860;&#12290;&#12290;&#12290;</p>
<p>&#160;</p>
<p>&#27492;&#26085;&#24535;&#39034;&#24102;&#20026;&#20102;&#30740;&#31350;RSS&#20840;&#25991;&#26174;&#31034;&#24590;&#20040;&#25630;</p>
<p>&#22312;&#21338;&#23458;&#35774;&#32622;&#37324;&#25913;&#20102;&#26174;&#31034;&#20840;&#25991;&#65292;&#21487;&#26159;&#35746;&#38405;&#20102;&#19979;&#33258;&#24049;&#65292;&#36824;&#26159;&#20160;&#20040;&#37117;&#27809;&#21464;</p>
<p>&#26377;&#20154;&#35828;&#20889;&#23436;&#26085;&#24535;&#21518;&#36873;&#22797;&#21046;&#20840;&#25991;&#21040;&#31616;&#20171;&#23601;ok&#20102;&#65292;&#35797;&#35797;~</p>
<p>ok,&#24212;&#35813;&#26159;&#21069;&#32773;&#26377;&#25928;~</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/12/04/tw%E5%AD%A6%E5%89%8D%E7%8F%AD-1/">Tw学前班-1</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-12-04T00:00:00+08:00" pubdate data-updated="true">Dec 4<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>11&#26376;27&#21495;&#65292;&#23398;&#21069;&#29677;&#31532;&#19968;&#35838;
</p>
<p>&#36335;&#30196;ymi&#21448;&#19979;&#38169;&#31449;&#20102;&#65292;&#36208;&#20102;&#32769;&#36828;&#65292;&#24184;&#22909;&#20102;&#35299;&#33258;&#24049;&#65292;&#25552;&#21069;&#19968;&#23567;&#26102;&#20986;&#38376;
</p>
<p>&#35805;&#35828;&#36825;&#23398;&#21069;&#29677;&#21834;&#65292;&#30495;&#25402;&#22909;&#30340;&#65292;&#20316;&#20026;&#20934;&#26032;&#20154;&#65292;&#20160;&#20040;&#37117;&#19981;&#25026;&#65292;&#35753;&#25105;&#30452;&#25509;&#21435;&#19978;&#29677;&#24178;&#27963;&#65292;&#20844;&#21496;&#19981;&#25285;&#24515;&#33258;&#24049;&#20063;&#20250;&#24515;&#34394;&#12290;</p>
<p>&#27491;&#39064;&#27491;&#39064;~</p>
<p>&#39318;&#20808;&#27599;&#20010;&#20154;&#22312;&#20415;&#21033;&#36148;&#19978;&#20889;&#19979;&#33258;&#24049;&#30340;&#21517;&#23383;&#65292;&#19968;&#20849;&#20004;&#24352;&#65292;&#19968;&#24352;bia&#36523;&#19978;&#65292;&#19968;&#24352;&#25240;&#36215;&#26469;&#20173;&#22312;&#26700;&#23376;&#19978;&#12290;&#28982;&#21518;&#22823;&#23478;&#37117;&#21435;&#26700;&#23376;&#19978;&#25235;&#19968;&#20010;&#21517;&#23383;&#65292;&#25235;&#21040;&#35841;&#65292;&#20320;&#23601;&#38656;&#35201;&#21435;&#20102;&#35299;&#20182;&#65292;&#22522;&#26412;&#36164;&#26009;&#21450;&#20320;&#24863;&#20852;&#36259;&#30340;&#38382;&#39064;&#20160;&#20040;&#30340;&#12290;</p>
<p>&#25509;&#19979;&#26469;&#26159;&#19968;&#20010;standup&#65292;&#20171;&#32461;&#20320;&#20102;&#35299;&#30340;&#37027;&#20010;&#20154;&#12290;&#21442;&#19982;&#30340;&#20154;&#26377;&#28857;&#22810;&#65292;&#31449;&#20102;&#22909;&#20037;&#65292;&#33151;&#30828;&#20102;&#37117;&#12290;&#21360;&#35937;&#27604;&#36739;&#28145;&#30340;&#26159;&#25552;&#21040;&#19968;&#20010;&#23401;&#23376;&#65292;&#22312;&#25307;&#32856;&#30340;presentation&#29615;&#33410;&#20570;&#24471;&#23617;&#23617;&#36386;&#32473;&#38754;&#35797;&#23448;&#20204;&#30041;&#19979;&#20102;&#28145;&#21051;&#30340;&#21360;&#35937;&#12290;&#21518;&#26469;&#22905;&#35828;&#22905;&#20889;&#20102;&#19968;&#23553;&#32473;tw&#30340;&#24773;&#20070;&#12290;&#24681;&#65292;&#30830;&#23454;&#24456;&#26377;&#24819;&#27861;&#35830;&#65292;&#20329;&#26381;~&#25964;&#20208;~&#23815;&#25308;~</p>
<p>&#28982;&#21518;&#20171;&#32461;&#25935;&#25463;&#36719;&#20214;&#24320;&#21457;&#12290;&#20013;&#38388;&#31359;&#25554;&#20102;&#20851;&#20110;twu&#30340;&#20171;&#32461;&#65292;&#25402;&#22909;&#29609;&#65292;&#25402;&#21560;&#24341;&#20154;&#12290;</p>
<p>&#20027;&#35201;&#21602;&#65292;&#35752;&#35770;&#25105;&#20204;&#29616;&#22312;&#30340;&#27700;&#24179;&#21450;&#38656;&#35201;&#20570;&#30340;&#20107;&#24773;&#12290;&#25935;&#25463;&#24320;&#21457;&#30340;&#27969;&#31243;&#65292;&#21644;&#20256;&#32479;&#30340;&#36719;&#20214;&#24320;&#21457;&#30456;&#27604;&#65292;&#20182;&#30340;&#29305;&#28857;&#26159;&#20160;&#20040;&#12290;&#25105;&#36824;&#26159;&#20102;&#35299;&#30340;&#22826;&#23569;&#20102;&#65292;&#35828;&#36947;&#20160;&#20040;&#65292;&#33041;&#34955;&#37324;&#33021;&#36454;&#20986;&#20004;&#20010;&#30456;&#20851;&#30340;&#20851;&#38190;&#35789;&#23601;&#19981;&#38169;&#20102;&#65292;&#26377;&#30340;&#21516;&#23398;&#23601;&#33021;&#35828;&#20986;&#28857;&#36947;&#29702;&#30340;&#12290;</p>
<p>&#26368;&#21518;&#21602;&#65292;&#21448;&#28436;&#31034;&#20102;&#19968;&#27425;pair&#65292;&#20004;&#20010;&#20154;&#19968;&#21809;&#19968;&#21644;&#30340;&#65292;&#36319;&#35828;&#30456;&#22768;&#20284;&#30340;&#65292;&#21487;&#26159;&#27491;&#22240;&#20026;&#36825;&#26679;&#20805;&#20998;&#30340;&#35299;&#37322;&#65292;&#25165;&#20250;&#35753;&#23398;&#29983;&#30041;&#19979;&#26356;&#28145;&#21051;&#30340;&#21360;&#35937;&#19981;&#26159;&#12290;</p>
<p>&#36824;&#25512;&#33616;&#20102;&#38656;&#35201;&#23398;&#20064;&#30340;&#21508;&#31181;&#36719;&#20214;&#21508;&#31181;&#20070;&#31821;&#65292;&#40493;&#26792;&#24456;&#22823;&#21834;&#12290;&#19981;&#36807;&#36825;&#26679;&#25402;&#22909;&#65292;&#33267;&#23569;&#30693;&#36947;&#33258;&#24049;&#38656;&#35201;&#24178;&#22043;&#65292;&#32780;&#19981;&#26159;&#21333;&#32431;&#30340;&#24515;&#34394;&#12290;</p>
<p>&#24635;&#20307;&#26469;&#35828;&#21602;&#65292;&#22823;&#23478;&#20132;&#27969;&#30340;&#36824;&#26159;&#24456;&#20805;&#20998;&#30340;&#65292;&#19968;&#25972;&#20010;&#19979;&#21320;&#21602;&#12290;</p>
<p>&#22238;&#23398;&#26657;&#23601;&#36319;&#30528;&#20004;&#20010;&#21516;&#23398;&#21435;&#21507;&#20102;&#21518;&#34903;&#30340;&#29275;&#32905;&#38754;&#65292;&#22905;&#20204;&#26497;&#24230;&#37145;&#35270;&#25105;&#22312;&#35199;&#30005;&#21574;&#20102;&#20960;&#24180;&#31455;&#28982;&#27809;&#21507;&#36807;&#36825;&#23478;&#29275;&#32905;&#38754;&#12290;&#12290;&#12290;&#12290;&#22909;&#21543;&#65292;&#19979;&#22238;&#36824;&#36319;&#20320;&#20457;&#21507;&#65292;&#20105;&#21462;&#21507;&#36941;&#21518;&#34903;&#65292;&#21507;&#21521;&#35199;&#23433;&#65281;&#65281;&#65281;</p>
<p>&#36825;&#26679;&#30340;&#27963;&#21160;&#20197;&#21518;&#27599;&#20004;&#21608;&#20250;&#26377;&#19968;&#27425;&#65292;&#25105;&#21916;&#27426;&#35830;~</p>
<p>P.S. &#20027;&#35762;&#22043;&#65292;&#20154;&#37117;&#21483;&#20182;&#22823;&#22823;&#65292;&#21518;&#26469;&#25165;&#26126;&#30333;&#65292;&#26159;&#35828;&#33041;&#34955;&#22823;&#12290;&#24819;&#24819;&#36824;&#30495;&#26159;&#65292;&#20048;&#27515;&#25105;&#20102;&#65292;&#20197;&#21518;&#35841;&#20877;&#35828;&#25105;&#33041;&#34955;&#22823;&#65292;&#25105;&#36319;&#35841;&#24613;&#21834;&#65292;&#21704;&#21704;&#21704;&#12290;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/12/02/agile-tour%E8%A5%BF%E5%AE%89%E7%AB%99/">Agile Tour西安站</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-12-02T00:00:00+08:00" pubdate data-updated="true">Dec 2<span>nd</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>11&#26376;17&#21495;&#65292;aglio tour&#35199;&#23433;&#31449;&#65292;&#22320;&#28857;&#22312;&#36719;&#20214;&#22253;&#65292;&#21326;&#20026;openday&#23601;&#37027;&#20799;&#23459;&#35762;&#30340;&#65292;&#20316;&#20026;&#36164;&#28145;&#36335;&#30196;&#65292;&#25105;&#21482;&#33021;&#25551;&#36848;&#21040;&#36825;&#20010;&#31243;&#24230;&#20102;&#12290;&#12290;&#12290;</p>
<p>&#24635;&#20307;&#26469;&#35828;&#65292;&#35199;&#23433;&#31449;&#30340;&#27963;&#21160;&#21482;&#26377;&#19968;&#19979;&#21320;&#12290;&#21407;&#26412;&#36824;&#25351;&#26395;&#20030;&#21150;&#19968;&#25972;&#22825;&#65292;&#20013;&#21320;&#33021;&#31649;&#20010;&#33258;&#21161;&#39184;&#21780;&#24471;&#65292;&#27809;&#24806;&#35760;&#19978;&#12290;&#12290;&#12290;</p>
<p>&#21457;&#20102;&#22909;&#22810;&#22909;&#22810;&#23459;&#20256;&#26448;&#26009;&#65292;&#31561;&#24453;&#24320;&#22987;&#30340;&#26102;&#20505;&#25105;&#37117;&#19968;&#19968;&#35748;&#30495;&#23457;&#38405;&#20102;&#12290;infoQ&#65292;thoughtworks&#65292;active network&#65292;&#35199;&#23433;&#36719;&#20214;&#22253;&#65292;&#36824;&#26377;&#19968;&#25903;&#36156;&#36156;&#21487;&#29233;&#20063;&#21450;&#20854;&#38590;&#20351;&#30340;&#31508;</p>
<p>&#24635;&#20849;&#20116;&#20010;session&#65292;&#19968;&#20010;&#19968;&#20010;&#22238;&#24518;&#21543;&#65292;&#21681;&#35760;&#24615;&#19981;&#22909;~</p>
<p>1. &#26497;&#38480;&#32534;&#31243;&#20869;&#26680;&#23454;&#36341;&#65292;&#32993;&#20975;</p>
<p>&#160;&#160;&#160; &#21518;&#26469;&#30475;&#21453;&#39304;&#22909;&#22810;&#20154;&#37117;&#35823;&#20197;&#20026;&#26159;&#35762;linux&#30456;&#20851;&#25216;&#26415;&#65292;&#25105;&#20063;&#26159;</p>
<p>&#160;&#160;&#160; &#20854;&#23454;&#35762;&#30340;&#26159;XP&#32534;&#31243;&#65292;&#36824;&#29616;&#22330;&#36992;&#35831;&#35266;&#20247;&#32467;&#23545;&#28436;&#31034;&#20102;&#19968;&#27573;TDD&#32534;&#31243;&#65292;&#29305;&#30452;&#35266;&#30340;&#35753;&#25105;&#26126;&#30333;&#20102;&#20160;&#20040;&#26159;TDD&#12290;</p>
<p>&#160;&#160;&#160; &#36824;&#35762;&#21040;&#20102;&#37325;&#26500;&#65292;&#21457;&#29616;&#37325;&#26500;&#36825;&#35789;&#20799;&#22312;&#27963;&#21160;&#20013;&#20986;&#29616;&#29575;&#24456;&#39640;&#65292;&#36275;&#20197;&#35828;&#26126;&#20182;&#30340;&#37325;&#35201;&#24615;&#12290;</p>
<p>&#160;&#160;&#160; &#27492;session&#26368;&#22823;&#30340;&#25910;&#33719;&#65306;</p>
<p>&#160;&#160;&#160; &#26126;&#30333;&#20102;&#21861;&#26159;TDD&#12290;&#19981;&#19987;&#19994;&#30340;&#29702;&#35299;&#23601;&#26159;&#65292;&#27979;&#35797;&#20195;&#30721;&#20889;&#22909;&#20043;&#21518;&#65292;&#24320;&#21457;&#30340;&#30446;&#30340;&#20250;&#26356;&#26126;&#30830;&#65292;&#23601;&#26159;&#20026;&#20102;&#36890;&#36807;&#36825;&#19968;&#27573;&#20195;&#30721;&#65292;&#32511;&#20102;&#65292;&#20219;&#21153;&#32467;&#26463;&#12290;&#36825;&#26679;&#19968;&#26469;&#65292;&#23601;&#35753;&#24320;&#21457;&#30340;&#26465;&#29702;&#26356;&#28165;&#26224;&#65292;&#20219;&#21153;&#26356;&#26126;&#30830;&#65292;&#20063;&#24847;&#21619;&#30528;&#27979;&#35797;&#30340;&#36131;&#20219;&#21464;&#30340;&#37325;&#22823;&#65292;&#27979;&#35797;&#38656;&#35201;&#22312;&#36719;&#20214;&#24320;&#21457;&#30340;&#21021;&#26399;&#38454;&#27573;&#23601;&#24819;&#26126;&#30333;&#20102;&#38656;&#35201;&#23454;&#29616;&#30340;&#21151;&#33021;&#31561;&#65292;&#20889;&#25104;&#20195;&#30721;&#12290;&#36824;&#35762;&#20102;&#19968;&#26465;&#27979;&#35797;&#39537;&#21160;&#24320;&#21457;&#30340;&#21407;&#21017;&#65306;&#22312;&#27809;&#26377;&#30475;&#21040;&#22833;&#36133;&#30340;Case&#20043;&#21069;&#65292;&#19981;&#38656;&#35201;&#20889;&#20195;&#30721;&#12290;</p>
<p>&#160;&#160;&#160; &#20146;&#30524;&#35265;&#35782;&#19987;&#19994;&#32534;&#31243;&#30340;&#29366;&#24577;&#65292;&#37027;&#23631;&#24149;&#20999;&#25442;&#21808;&#21808;&#30340;&#12290;&#24403;&#25105;&#20043;&#21518;&#19981;&#26029;&#21521;&#21516;&#23398;&#26379;&#21451;&#34920;&#36798;&#23545;&#27492;&#31867;&#20154;&#22763;&#30340;&#25964;&#20208;&#26102;&#65292;&#22823;&#23478;&#37117;&#20250;&#35828;&#19968;&#24180;&#20043;&#21518;&#20320;&#20063;&#36825;&#26679;&#12290;&#22079;&#22079;&#22079;&#65292;&#22909;&#21543;&#65292;&#35874;&#35874;&#20320;&#20204;&#30340;&#20449;&#20219;&#65292;&#25105;&#20197;&#27492;&#20026;&#30446;&#26631;&#21162;&#21147;&#65292;&#20105;&#21462;&#26089;&#28857;&#21047;&#23631;&#21523;&#21804;&#21035;&#20154;&#12290;</p>
<p>&#160;&#160;&#160; &#20851;&#20110;&#32467;&#23545;&#32534;&#31243;&#65292;&#20998;&#20102;&#20004;&#31867;&#65292;&#21483;&#21861;&#21517;&#24536;&#35760;&#20102;&#12290;&#19968;&#31181;&#26159;&#27700;&#24179;&#30456;&#24403;&#30340;&#20154;&#32467;&#23545;&#65292;&#21487;&#20197;&#20114;&#30456;&#20132;&#27969;&#24555;&#36895;&#23436;&#25104;&#32534;&#31243;&#12290;&#36825;&#26679;&#20986;&#29616;&#20160;&#20040;&#38382;&#39064;&#65292;&#35299;&#20915;&#36215;&#26469;&#20063;&#26356;&#36805;&#36895;&#65292;&#21516;&#26102;&#26377;pair&#22352;&#22312;&#26049;&#36793;&#65292;&#24037;&#20316;&#25928;&#29575;&#20250;&#26356;&#39640;&#65292;&#20320;&#27809;&#26377;&#26102;&#38388;&#24515;&#29503;&#24847;&#39532;&#65292;&#27809;&#26377;&#26102;&#38388;&#20599;&#20599;&#25918;&#26494;&#65307;&#21478;&#19968;&#31181;&#26159;&#23454;&#21147;&#24748;&#27530;&#22411;&#30340;&#65292;&#23545;&#20110;&#26032;&#25163;&#26469;&#35828;&#65292;&#36825;&#26679;&#30340;&#23398;&#20064;&#26041;&#24335;&#26159;&#26377;&#22810;&#20040;&#38590;&#24471;&#21834;&#12290;&#20320;&#24819;&#24819;&#65292;&#24179;&#26102;&#21738;&#26377;&#20154;&#20250;&#26377;&#32784;&#24515;&#22352;&#22312;&#20320;&#26049;&#36793;&#19968;&#27493;&#19968;&#27493;&#30340;&#24341;&#23548;&#20320;&#65292;&#25509;&#19979;&#26469;&#35813;&#24590;&#20040;&#20570;&#65292;&#24590;&#20040;&#20570;&#26356;&#22909;&#65292;&#21738;&#26377;&#20154;&#20250;&#22312;&#33258;&#24049;&#20889;&#20195;&#30721;&#30340;&#26102;&#20505;&#32784;&#24515;&#35762;&#35299;&#20182;&#27491;&#22312;&#20570;&#20160;&#20040;&#65292;&#20026;&#20160;&#20040;&#36825;&#26679;&#20570;&#12290;&#25152;&#20197;&#25105;&#20174;&#20102;&#35299;&#36825;&#20010;&#27010;&#24565;&#24320;&#22987;&#23601;&#35273;&#24471;&#26159;&#20010;&#19981;&#38169;&#30340;&#21150;&#27861;&#12290;</p>
<p>2. &#20195;&#30721;&#20043;&#19985;&#65292;&#37073;&#26196;</p>
<p>&#160;&#160; &#21442;&#21152;&#27963;&#21160;&#21069;&#27983;&#35272;&#20102;&#20182;&#30340;blog&#65292;&#20294;&#25105;&#24456;&#23569;&#26377;&#32784;&#24515;&#20180;&#32454;&#35835;&#20195;&#30721;&#24605;&#32771;&#38382;&#39064;&#12290;</p>
<p>&#160;&#160; &#31561;&#21040;&#21548;&#23436;&#25253;&#21578;&#65292;&#25165;&#24653;&#28982;&#22823;&#24735;&#12290;&#36825;&#65292;&#20063;&#31639;&#26159;&#37325;&#26500;&#30340;&#19968;&#37096;&#20998;&#20869;&#23481;&#21543;&#65292;&#25110;&#32773;&#35828;&#65292;&#36825;&#26681;&#26412;&#23601;&#26159;&#20445;&#25345;&#33391;&#22909;&#32534;&#31243;&#20064;&#24815;&#30340;&#38382;&#39064;&#12290;</p>
<p>&#160;&#160; &#26089;&#23601;&#28145;&#21051;&#24847;&#35782;&#21040;&#36825;&#20010;&#38382;&#39064;&#30340;&#37325;&#35201;&#24615;&#20102;&#12290;&#25105;&#30340;matlab&#20195;&#30721;&#30446;&#21069;&#24050;&#32463;&#22788;&#20110;&#24808;&#19981;&#24525;&#30585;&#30340;&#22320;&#27493;&#65292;&#32463;&#24120;&#33258;&#24049;&#25171;&#24320;&#19968;&#20010;&#20989;&#25968;&#38656;&#35201;&#22909;&#20037;&#25165;&#33021;&#30475;&#26126;&#30333;&#26159;&#24178;&#22043;&#29992;&#30340;&#12290;&#37325;&#26500;&#36825;&#20123;&#30772;&#20195;&#30721;&#23601;&#31639;&#20102;&#65292;&#33267;&#23569;&#22238;&#26469;&#20043;&#21518;&#20877;&#20889;&#20195;&#30721;&#65292;&#25105;&#20250;&#26377;&#24847;&#35782;&#30340;&#35753;&#20182;&#25972;&#27905;&#28857;&#12290;</p>
<p>&#160;&#160;&#160; &#20030;&#30340;&#20363;&#23376;&#37117;&#24456;&#27973;&#26174;&#26131;&#25026;&#65292;&#21253;&#25324;&#25105;&#36825;java&#30333;&#30196;&#65292;&#20973;&#30528;&#20165;&#26377;&#30340;&#35760;&#24518;&#20063;&#37117;&#33021;&#30475;&#26126;&#30333;&#21679;&#12290;&#25913;&#20889;&#21518;&#30340;&#20195;&#30721;&#65292;&#30495;&#26159;&#22909;&#22810;&#20102;&#65292;&#20316;&#20026;&#21453;&#23556;&#24359;&#38271;&#30340;&#23401;&#23376;&#65292;&#20063;&#33021;&#21450;&#26102;&#24653;&#28982;&#22823;&#24735;&#30340;&#22114;~</p>
<p>&#160;&#160;&#160; &#24182;&#19988;&#20316;&#20026;&#30053;&#24494;&#24739;&#26377;&#24378;&#36843;&#30151;&#30340;&#23043;&#65292;&#30475;&#21040;&#25913;&#36807;&#30340;&#65292;&#30701;&#23567;&#24039;&#22937;&#30340;&#20195;&#30721;&#65292;&#24515;&#24773;&#33298;&#30021;&#30340;&#19981;&#34892;&#12290;</p>
<p>3. scrum&#25935;&#25463;&#23454;&#26045;&#65292;&#40077;&#22830;&#33311;</p>
<p>&#160;&#160;&#160; &#36825;&#20010;&#20027;&#35762;MM&#22909;&#24180;&#36731;&#21834;&#65292;&#35762;&#20102;&#22905;&#22312;&#27861;&#22269;&#30005;&#20449;&#30340;&#19968;&#20010;&#22242;&#38431;&#23454;&#26045;&#25935;&#25463;&#30340;&#26696;&#20363;&#12290;&#24039;&#30340;&#26159;&#26368;&#36817;&#27861;&#22269;&#30005;&#20449;&#27491;&#22909;&#22312;&#35199;&#23433;&#26657;&#22253;&#25307;&#32856;&#12290;&#20855;&#20307;&#26696;&#20363;&#20160;&#20040;&#30340;&#25105;&#21548;&#25026;&#20102;&#65292;&#21487;&#26159;&#27809;&#26377;&#36807;&#39033;&#30446;&#32463;&#39564;&#65292;&#23454;&#22312;&#35828;&#19981;&#19978;&#26377;&#20160;&#20040;&#24515;&#24471;&#65292;&#23436;&#20840;&#26159;&#25509;&#21463;&#24335;&#30340;&#23398;&#20064;&#12290;</p>
<p>&#160;&#160;&#160; &#35848;&#21040;&#22242;&#38431;&#35282;&#33394;&#20160;&#20040;&#30340;&#65292;&#20498;&#26159;&#25402;&#26377;&#24847;&#24605;&#30340;&#12290;&#23646;&#20110;&#20559;&#21521;&#31649;&#29702;&#23618;&#38754;&#30340;&#25935;&#25463;&#20171;&#32461;&#12290;</p>
<p>4. &#35774;&#35745;&#22242;&#38431;&#30340;&#25935;&#25463;&#20043;&#36947;&#65292;&#23385;&#29840;&#33452;</p>
<p>&#160;&#160;&#160; &#20174;BA&#30340;&#35282;&#24230;&#35762;&#25935;&#25463;&#65292;&#35762;&#30340;&#25402;&#26377;&#24847;&#24605;&#12290;&#20174;&#23478;&#35013;&#35762;&#36215;&#65292;&#24341;&#20837;&#21040;&#24320;&#21457;&#36807;&#31243;&#20013;&#65292;&#24456;&#23481;&#26131;&#25026;&#65292;&#22788;&#22788;&#28183;&#36879;&#30528;&#25935;&#25463;&#30340;&#24605;&#24819;&#12290;</p>
<p>5. &#20307;&#39564;&#25506;&#32034;&#24615;&#27979;&#35797;&#65292;Eric</p>
<p>&#160;&#160;&#160; &#27604;&#36739;&#22909;&#29609;&#20102;&#65292;&#22806;&#22269;&#20154;&#30340;&#35762;&#36848;&#26041;&#24335;&#36824;&#26159;&#21644;&#25105;&#20204;&#19981;&#19968;&#26679;&#30340;&#12290;&#26377;&#24456;&#22810;&#20363;&#23376;&#24341;&#23548;&#30528;&#65292;&#35753;&#20320;&#26126;&#30333;&#20160;&#20040;&#26159;&#25506;&#32034;&#24615;&#27979;&#35797;&#65292;&#24182;&#27809;&#26377;&#36807;&#22810;&#30340;&#27010;&#24565;&#21644;&#24700;&#20154;&#30340;&#26415;&#35821;&#12290;</p>
<p>&#160;&#160;&#160; &#30053;&#24494;&#25195;&#20852;&#30340;&#26159;&#32763;&#35793;&#29615;&#33410;&#65292;&#32467;&#26463;&#30340;&#26102;&#20505;&#32763;&#35793;&#33883;&#26684;&#35299;&#37322;&#35828;&#36825;&#26159;&#20182;&#31532;&#19968;&#27425;&#24178;&#36825;&#20107;&#20799;&#65292;&#21487;&#20197;&#29702;&#35299;&#65292;&#25152;&#20197;&#25105;&#23601;&#23545;&#20107;&#20799;&#19981;&#23545;&#20154;&#30340;&#35828;&#20102;&#12290;&#19982;&#20854;&#32763;&#35793;&#30340;&#19981;&#22909;&#65292;&#19981;&#22914;&#19981;&#35201;&#32763;&#35793;&#12290;&#24403;&#28982;&#65292;&#32771;&#34385;&#21442;&#19982;&#32773;&#30340;&#26222;&#36941;&#27700;&#24179;&#65292;&#25105;&#35273;&#24471;&#20063;&#19981;&#33267;&#20110;&#19968;&#28857;&#20799;&#40479;&#35821;&#19981;&#25026;&#21543;&#65292;&#31616;&#21333;&#30340;&#23601;&#19981;&#32763;&#20102;&#65292;&#31245;&#24494;&#22797;&#26434;&#28857;&#19987;&#19994;&#28857;&#30340;&#21477;&#23376;&#32763;&#32763;&#23601;&#34892;&#20102;&#12290;&#24819;&#24819;&#65292;&#23545;&#20110;&#21548;&#24471;&#25026;&#30340;&#23401;&#23376;&#65292;&#32763;&#35793;&#20250;&#25171;&#26029;&#28436;&#35762;&#32773;&#30340;&#24605;&#36335;&#21644;&#25972;&#20010;&#35762;&#28436;&#30340;&#24863;&#35273;&#65307;&#23545;&#20110;&#21548;&#19981;&#25026;&#30340;&#23401;&#23376;&#65292;&#19981;&#22909;&#30340;&#32763;&#35793;&#36319;&#27809;&#32763;&#19968;&#26679;&#65292;&#37027;&#36824;&#19981;&#22914;&#19981;&#32763;&#21602;&#12290;&#30475;&#23617;&#23617;&#36386;&#65292;&#30475;&#34920;&#24773;&#21861;&#30340;&#21453;&#20498;&#26356;&#33021;&#20307;&#20250;&#21040;&#28857;&#21861;&#21602;&#12290;</p>
<p>&#160;&#160; &#33267;&#23569;&#36825;&#20010;&#36215;&#21021;&#35753;&#25105;&#24456;&#24863;&#20852;&#36259;&#30340;&#37096;&#20998;&#65292;&#36807;&#21322;&#20043;&#21518;&#23601;&#27809;&#22909;&#22909;&#21548;&#20102;&#65292;&#25972;&#20010;&#36807;&#31243;&#30340;&#33410;&#22863;&#23454;&#22312;&#23481;&#26131;&#30561;&#30528;&#12290;</p>
<p>&#20854;&#20182;&#22043;&#65292;&#25277;&#20102;&#22909;&#22810;&#22870;&#65292;&#25105;&#19968;&#26679;&#27809;&#20013;&#65292;&#36825;&#20063;&#27491;&#24120;&#12290;&#21487;&#37027;&#25277;&#22870;&#36719;&#20214;&#32473;&#20102;&#25105;&#20805;&#20998;&#25265;&#24616;&#30340;&#29702;&#30001;&#65292;&#25277;&#26469;&#25277;&#21435;&#19968;&#20010;&#21495;&#37325;&#22797;&#22909;&#20960;&#27425;&#65292;&#20013;&#22870;&#21495;&#30721;&#20998;&#24067;&#24456;&#38598;&#20013;&#21861;&#30340;&#12290;&#22870;&#21697;&#21487;&#20016;&#30427;&#20102;&#65292;&#26377;&#20070;&#65292;&#26377;&#21253;&#65292;&#26377;T&#65292;&#36824;&#26377;&#35838;&#31243;&#21861;&#30340;&#65292;&#22079;&#22079;&#65292;&#30524;&#39307;&#24471;&#24456;~</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/12/01/%E4%BB%8A%E5%A4%A9%E6%98%AF%E4%B8%AA%E5%A5%BD%E6%97%A5%E5%AD%90%7E/">今天是个好日子~</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-12-01T00:00:00+08:00" pubdate data-updated="true">Dec 1<span>st</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#21861;&#22909;&#26085;&#23376;&#65311;&#25105;&#32456;&#20110;&#33021;&#19978;&#32593;&#21862;&#65292;&#21834;&#21704;&#21704;&#21704;</p>
<p>&#21382;&#26102;&#21322;&#20010;&#22810;&#26376;&#30340;&#26029;&#32593;&#21834;&#65292;&#30171;&#33510;&#27515;&#20102;</p>
<p>&#30591;&#24605;&#19978;&#31455;&#28982;&#26377;IntelliJ&#21644;head first java&#65292;&#27491;&#22909;&#19979;&#36733;&#20102;</p>
<p>&#20854;&#20182;&#30340;&#22043;&#65292;&#30041;&#30528;&#22238;&#23478;&#24930;&#24930;&#25214;</p>
<p>&#26202;&#19978;&#36319;&#22969;&#36891;&#20102;&#20010;&#23567;&#23528;&#65292;&#25105;&#36825;&#32769;&#24180;&#20154;&#21834;&#65292;&#26377;&#22909;&#20960;&#24180;&#27809;&#21435;&#23567;&#23528;&#65292;&#22969;&#20063;&#32769;&#20102;&#65292;&#27809;&#36891;&#22810;&#20037;&#20457;&#20154;&#23601;&#32047;&#24471;&#19981;&#34892;&#65292;&#20054;&#20054;&#21507;&#39277;&#21435;&#40479;~</p>
<p>&#22909;&#20037;&#19981;&#21435;&#24180;&#36731;&#20154;&#32858;&#38598;&#30340;&#22320;&#26041;&#65292;&#32771;&#23519;&#20043;&#21518;&#21457;&#29616;&#65292;&#20960;&#24180;&#20869;&#65292;&#25991;&#20855;&#30340;&#27969;&#34892;&#36235;&#21183;&#27809;&#21861;&#21464;&#21270;&#65292;&#25214;&#21040;&#20102;&#26080;&#25968;&#25105;&#33267;&#20170;&#20173;&#25317;&#26377;&#30340;&#21476;&#33891;&#32423;&#25991;&#20855;&#65292;&#19981;&#24471;&#19981;&#36319;&#22969;&#24863;&#24936;&#65292;&#26524;&#28982;&#32463;&#20856;&#26159;&#27704;&#24658;&#30340;&#21834;~</p>
<p>&#25104;&#26524;&#22043;&#65292;&#32769;&#22969;&#27604;&#36739;&#22810;&#65292;&#37492;&#20110;&#25105;&#20915;&#23450;&#37325;&#25342;&#25910;&#34255;&#22836;&#33457;&#30340;&#20064;&#24815;&#65292;&#20165;&#37319;&#36141;&#20102;&#22836;&#33457;&#20004;&#21482;&#12290;&#12290;&#12290;</p>
<p>&#29289;&#20215;&#30495;&#30340;&#19978;&#28072;&#22826;&#20005;&#37325;&#20102;&#65292;&#21861;&#19996;&#35199;&#37117;&#26159;10&#20803;&#36215;&#20215;&#65292;&#26356;&#21035;&#35828;&#31934;&#33268;&#28857;&#20799;&#30340;&#20102;</p>
<p>&#24819;&#24403;&#24180;&#65292;&#25105;&#24102;&#30528;50&#20986;&#38376;&#65292;&#33021;&#25910;&#33719;&#19968;&#21475;&#34955;&#22836;&#33457;&#20102;&#65292;&#20170;&#20799;&#23601;&#25343;&#30528;&#20457;&#22238;&#23478;&#65292;&#22826;&#23506;&#30876;</p>
<p>&#19981;&#36807;&#65292;&#21681;&#36824;&#26159;&#22909;&#25171;&#21457;&#30340;&#65292;&#19968;&#20010;&#34507;&#25374;&#23601;&#24320;&#24515;&#30340;&#19981;&#34892;&#65292;&#30636;&#38388;&#24536;&#35760;&#32769;&#22920;&#20811;&#25187;&#29983;&#27963;&#36153;&#23548;&#33268;&#29616;&#22312;&#29983;&#27963;&#25326;&#25454;&#30340;&#24808;&#30171;&#29616;&#23454;&#65292;&#24681;&#65292;&#20005;&#37325;&#24576;&#30097;&#36825;&#26159;&#20146;&#22920;&#20040;~</p>
<p>&#25105;&#24819;&#24819;&#65292;&#26029;&#32593;&#36825;&#19968;&#38453;&#65292;&#38169;&#36807;&#20102;&#22909;&#22810;&#24320;&#24515;&#30340;&#20107;&#20799;&#65292;&#38169;&#36807;&#20102;agile tour&#65292;&#38169;&#36807;&#20102;&#20844;&#21496;&#30340;&#31532;&#19968;&#27425;&#23398;&#21069;&#29677;&#25945;&#32946;</p>
<p>&#21518;&#38754;&#20457;&#65292;&#38656;&#35201;&#26102;&#38388;&#22238;&#24518;&#25972;&#29702;&#24605;&#36335;&#65292;&#26368;&#36817;&#23601;&#21152;&#19978;&#65292;&#35748;&#35748;&#30495;&#30495;&#30340;~</p>
<p>
<object classid="clsid:6bf52a52-394a-11d3-b153-00c04f79faa6" width="0" height="0" codebase="http://activex.microsoft.com/activex/controls/mplayer/en/nsmp2inf.cab#Version=5,1,52,701">
<param name="url" value="http://file2.engok.com/download/ZipMp3100415/21941.mp3" /><embed type="application/x-mplayer2" width="0" height="0" src="http://file2.engok.com/download/ZipMp3100415/21941.mp3"></embed></object>
viva la gloria&#65292;&#21482;&#26159;&#35273;&#24471;&#36825;&#27468;&#21548;&#30528;&#29305;&#26377;&#21147;&#27668;&#65292;&#23567;&#26597;&#20102;&#19979;&#65292;&#21407;&#26469;&#26377;&#20851;&#20110;&#20026;&#20102;&#33258;&#30001;&#32780;&#26007;&#20105;&#30340;&#65292;&#25105;&#21916;&#27426;&#21834;~</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  <header>
    
      <h1 class="entry-title"><a href="/blog/2010/11/15/%E5%AF%82%E9%9D%99%E6%AC%A2%E5%96%9C/">寂静欢喜</a></h1>
    
    
      <p class="meta">
        








  


<time datetime="2010-11-15T00:00:00+08:00" pubdate data-updated="true">Nov 15<span>th</span>, 2010</time>
        
      </p>
    
  </header>


  <div class="entry-content"><p>
                                    <p><img src="http://pic.yupoo.com/isomeday/984759c85f2a/eji6qss1.jpg" border="0" alt="" /></p>
<p>&#20170;&#26085;&#25277;&#39118;&#65292;&#21464;&#21220;&#24555;&#20102;&#65292;&#22079;&#22079;</p>
<p>&#19981;&#24819;&#24178;&#27963;&#65292;&#22312;&#32593;&#19978;&#20154;&#32905;&#33258;&#20010;&#20799;</p>
<p>&#24471;&#21040;&#32467;&#35770;&#26159;&#65292;&#25105;&#22826;&#25042;&#65292;&#21861;&#37117;&#29992;&#19968;&#20010;&#21517;&#20799;&#65292;&#22826;&#23481;&#26131;&#34987;&#25214;&#21040;&#20102;</p>
<p>&#20005;&#37325;&#24576;&#30097;&#25105;&#19975;&#33021;&#30340;&#25991;&#30450;&#32769;&#29241;&#26159;&#19981;&#26159;&#26366;&#32463;&#26469;&#36807;&#36825;&#37324;&#65292;&#20869;&#21861;&#65292;&#29241;&#65292;&#25105;&#20197;&#21518;&#22810;&#22840;&#36190;&#24744;&#21704;&#65281;~</p>
<p>&#26152;&#22825;&#22312;&#19975;&#37030;&#30475;&#20070;&#65292;&#21457;&#29616;&#22909;&#20960;&#26412;&#35762;&#20179;&#22830;&#22025;&#25514;&#30340;&#20070;&#65292;&#23548;&#33268;&#37027;&#20010;&#30699;&#24773;&#30340;ymi&#22797;&#27963;&#65292;&#36148;&#20457;</p>
<pre>&#20320;&#35265;&#65292;&#25110;&#32773;&#19981;&#35265;&#25105;  &#25105;&#23601;&#22312;&#37027;&#37324;  &#19981;&#24754;&#19981;&#21916; 
&#20320;&#24565;&#65292;&#25110;&#32773;&#19981;&#24565;&#25105;  &#24773;&#23601;&#22312;&#37027;&#37324;  &#19981;&#26469;&#19981;&#21435; 
&#20320;&#29233;&#65292;&#25110;&#32773;&#19981;&#29233;&#25105;  &#29233;&#23601;&#22312;&#37027;&#37324;  &#19981;&#22686;&#19981;&#20943; 
&#20320;&#36319;&#65292;&#25110;&#32773;&#19981;&#36319;&#25105;  &#25105;&#30340;&#25163;&#23601;&#22312;&#20320;&#25163;&#37324;  &#19981;&#33293;&#19981;&#24323; 
&#26469;&#25105;&#30340;&#24576;&#37324;  &#25110;&#32773; &#35753;&#25105;&#20303;&#36827;&#20320;&#30340;&#24515;&#37324; 
&#40664;&#28982;&#30456;&#29233; 
&#23490;&#38745;&#27426;&#21916; 
&#19978;&#38754;&#36825;&#20010;&#26368;&#29233;&#21834;~&#28982;&#21518;&#26159;&#36825;&#20010;~
&#37027;&#19968;&#22825;&#65292;&#38381;&#30446;&#22312;&#32463;&#27583;&#65292;&#39321;&#38654;&#20013;&#65292;&#21548;&#35265;&#20320;&#35829;&#32463;&#30340;&#31668;&#35328;
&#37027;&#19968;&#26376;&#65292;&#25105;&#25671;&#21160;&#25152;&#26377;&#30340;&#36716;&#32463;&#31570;&#65292;&#19981;&#20026;&#36229;&#24230;&#65292;&#21482;&#20026;&#35302;&#25720;&#20320;&#30340;&#25351;&#23574;&#65307;
&#37027;&#19968;&#24180;&#65292;&#30933;&#38271;&#22836;&#65292;&#21261;&#21264;&#22312;&#23665;&#36335;&#65292;&#19981;&#20026;&#35280;&#35265;&#65292;&#21482;&#20026;&#36148;&#30528;&#20320;&#30340;&#28201;&#26262;&#65307;
&#37027;&#19968;&#19990;&#65292;&#36716;&#23665;&#36716;&#27700;&#36716;&#20315;&#22612;&#21834;&#65292;&#19981;&#20026;&#20462;&#26469;&#29983;&#65292;&#21482;&#20026;&#36884;&#20013;&#19982;&#20320;&#30456;&#35265;&#12290;
&#26089;&#23601;&#24819;&#20080;&#26412;&#20070;&#26469;&#34917;&#20805;&#19979;&#65292;&#32463;&#30740;&#31350;&#65292;&#26368;&#22909;&#30340;&#35793;&#26412;&#26159;&#26366;&#32516;&#35793;&#30340;&#65292;&#20877;&#32463;&#30740;&#31350;&#26368;&#26435;&#23041;&#30340;&#20986;&#29256;&#31038;&#26159;&#35199;&#34255;&#20154;&#27665;&#20986;&#29256;&#31038;&#65292;&#20877;&#30740;&#31350;&#21518;&#20154;&#23478;&#35828;&#65292;&#26368;&#22909;&#30340;&#37027;&#26412;&#20070;&#21482;&#26377;&#25289;&#33832;&#26377;&#21334;&#65292;150&#19968;&#26412;&#12290;
&#39069;&#65292;&#21861;&#26102;&#20505;&#21435;&#35199;&#34255;&#65292;&#21681;&#20080;&#21435;&#65281;
ps&#65306;&#19978;&#32593;&#30606;&#36716;&#65292;&#30475;&#21040;&#19968;&#21477;&#35805;&#65306;&#22899;&#20154;&#30524;&#20013;&#30340;&#37329;&#40863;&#23167;&#65292;&#37329;&#32773;&#26377;&#38065;&#20063;&#65292;&#40863;&#32773;&#34507;&#22823;&#20063;&#12290;&#26082;&#38420;&#21448;&#20426;&#65292;&#26159;&#35859;&#20975;&#23376;&#12290;&#21704;&#21704;&#21704;&#65292;totally&#30340;&#21523;&#21040;&#25105;&#20102;</pre>
                                    </p>
</div>
  
  


    </article>
  
  <div class="pagination">
    
      <a class="prev" href="/blog/page/5/">&larr; Older</a>
    
    <a href="/blog/archives">Blog Archives</a>
    
    <a class="next" href="/blog/page/3/">Newer &rarr;</a>
    
  </div>
</div>
<aside class="sidebar">
  
    <section>
  <h1>Recent Posts</h1>
  <ul id="recent_posts">
    
      <li class="post">
        <a href="/blog/2013/01/13/hui-gu-2012/">回顾2012</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/08/my-frist-post/">my-frist-post</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/05/14/eclipse---java.lang.noclassdeffounderror%3A-com.jayway.android.robotium.solo.solo%E9%94%99%E8%AF%AF%E8%A7%A3%E5%86%B3/">eclipse - java.lang.NoClassDefFoundError: com.jayway.android.robotium.solo.Solo错误解决</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/04/08/%E4%BD%A0%E7%8E%B0%E5%9C%A8%E7%9A%84%E5%B7%A5%E4%BD%9C%E8%BD%BB%E6%9D%BE%E4%B9%88%EF%BC%9F/">你现在的工作轻松么？</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/02/19/css%E7%AC%94%E8%AE%B0-position%E9%83%BD%E6%9C%89%E5%95%A5%E5%B1%9E%E6%80%A7/">CSS笔记-position都有啥属性</a>
      </li>
    
  </ul>
</section>






  
</aside>

    </div>
  </div>
  <footer role="contentinfo"><p>
  Copyright &copy; 2013 - muggleyoung -
  <span class="credit">Powered by <a href="http://octopress.org">Octopress</a></span>
</p>

</footer>
  







  <script type="text/javascript">
    (function(){
      var twitterWidgets = document.createElement('script');
      twitterWidgets.type = 'text/javascript';
      twitterWidgets.async = true;
      twitterWidgets.src = 'http://platform.twitter.com/widgets.js';
      document.getElementsByTagName('head')[0].appendChild(twitterWidgets);
    })();
  </script>





</body>
</html>
