
<!DOCTYPE html>
<!--[if IEMobile 7 ]><html class="no-js iem7"><![endif]-->
<!--[if lt IE 9]><html class="no-js lte-ie8"><![endif]-->
<!--[if (gt IE 8)|(gt IEMobile 7)|!(IEMobile)|!(IE)]><!--><html class="no-js" lang="en"><!--<![endif]-->
<head>
  <meta charset="utf-8">
  <title></title>
  <meta name="author" content="muggleyoung">

  
  <meta name="description" content="&#19978;&#29677;&#22823;&#32422;10&#22825;&#26102;&#65292;&#39033;&#30446;&#20020;&#36817;&#19978;&#32447;&#65292;&#24320;&#21457;&#24537;&#30528;&# &hellip;">
  

  <!-- http://t.co/dKP3o1e -->
  <meta name="HandheldFriendly" content="True">
  <meta name="MobileOptimized" content="320">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  
  <link rel="canonical" href="http://muggleyoung.github.com/blog/page/4/">
  <link href="/favicon.png" rel="icon">
  <link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
  <script src="/javascripts/modernizr-2.0.js"></script>
  <script src="/javascripts/ender.js"></script>
  <script src="/javascripts/octopress.js" type="text/javascript"></script>
  <link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
  <!--Fonts from Google"s Web font directory at http://google.com/webfonts -->
<link href="http://fonts.googleapis.com/css?family=PT+Serif:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<link href="http://fonts.googleapis.com/css?family=PT+Sans:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">

  

</head>

<body   >
  <header role="banner"><hgroup>
  <h1><a href="/"></a></h1>
  
    <h2>young for you</h2>
  
</hgroup>

</header>
  <nav role="navigation"><ul class="subscription" data-subscription="rss">
  <li><a href="/atom.xml" rel="subscribe-rss" title="subscribe via RSS">RSS</a></li>
  
</ul>
  
<form action="http://google.com/search" method="get">
  <fieldset role="search">
    <input type="hidden" name="q" value="site:muggleyoung.github.com" />
    <input class="search" type="text" name="q" results="0" placeholder="Search"/>
  </fieldset>
</form>
  
<ul class="main-navigation">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
</ul>

</nav>
  <div id="main">
    <div id="content">
      <div class="blog-index">
  
  
  
    <article>
      
  
  <p class="meta">
    








  


<time datetime="2011-05-04T00:00:00+08:00" pubdate data-updated="true">May 4<span>th</span>, 2011</time>
    
  </p>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2011/05/04/%E5%B8%AE%E5%8A%A9%E6%96%87%E6%A1%A3%E6%9C%89%E5%B8%AE%E5%8A%A9/">帮助文档有帮助</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#19978;&#29677;&#22823;&#32422;10&#22825;&#26102;&#65292;&#39033;&#30446;&#20020;&#36817;&#19978;&#32447;&#65292;&#24320;&#21457;&#24537;&#30528;&#23436;&#25104;stroy&#65292;&#25105;&#36825;&#20010;&#20108;&#25226;&#20992;&#27979;&#35797;&#65292;&#38500;&#20102;&#23613;&#37327;&#20840;&#38754;&#30340;&#27979;&#35797;&#65292;&#25903;&#25345;&#20182;&#20204;&#30340;&#24037;&#20316;&#65292;&#36824;&#24320;&#22987;&#30528;&#25163;&#20889;&#39033;&#30446;&#24110;&#21161;&#25991;&#26723;&#12290;</p>
<p>&#20889;&#25991;&#26723;&#30340;&#36807;&#31243;&#24635;&#26159;&#30171;&#33510;&#21448;&#26080;&#32842;&#30340;&#12290;</p>
<p>&#38656;&#35201;&#32771;&#34385;&#24590;&#26679;&#32452;&#32455;&#36923;&#36753;&#30340;&#26465;&#29702;&#24615;&#65292;&#21253;&#25324;&#25972;&#20010;&#25991;&#26723;&#32467;&#26500;&#21644;&#20320;&#30340;&#27599;&#19968;&#21477;&#35805;&#65307;</p>
<p>&#24590;&#26679;&#35753;&#29992;&#25143;&#21487;&#20197;&#26356;&#24555;&#25463;&#30340;&#25214;&#21040;&#20182;&#20204;&#38656;&#35201;&#30340;&#25805;&#20316;&#65307;</p>
<p>&#24590;&#26679;&#30452;&#35266;&#30340;&#35828;&#26126;&#38382;&#39064;&#65292;&#32780;&#19981;&#26159;&#19968;&#22534;&#35753;&#33258;&#24049;&#30475;&#20102;&#37117;&#26127;&#26127;&#27442;&#30561;&#30340;&#25991;&#23383;&#65307;</p>
<p>&#24456;&#22810;&#25105;&#20204;&#30475;&#26469;&#31616;&#21333;&#30340;&#19981;&#33021;&#20877;&#31616;&#21333;&#30340;&#25805;&#20316;&#65292;&#20063;&#35201;&#20180;&#32454;&#20132;&#20195;&#65307;</p>
<p>&#22522;&#20110;&#19978;&#19968;&#26465;&#65292;&#20294;&#26377;&#20123;&#22522;&#30784;&#30340;&#20171;&#32461;&#65292;&#20960;&#30334;&#24180;&#37117;&#19981;&#20250;&#26377;&#20154;&#30475;&#65292;&#21487;&#26159;&#19975;&#19968;&#26377;&#19981;&#20250;&#30340;&#65292;&#25991;&#26723;&#37324;&#38754;&#25214;&#19981;&#21040;&#65292;&#23601;&#26159;&#25105;&#20204;&#32771;&#34385;&#19981;&#21608;&#21040;&#65292;&#25152;&#20197;&#21792;&#21792;&#21480;&#21480;&#35828;&#20102;&#24456;&#22810;&#20043;&#21518;&#65292;&#24590;&#26679;&#31361;&#20986;&#25805;&#20316;&#20013;&#20851;&#38190;&#30340;&#36923;&#36753;&#65292;&#36825;&#20063;&#26159;&#20010;&#38382;&#39064;&#12290;</p>
<p>&#160;</p>
<p>&#24184;&#22909;&#21681;&#26159;&#21018;&#20889;&#36807;&#35770;&#25991;&#30340;&#23401;&#21482;&#65292;&#24971;&#20960;&#20010;&#25991;&#26723;&#36824;&#26159;&#21487;&#20197;&#24525;&#21463;&#30340;&#12290;</p>
<p>&#36817;4&#22825;&#26102;&#38388;&#65292;&#36824;&#29408;&#21464;&#24577;&#30340;&#33457;&#20102;&#26102;&#38388;&#25972;&#29702;&#23383;&#20307;&#12289;&#25490;&#29256;&#31561;&#38754;&#23376;&#24037;&#31243;&#12290;</p>
<p>&#24403;&#26102;&#35273;&#24471;&#65292;&#36825;&#20960;&#20010;&#25991;&#26723;&#65292;&#31639;&#19981;&#19978;&#22909;&#30340;&#65292;&#20063;&#31639;&#26159;above average&#20102;&#12290;</p>
<p>&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;</p>
<p>&#39033;&#30446;&#19978;&#32447;&#21518;&#65292;&#19968;&#30452;&#21442;&#19982;&#30528;surprot&#30340;&#24037;&#20316;&#65292;&#31361;&#28982;&#65292;&#23601;&#24847;&#35782;&#21040;&#30340;&#24110;&#21161;&#25991;&#26723;&#30340;&#37325;&#35201;&#24615;&#12290;</p>
<p>&#26377;&#19968;&#31867;&#29992;&#25143;&#65292;&#36935;&#21040;&#38382;&#39064;&#20250;&#36880;&#27493;&#21521;&#20320;&#35828;&#26126;&#20986;&#29616;&#38382;&#39064;&#26102;&#30340;&#25805;&#20316;&#65292;&#36824;&#20307;&#36148;&#30340;&#36741;&#20197;&#25130;&#22270;&#12290;&#24403;&#28982;&#25105;&#19981;&#20250;&#19968;&#30524;&#30475;&#20986;&#38382;&#39064;&#65292;&#20004;&#30524;&#20063;&#30475;&#19981;&#20986;&#65292;&#20294;&#25105;&#32463;&#39564;&#20016;&#23500;&#30340;pair&#20250;&#12290;&#20182;&#30340;&#32463;&#39564;&#65292;&#21152;&#19978;&#25105;&#27979;&#35797;&#26102;&#23545;&#31995;&#32479;&#30340;&#20102;&#35299;&#65292;&#23450;&#20301;&#38382;&#39064;&#36824;&#26159;&#27604;&#36739;&#36805;&#36895;&#30340;&#12290;</p>
<p>&#21478;&#19968;&#31867;&#29992;&#25143;&#65292;&#30001;&#20110;&#19981;&#20102;&#35299;&#31995;&#32479;&#35268;&#21017;&#65292;&#19981;&#24403;&#25805;&#20316;&#20043;&#21518;&#65292;&#20986;&#29616;&#38169;&#35823;&#65292;&#27809;&#26377;&#39044;&#26399;&#30340;&#32467;&#26524;&#65292;&#20182;&#20204;&#20250;&#33707;&#21517;&#20854;&#22937;&#65292;&#25551;&#36848;&#38382;&#39064;&#26102;&#65292;&#25105;&#20204;&#20063;&#21548;&#30340;&#29408;&#26197;&#12290;&#36825;&#26102;&#20505;&#23601;&#22810;&#20102;&#33258;&#24049;&#37325;&#29616;&#38382;&#39064;&#30340;&#24037;&#20316;&#37327;&#12290;</p>
<p>&#36824;&#32463;&#24120;&#20250;&#20986;&#29616;&#30340;&#38382;&#39064;&#26159;&#65292;&#30740;&#31350;&#20102;&#24456;&#20037;&#65292;&#21457;&#29616;&#31995;&#32479;&#23601;&#26159;&#36825;&#26679;&#30340;&#36923;&#36753;&#65292;&#21482;&#26159;&#29992;&#25143;&#19981;&#20102;&#35299;&#65292;&#32780;&#25105;&#65292;&#20063;&#19981;&#26159;&#29408;&#20102;&#35299;&#12290;</p>
<p>&#38500;&#20102;&#21453;&#30465;&#33258;&#24049;&#27979;&#35797;&#35206;&#30422;&#36824;&#19981;&#22815;&#65292;&#23545;&#31995;&#32479;&#38656;&#27714;&#20102;&#35299;&#19981;&#22815;&#22810;&#20197;&#22806;&#65292;&#25105;&#20204;&#26159;&#19981;&#26159;&#38656;&#35201;&#21521;&#29992;&#25143;&#20171;&#32461;&#26356;&#22810;&#65292;&#33267;&#23569;&#25104;&#20026;&#36825;&#20010;&#31995;&#32479;&#30340;&#21322;&#20010;&#19987;&#23478;&#12290;</p>
<p>&#20171;&#32461;&#31995;&#32479;&#23454;&#29616;&#30340;&#21151;&#33021;&#65292;&#29992;&#25143;&#25805;&#20316;&#30340;&#22522;&#26412;&#38480;&#21046;&#65292;&#36824;&#35201;&#23613;&#37327;&#22810;&#30340;&#35828;&#26126;&#19968;&#20123;&#25805;&#20316;&#19978;&#30340;&#36923;&#36753;&#65293;&#19994;&#21153;&#36923;&#36753;&#65292;&#31995;&#32479;&#23454;&#29616;&#19978;&#30340;&#38480;&#21046;&#31561;&#31561;&#12290;&#36825;&#26679;&#21487;&#20197;&#20943;&#23569;&#31532;&#20108;&#31867;&#29992;&#25143;&#20986;&#29616;&#38382;&#39064;&#30340;&#39057;&#29575;&#65292;&#29992;&#25143;&#22312;&#20986;&#38169;&#26102;&#65292;&#21487;&#20197;&#22312;&#24110;&#21161;&#25991;&#26723;&#20013;&#25214;&#21040;&#35299;&#20915;&#26041;&#26696;&#65292;&#25110;&#30693;&#36947;&#21738;&#37324;&#20986;&#38382;&#39064;&#20102;&#65292;&#20132;&#27969;&#36215;&#26469;&#20063;&#20250;&#26356;&#39640;&#25928;&#12290;</p>
<p>&#36824;&#26377;&#19968;&#31181;&#26041;&#26696;&#65292;&#23601;&#26159;&#25226;&#20855;&#26377;&#31649;&#29702;&#21592;&#26435;&#38480;&#30340;&#29992;&#25143;&#22521;&#20859;&#25104;&#21322;&#20010;&#19987;&#23478;&#12290;&#20854;&#20182;&#29992;&#25143;&#20986;&#38382;&#39064;&#65292;&#22823;&#22810;&#36890;&#36807;&#27714;&#21161;&#31649;&#29702;&#21592;&#35299;&#20915;&#12290;&#25105;&#20204;&#20063;&#21487;&#20197;&#26356;&#19987;&#27880;&#20110;&#30495;&#27491;&#30340;&#20248;&#21270;&#31995;&#32479;&#65292;&#32500;&#25252;&#23436;&#21892;&#21151;&#33021;&#30340;&#24037;&#20316;&#19978;&#12290;</p>
<p>&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;&#65293;</p>
<p>&#29992;&#25143;&#36234;&#26159;&#20102;&#35299;&#31995;&#32479;&#65292;&#25105;&#20204;&#30340;&#32500;&#25252;&#21644;&#21518;&#32493;&#30340;&#24320;&#21457;&#23601;&#20250;&#36234;&#39034;&#21033;&#12290;</p>
<p>&#24819;&#36215;&#21018;&#24320;&#22987;&#20889;&#25991;&#26723;&#26102;&#65292;&#24833;&#24471;&#19981;&#30693;&#36947;&#35813;&#20889;&#21861;&#65292;&#21861;&#35813;&#20889;</p>
<p>&#38065;&#38065;&#38382;&#25105;&#65292;&#22914;&#26524;&#20320;&#26159;&#29992;&#25143;&#65292;&#20320;&#26368;&#38656;&#35201;&#20102;&#35299;&#20160;&#20040;</p>
<p>&#25105;&#36855;&#24785;&#20102;&#19968;&#20013;&#21320;&#12290;</p>
<p>surport&#20043;&#21518;&#65292;&#24635;&#31639;&#26377;&#20102;&#28857;&#20307;&#20250;</p>
<p>&#20854;&#23454;&#36825;&#20010;&#22043;&#65292;&#20063;&#21487;&#20197;BA&#21644;QA pair&#23436;&#25104;&#65374;&#22079;&#22079;&#65374;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <p class="meta">
    








  


<time datetime="2011-04-16T00:00:00+08:00" pubdate data-updated="true">Apr 16<span>th</span>, 2011</time>
    
  </p>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2011/04/16/%E6%AF%95%E4%B8%9A%E6%97%85%E8%A1%8C%EF%BC%8D%E5%8E%A6%E9%97%A83/">毕业旅行－厦门3</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#25171;&#31639;&#19968;&#27668;&#20799;&#23436;&#25104;&#27605;&#19994;&#26053;&#34892;&#35760;&#24405;</p>
<p>&#21710;&#65292;&#36807;&#20102;&#28909;&#20046;&#21170;&#20799;&#20877;&#20889;&#65292;&#22909;&#38590;</p>
<p>&#31616;&#21333;&#28857;&#20799;&#21543;</p>
<p>&#160;</p>
<p>3&#26376;21&#26085; &#38598;&#32654;</p>
<p>&#38598;&#32654;&#23398;&#26449;&#65292;&#31639;&#26159;&#24456;&#26377;&#21517;&#30340;&#22320;&#26041;&#20102;</p>
<p>&#25454;&#20171;&#32461;&#65292;&#20891;&#38400;&#25171;&#26550;&#30340;&#26102;&#20505;&#65292;&#22823;&#20249;&#20026;&#20102;&#20445;&#35777;&#23398;&#29983;&#30340;&#23433;&#20840;&#65292;&#21010;&#20986;&#38598;&#32654;&#23398;&#26449;&#30340;&#33539;&#22260;&#20026;&#26080;&#25112;&#20107;&#21306;&#12290;</p>
<p>&#24403;&#26102;&#20154;&#20204;&#23545;&#25945;&#32946;&#30340;&#24577;&#24230;&#30528;&#23454;&#35753;&#25105;&#24863;&#21160;</p>
<p>&#22240;&#20026;&#21518;&#26469;&#20854;&#23454;&#36824;&#26159;&#24433;&#21709;&#21040;&#20102;&#36825;&#37324;&#12290;&#12290;&#12290;&#12290;&#25105;&#21382;&#21490;&#19981;&#22909;&#65292;&#23601;&#19981;&#22810;&#35828;&#20102;</p>
<p>&#160;</p>
<p>&#22312;&#38598;&#32654;&#65292;&#26368;&#22823;&#30340;&#24863;&#35302;&#23601;&#26159;&#23545;&#25945;&#32946;&#30340;&#37325;&#35270;&#21644;&#24320;&#25918;&#30340;&#24577;&#24230;</p>
<p>&#23567;&#23567;&#30340;&#38598;&#32654;&#26377;&#19968;&#21322;&#37117;&#36129;&#29486;&#32473;&#20102;&#23398;&#26657;</p>
<p>&#38500;&#20102;&#38598;&#32654;&#22823;&#23398;&#65292;&#36824;&#26377;&#20160;&#20040;&#36130;&#32463;&#23398;&#38498;&#65292;&#21326;&#20392;&#22823;&#23398;&#20043;&#31867;&#65292;&#36830;&#30528;&#23487;&#33293;&#21306;&#65292;&#23567;&#21830;&#38138;&#65292;&#24418;&#25104;&#20102;&#19968;&#20010;&#23567;&#23567;&#30340;&#29983;&#27963;&#22280;</p>
<p>&#32769;&#26657;&#21306;&#24314;&#31569;&#24456;&#26377;&#21382;&#21490;&#27668;&#24687;&#65292;&#24314;&#31569;&#22810;&#20026;&#21335;&#27915;&#29305;&#33394;&#12290;&#26032;&#26657;&#21306;&#65292;&#29615;&#22659;&#20063;&#24456;&#23569;&#65292;&#20294;&#21487;&#35782;&#21035;&#29305;&#33394;&#36824;&#26159;&#23569;&#20102;&#24456;&#22810;&#65292;&#22320;&#26041;&#20498;&#26159;&#24456;&#23485;&#38420;&#65292;&#20063;&#26159;&#20381;&#28023;&#32780;&#24314;&#12290;&#26377;&#20123;&#22320;&#26041;&#65292;&#30475;&#36215;&#26469;&#36319;&#35199;&#30005;&#26032;&#26657;&#21306;&#24046;&#19981;&#22810;&#12290;&#26032;&#24314;&#30340;&#23398;&#26657;&#22043;&#65292;&#36824;&#26159;&#38656;&#35201;&#26102;&#38388;&#21644;&#25991;&#21270;&#26469;&#20859;&#32946;&#65374;</p>
<p>&#160;</p>
<p>&#20174;&#21414;&#22823;&#36825;&#36793;&#20986;&#21457;&#21435;&#38598;&#32654;&#65292;&#26368;&#31616;&#21333;&#30340;&#26041;&#24335;&#26159;&#20808;&#22352;&#20844;&#20132;&#21040;&#21644;&#24179;&#30721;&#22836;&#65292;&#20063;&#21487;&#20197;&#22352;&#21040;&#36718;&#28193;&#65292;&#21521;&#21271;&#36208;&#19968;&#31449;&#36335;&#65292;&#21644;&#24179;&#30721;&#22836;&#26377;BRT&#65292;&#30452;&#25509;&#23601;&#22352;&#21040;&#20102;&#65292;&#36824;&#24456;&#24555;&#12290;</p>
<p>&#21435;&#38598;&#32654;&#36825;&#22825;&#65292;&#22825;&#27668;&#20986;&#22855;&#30340;&#22909;&#65292;&#27668;&#28201;&#30452;&#22868;30&#24230;</p>
<p>&#21018;&#19979;&#36710;&#65292;&#25105;&#23601;&#25104;&#21151;&#36855;&#36335;&#65292;&#20063;&#22240;&#27492;&#26377;&#26426;&#20250;&#27839;&#30528;&#28023;&#36793;&#36208;&#20102;&#21322;&#20010;&#38598;&#32654;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#26228;&#22825;&#30340;&#28023;&#26524;&#28982;&#24456;&#26377;&#28909;&#24102;&#39118;&#24773;</p>
<p>&#23588;&#20854;&#26159;&#22312;&#40140;&#22253;&#37027;&#36793;&#65292;&#24456;&#22810;&#24314;&#31569;&#35753;&#25105;&#35273;&#24471;&#65292;&#36825;&#23601;&#26159;&#25105;&#24819;&#35937;&#20013;&#26032;&#21152;&#22369;&#35813;&#26377;&#30340;&#26679;&#23376;</p>
<p>&#24681;&#65292;&#40140;&#22253;&#26159;&#20010;&#20540;&#24471;&#19968;&#21435;&#30340;&#22320;&#26041;&#65292;&#24403;&#28982;&#65292;&#25105;&#19981;&#29233;&#20080;&#38376;&#31080;&#65292;&#27809;&#36827;&#21435;</p>
<p>&#22806;&#38754;&#30340;&#26223;&#33394;&#23601;&#22815;&#22909;&#30475;&#20102;</p>
<p>&#26049;&#36793;&#26159;&#20160;&#20040;&#20844;&#22253;&#24536;&#35760;&#21517;&#23383;&#20102;&#65292;&#25402;&#22882;&#21326;&#65292;&#36824;&#26377;&#28023;&#36793;&#28216;&#27891;&#27744;</p>
<p>&#27839;&#28023;&#28216;&#27891;&#27744;&#24448;&#19978;&#65292;&#26377;&#19968;&#20123;&#36156;&#36156;&#22909;&#30475;&#30340;&#32769;&#27004;</p>
<p>&#25105;&#21435;&#30340;&#26102;&#20505;&#28216;&#23458;&#19981;&#22810;&#65292;&#25110;&#32773;&#20182;&#20204;&#37117;&#20080;&#31080;&#36827;&#40140;&#22253;&#20102;&#65292;&#21704;&#21704;</p>
<p>&#19968;&#20010;&#20154;&#22352;&#22312;&#32769;&#27004;&#21488;&#38454;&#19979;&#20241;&#24687;&#65292;&#21827;&#20102;&#21320;&#39277;&#65292;&#26377;&#20102;&#28857;&#20799;&#24230;&#20551;&#30340;&#24863;&#35273;</p>
<p>&#160;</p>
<p>&#40857;&#33311;&#27744;&#20284;&#20046;&#20063;&#26159;&#19968;&#20010;&#26223;&#28857;&#20102;&#65292;&#37027;&#22825;&#27809;&#27700;&#65292;&#24178;&#28088;&#30340;&#27744;&#24213;&#20840;&#26159;&#32511;&#33492;&#65292;&#19981;&#22909;&#30475;</p>
<p>&#27839;&#30528;&#28023;&#19968;&#30452;&#36208;&#19979;&#21435;&#23601;&#21040;&#20102;&#38598;&#32654;&#23398;&#26449;</p>
<p>&#36208;&#31359;&#23398;&#26449;&#20043;&#21518;&#26159;&#38598;&#32654;&#26032;&#26657;&#21306;</p>
<p>&#25293;&#20102;&#24456;&#22810;&#29031;&#29255;&#25171;&#31639;&#22238;&#26469;&#32473;&#22969;&#30475;&#30475;&#22905;&#26366;&#32463;&#26790;&#24819;&#30340;&#22823;&#23398;&#21602;&#65292;&#21710;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#24223;&#35805;&#19981;&#22810;&#35828;&#65292;&#24635;&#20043;&#65292;&#36208;&#22312;&#24180;&#36731;&#20154;&#20013;&#38388;&#30340;&#24863;&#35273;&#30495;&#22909;</p>
<p>&#160;</p>
<p>&#37027;&#22825;&#24456;&#35748;&#30495;&#30340;&#24605;&#32771;&#20102;&#65292;&#20026;&#20160;&#20040;&#25105;&#20204;&#23398;&#26657;&#27605;&#19994;&#30340;&#26657;&#21451;&#65292;&#23601;&#24456;&#23569;&#21548;&#35828;&#35841;&#22238;&#26469;&#20026;&#27597;&#26657;&#24314;&#35774;&#20986;&#28857;&#21147;&#65292;&#25110;&#32773;&#20026;&#39640;&#26657;&#25945;&#32946;&#20570;&#28857;&#20160;&#20040;&#30340;&#12290;</p>
<p>&#26576;&#33879;&#21517;&#26657;&#21451;&#65292;&#33267;&#20170;&#36824;&#19981;&#24895;&#24847;&#25215;&#35748;&#20182;&#22312;&#36825;&#37324;&#19978;&#36807;&#23398;&#21602;&#12290;&#12290;&#12290;</p>
<p>&#25110;&#35768;&#26159;&#25105;&#20204;&#23545;&#25945;&#32946;&#30340;&#37325;&#35270;&#31243;&#24230;&#19981;&#22815;</p>
<p>&#25110;&#35768;&#26159;&#25105;&#20204;&#23545;&#23398;&#26657;&#30340;&#24863;&#24773;&#19981;&#22815;</p>
<p>&#25110;&#35768;&#26159;&#25105;&#20204;&#36824;&#22312;&#20026;&#33258;&#24049;&#30340;&#29983;&#27963;&#25379;&#25166;&#65292;&#33021;&#21147;&#19981;&#22815;</p>
<p>&#19981;&#36807;&#65292;&#25442;&#20316;&#26159;&#25105;&#65292;&#21363;&#20351;&#20197;&#21518;&#30495;&#30340;&#26377;&#20102;&#33021;&#21147;&#65292;&#21487;&#33021;&#20063;&#19981;&#20250;&#32771;&#34385;&#25424;&#20986;&#37027;&#20040;&#22810;&#23478;&#24403;&#32473;&#23398;&#26657;</p>
<p>&#21407;&#22240;&#22826;&#22810;</p>
<p>&#26368;&#37325;&#35201;&#30340;&#65292;&#20320;&#20449;&#20219;&#20182;&#20204;&#20040;&#65311;&#24895;&#24847;&#25226;&#20320;&#30340;&#25424;&#21161;&#21644;&#29702;&#24819;&#25176;&#20184;&#32473;&#20182;&#20204;&#20040;&#65311;&#20540;&#24471;&#20040;&#65311;</p>
<p>&#19968;&#20010;&#28145;&#21051;&#21448;&#22797;&#26434;&#30340;&#38382;&#39064;</p>
<p>&#19968;&#22768;&#21497;&#24687;&#21727;&#65374;</p>
<p>&#160;</p>
<p>&#38598;&#32654;&#22238;&#26469;&#65292;&#39034;&#36947;&#21435;&#36891;&#20102;&#20013;&#23665;&#36335;&#21830;&#19994;&#21306;&#65292;&#19968;&#36335;&#19978;&#30340;&#24314;&#31569;&#24456;&#26377;&#29305;&#33394;</p>
<p>&#25105;&#21151;&#35838;&#20570;&#30340;&#19981;&#22810;&#65292;&#22238;&#26469;&#25165;&#26377;&#20154;&#21578;&#35785;&#25105;&#37027;&#37324;&#37117;&#26159;&#39569;&#27004;&#24314;&#31569;</p>
<p>&#35797;&#22270;&#23547;&#25214;&#20256;&#35828;&#20013;&#30340;&#35199;&#38376;&#22303;&#31499;&#20923;&#26410;&#26524;&#65292;&#24847;&#22806;&#30340;&#36208;&#21040;&#21516;&#23398;&#20171;&#32461;&#30340;&#28023;&#25954;&#23567;&#40063;&#40060;&#22823;&#25490;&#26723;</p>
<p>&#24456;&#38712;&#27668;&#30340;&#19968;&#20010;&#20154;&#20914;&#36827;&#21435;&#65292;&#25214;&#22352;&#65292;&#28857;&#39184;</p>
<p>&#19968;&#30424;&#28023;&#40092;&#65292;&#19968;&#30871;&#31859;&#39277;&#65292;28&#22359;</p>
<p>&#24515;&#28385;&#24847;&#36275;&#30340;&#22238;&#23478;&#30561;&#35273;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <p class="meta">
    








  


<time datetime="2011-04-15T00:00:00+08:00" pubdate data-updated="true">Apr 15<span>th</span>, 2011</time>
    
  </p>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2011/04/15/%E6%8A%B5%E4%BA%AC10%E6%97%A5%E5%B0%8F%E8%AE%B0/">抵京10日小记</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#26412;&#26469;&#24819;&#35828;&#24037;&#20316;10&#22825;&#35760;&#65292;&#20005;&#35880;&#30340;&#35828;&#65292;&#20013;&#38388;&#36824;&#20241;&#24687;&#20102;&#20004;&#22825;&#21602;</p>
<p>&#21040;&#23487;&#33293;&#31532;&#19968;&#22825;&#65292;&#26089;&#26216;&#36215;&#24202;&#19978;&#21397;&#25152;&#65292;&#23601;&#21387;&#26029;&#20102;&#39532;&#26742;&#30422;&#12290;&#12290;&#12290;&#12290;&#35753;&#25105;&#36825;&#20010;&#22823;&#33080;&#32982;&#23376;&#24773;&#20309;&#20197;&#22570;&#21584;&#12290;&#12290;&#12290;</p>
<p>&#160;</p>
<p>&#19978;&#29677;&#36824;&#26159;&#24456;&#20805;&#23454;&#30340;&#65292;&#22823;&#27010;&#22240;&#20026;&#38656;&#35201;&#23398;&#20064;&#30340;&#19996;&#35199;&#22826;&#22810;</p>
<p>&#26469;&#21040;&#21271;&#20140;&#31532;&#20108;&#22825;&#23601;&#34987;&#27966;&#19978;&#39033;&#30446;&#65292;&#27491;&#24335;bilable&#20102;&#65292;&#31361;&#28982;&#35273;&#24471;&#36156;&#26377;&#20215;&#20540;&#24863;</p>
<p>&#21407;&#26412;&#26159;&#19978;&#22823;&#39033;&#30446;&#30340;&#65292;&#38452;&#38169;&#38451;&#24046;&#30340;&#65292;&#26469;&#21040;&#20102;&#26368;&#36855;&#20320;&#30340;&#22242;&#38431;&#65293;&#21152;&#25105;&#20200;&#20154;&#65374;</p>
<p>&#36215;&#21021;&#36824;&#19981;&#24179;&#34913;&#19968;&#23567;&#20250;&#20799;</p>
<p>&#24178;&#36215;&#27963;&#20799;&#26469;&#65292;&#36824;&#26159;&#21508;&#26377;&#21508;&#30340;&#22909;</p>
<p>&#26242;&#26102;&#36824;&#27809;&#21150;&#27861;&#21015;&#20030;123&#65292;&#21482;&#33021;&#35828;&#25910;&#33719;&#22909;&#22810;&#65292;&#36824;&#22312;&#19968;&#28857;&#19968;&#28857;&#30340;&#23398;&#20064;&#20013;</p>
<p>&#34429;&#28982;&#24178;&#27963;&#20381;&#28982;&#32570;&#20047;&#26465;&#29702;&#24615;&#65292;&#20294;&#20063;&#21487;&#20197;&#33258;&#24049;&#20570;&#20102;</p>
<p>&#24930;&#24930;&#33021;&#21548;&#24471;&#25026;&#22242;&#38431;&#21516;&#23398;&#20204;&#30340;&#20132;&#27969;</p>
<p>&#24320;&#22987;&#22312;buddy&#30340;&#24102;&#39046;&#19979;&#65292;&#31995;&#32479;&#30340;&#25509;&#35302;&#19987;&#19994;&#30693;&#35782;</p>
<p>&#26368;&#21487;&#24796;&#30340;&#23601;&#26159;&#30001;&#20110;&#20154;&#22826;&#23569;&#65292;&#27963;&#20799;&#22826;&#22810;&#65292;&#22823;&#23478;&#27809;&#26377;&#26426;&#20250;&#19968;&#36215;pair</p>
<p>&#36824;&#22909;3&#20010;&#20154;&#65292;&#38543;&#26102;&#20132;&#27969;&#38382;&#39064;&#19981;&#22823;</p>
<p>&#22312;&#26032;&#29615;&#22659;&#20013;&#65292;&#24930;&#24930;&#23547;&#25214;&#30528;&#33258;&#24049;&#30340;&#29983;&#27963;&#33410;&#22863;</p>
<p>&#160;</p>
<p>&#19978;&#21608;&#65292;&#21608;&#26411;&#21442;&#35266;&#30334;&#24230;&#65293;&#25105;&#12290;&#12290;&#12290;&#12290;&#19981;&#20250;&#29992;&#26032;&#30005;&#33041;&#19978;&#20256;&#29031;&#29255;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#24635;&#20043;&#21602;&#65292;&#36824;&#26159;&#21916;&#27426;&#25105;&#21496;&#29615;&#22659;&#21834;&#65374;&#27604;&#26684;&#23376;&#38388;&#33298;&#22374;&#22810;&#20102;</p>
<p>&#25549;&#26159;&#38468;&#36817;&#21507;&#39277;&#20080;&#19996;&#35199;&#26377;&#28857;&#36149;</p>
<p>&#160;</p>
<p>&#21516;&#20107;&#20204;&#20063;&#24456;&#21451;&#22909;</p>
<p>&#36335;&#30196;&#30340;&#25105;&#29420;&#33258;&#19979;&#29677;&#26102;&#65292;&#24635;&#33021;&#22312;&#20986;&#38376;&#30340;&#26102;&#20505;&#25235;&#21040;&#19968;&#26522;&#21516;&#20107;&#65292;&#21578;&#35785;&#25105;&#21435;&#21738;&#37324;&#35813;&#24590;&#20040;&#36208;&#65374;</p>
<p>&#21152;&#19978;&#21508;&#31181;&#36461;&#39277;&#65292;&#23545;&#21507;&#36135;&#30340;&#21560;&#24341;&#36824;&#26159;&#24456;&#22823;</p>
<p>&#29241;&#22920;&#24635;&#26159;&#25285;&#24515;&#25105;&#19981;&#36866;&#24212;&#65292;&#24819;&#23478;</p>
<p>&#25308;&#25176;&#65374;</p>
<p>&#26472;&#23567;&#30473;&#24050;&#32463;&#19981;&#26159;&#21018;&#19978;&#22823;&#23398;&#30340;&#37027;&#20010;&#29233;&#21741;&#39740;&#20102;</p>
<p>&#19968;&#20010;&#20154;&#32972;&#20457;&#22823;&#21253;&#65292;&#22806;&#21152;&#19968;&#27515;&#27785;&#27515;&#27785;&#22823;&#31665;&#23376;&#36305;&#36335;&#37117;&#27809;&#38382;&#39064;&#21602;</p>
<p>&#20851;&#38190;&#26102;&#21051;&#65292;&#21681;&#36824;&#26159;&#24456;&#38752;&#38138;&#28404;</p>
<p>&#25549;&#26159;&#31532;&#20108;&#22825;&#27985;&#36523;&#30140;&#65292;&#19977;&#35282;&#32908;&#36731;&#24494;&#25289;&#20260;&#32780;&#24050;&#22043;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#160;</p>
<p>&#19979;&#21608;&#65292;&#39033;&#30446;&#19978;&#32447;</p>
<p>&#34429;&#28982;&#27809;&#20570;&#22810;&#23569;&#24037;&#20316;&#65292;&#25105;&#36824;&#26159;&#34920;&#31034;&#24515;&#24773;&#28608;&#21160;&#65292;&#24050;&#32463;&#24320;&#22987;&#35745;&#21010;&#35201;&#19981;&#35201;&#21917;&#37202;&#24198;&#31069;&#65374;</p>
<p>&#19979;&#21608;&#65292;&#36319;&#38065;&#38065;&#21516;&#24535;&#23398;&#25171;&#22826;&#26497;</p>
<p>&#24076;&#26395;&#23398;&#36153;&#19981;&#35201;&#22826;&#36149;&#65292;&#19981;&#28982;&#25105;&#21487;&#23601;&#21402;&#30528;&#33080;&#30382;&#36864;&#23398;&#20102;&#65374;</p>
<p>&#160;</p>
<p>&#21608;&#26411;&#65292;&#21271;&#20140;&#19968;&#24180;&#20013;&#26368;&#22909;&#30340;&#23395;&#33410;</p>
<p>&#30561;&#20010;&#25042;&#35273;&#65292;&#20986;&#38376;&#36955;&#24367;&#20999;&#65374;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <p class="meta">
    








  


<time datetime="2011-04-07T00:00:00+08:00" pubdate data-updated="true">Apr 7<span>th</span>, 2011</time>
    
  </p>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2011/04/07/new-life/">New Life</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#19978;&#29677;&#31532;&#20108;&#22825;&#65292;&#26126;&#22825;&#24212;&#35813;&#21487;&#20197;&#35797;&#30528;&#24178;&#27963;&#20102;&#65292;&#34429;&#28982;&#36824;&#26159;&#23436;&#20840;&#27809;&#26377;&#22836;&#32490;&#30340;&#29366;&#24577;</p>
<p>mark&#19979;&#65374;</p>
<p>&#21608;&#26411;www&#29983;&#26085;&#65292;&#27491;&#22909;&#21435;&#24198;&#31069;</p>
<p>&#21271;&#20140;&#31532;&#19968;&#21608;</p>
<p>&#32654;&#21253;&#21253;&#65374;</p>
<p>&#21916;&#27426;&#26032;&#30340;&#27675;&#22260;</p>
<p>&#24863;&#35273;&#24037;&#20316;&#25928;&#29575;&#36824;&#26159;&#26377;&#28857;&#20302;</p>
<p>&#23454;&#39564;&#23460;&#36951;&#30041;&#24694;&#20064;&#21834;&#65374;&#24517;&#39035;&#25235;&#32039;&#25913;&#36827;&#65374;&#65374;&#65374;</p>
                                    </p>
</div>
  
  


    </article>
  
  
    <article>
      
  
  <p class="meta">
    








  


<time datetime="2011-04-01T00:00:00+08:00" pubdate data-updated="true">Apr 1<span>st</span>, 2011</time>
    
  </p>
  
<header>
    
      <h1 class="entry-title"><a href="/blog/2011/04/01/%E6%AF%95%E4%B8%9A%E5%AD%A3-%E7%A6%BB%E6%A0%A1/">毕业季-离校</a></h1>
    
  </header>


  <div class="entry-content"><p>
                                    <p>&#24635;&#31639;&#26159;&#24443;&#24213;&#27605;&#19994;&#20102;</p>
<p>&#22238;&#26469;&#24320;&#22987;&#21150;&#29702;&#21508;&#31181;&#25163;&#32493;&#65292;&#19968;&#20010;&#20154;&#25343;&#30528;&#20061;&#24352;&#31163;&#26657;&#25163;&#32493;&#34920;&#21040;&#22788;&#25910;&#38598;&#30422;&#31456;</p>
<p>&#36824;&#22909;&#21681;&#25928;&#29575;&#39640;&#65292;&#22823;&#26089;&#36215;&#26469;&#25630;&#23436;&#20107;&#24773;&#65292;&#36824;&#26469;&#24471;&#21450;&#21435;&#38376;&#21475;&#26469;&#20010;&#22823;&#30871;&#22823;&#39309;&#30340;&#32993;&#36771;&#27748;&#34917;&#34917;&#21170;&#20799;~</p>
<p>&#25171;&#21253;&#23487;&#33293;&#25152;&#26377;&#19996;&#35199;&#65292;&#27809;&#21147;&#27668;&#25171;&#25195;&#65292;&#29408;&#24515;&#30041;&#32473;&#38463;&#23016;</p>
<p>&#26179;&#24736;&#21435;&#31036;&#22530;&#65292;&#22352;&#22312;&#35282;&#33853;&#35266;&#25705;&#27605;&#19994;&#20856;&#31036;&#19968;&#23567;&#20250;&#65292;&#26412;&#31185;&#22240;&#20026;&#29983;&#30149;&#38169;&#36807;&#20102;&#33258;&#24049;&#20026;&#33258;&#24049;&#25320;&#24125;&#31319;&#30340;&#26102;&#21051;&#65292;&#22079;&#22079;</p>
<p>&#20854;&#23454;&#65292;&#27605;&#19994;&#20856;&#31036;&#34429;&#28982;&#27809;&#21170;&#65292;&#26377;&#37027;&#20040;&#19968;&#23567;&#20250;&#65292;&#36824;&#26159;&#24773;&#32490;&#28608;&#21160;&#40763;&#23376;&#21457;&#37240;</p>
<p>&#21253;&#25324;&#36864;&#23487;&#33293;&#26102;&#65292;&#24102;&#30528;&#38463;&#23016;&#26469;&#26816;&#26597;&#65292;&#20851;&#38376;&#30340;&#19968;&#30636;&#24847;&#35782;&#21040;&#65292;&#20877;&#20063;&#19981;&#20250;&#26469;&#36825;&#37324;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#160;</p>
<p>&#26152;&#22825;&#21448;&#36305;&#21435;&#23398;&#26657;&#39046;&#20102;&#25253;&#21040;&#35777;&#65292;&#20107;&#20799;&#23601;&#31639;&#23436;&#20102;</p>
<p>&#24443;&#24213;&#32467;&#26463;&#20102;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#24320;&#22987;&#25171;&#21253;&#20986;&#24046;&#30340;&#34892;&#26446;</p>
<p>&#24754;&#20652;&#30340;&#21457;&#29616;&#34892;&#26446;&#31665;&#26377;&#28857;&#23567;&#65292;&#22836;&#30140;&#21834;</p>
<p>&#25379;&#38065;&#20102;&#20877;&#25972;&#20010;&#65281;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8211;</p>
<p>&#22238;&#21040;&#23478;&#23601;&#30149;&#20498;&#40479;&#65292;&#26152;&#22825;&#22312;&#23478;&#30561;&#20102;&#21322;&#22825;&#65292;&#24102;&#30149;&#21435;&#23398;&#26657;&#32487;&#32493;&#21150;&#25163;&#32493;</p>
<p>&#23481;&#26131;&#20040;&#25105;&#65292;&#36523;&#36127;&#36825;&#20040;&#22810;&#20154;&#30340;&#25163;&#32493;&#65292;&#29983;&#30149;&#37117;&#19981;&#33021;&#36367;&#23454;&#21351;&#24202;</p>
<p>&#25105;2&#19981;&#25289;&#21513;&#30340;&#29241;&#31455;&#28982;&#36824;&#35201;&#24102;&#25105;&#21435;&#21507;&#27873;&#39309;&#34917;&#34917;</p>
<p>&#21040;&#27873;&#39309;&#24215;&#38376;&#21475;&#23601;&#24320;&#22987;&#21520;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#20154;&#21834;&#65292;&#36824;&#26159;&#27809;&#36924;&#21040;&#37027;&#20221;&#20799;&#19978;&#65292;&#23601;&#24635;&#26159;&#24456;&#23047;&#27668;</p>
<p>&#24819;&#20043;&#21069;&#65292;&#21482;&#35201;&#29983;&#30149;&#23601;&#22362;&#20915;&#19981;&#19979;&#24202;&#65292;&#30561;&#19968;&#25972;&#22825;</p>
<p>&#29616;&#22312;&#30828;&#29228;&#19979;&#26469;&#65292;&#34429;&#35828;&#21520;&#20102;&#19968;&#20250;&#65292;&#35813;&#24178;&#22043;&#19981;&#36824;&#26159;&#24471;&#21435;&#20040;</p>
<p>&#32780;&#19988;&#25928;&#29575;&#36824;&#31639;&#39640;&#65292;&#19968;&#23567;&#26102;&#25630;&#23450;</p>
<p>&#24863;&#35874;&#21516;&#24773;&#25105;&#30340;&#21516;&#23398;&#20204;&#65292;&#35265;&#23043;&#24980;&#24756;&#65292;&#25597;&#19979;&#21097;&#19979;&#30340;&#28866;&#25674;&#23376;</p>
<p>&#24863;&#35874;&#25105;&#29241;&#36865;&#25105;&#21435;&#23398;&#26657;&#65292;&#23601;&#26159;&#27873;&#39309;&#27809;&#21507;&#25104;&#24456;&#21487;&#24796;</p>
                                    </p>
</div>
  
  


    </article>
  
  <div class="pagination">
    
      <a class="prev" href="/blog/page/5/">&larr; Older</a>
    
    <a href="/blog/archives">Blog Archives</a>
    
    <a class="next" href="/blog/page/3/">Newer &rarr;</a>
    
  </div>
</div>
<aside class="sidebar">
  
    <section>
  <h1>Recent Posts</h1>
  <ul id="recent_posts">
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-change-git-repo-name/">how to change git repo name</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-setup-a-new-remote-git-repo/">How to setup a new remote git repo</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/13/hui-gu-2012/">回顾2012</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/08/my-frist-post/">my-frist-post</a>
      </li>
    
      <li class="post">
        <a href="/blog/2012/05/14/eclipse---java.lang.noclassdeffounderror%3A-com.jayway.android.robotium.solo.solo%E9%94%99%E8%AF%AF%E8%A7%A3%E5%86%B3/">eclipse - java.lang.NoClassDefFoundError: com.jayway.android.robotium.solo.Solo错误解决</a>
      </li>
    
  </ul>
</section>






  
</aside>

    </div>
  </div>
  <footer role="contentinfo"><p>
  Copyright &copy; 2013 - muggleyoung -
  <span class="credit">Powered by <a href="http://octopress.org">Octopress</a>. Design by <a href="http://octopressthemes.com">Octopress Themes</a>.</span>
</p>

</footer>
  







  <script type="text/javascript">
    (function(){
      var twitterWidgets = document.createElement('script');
      twitterWidgets.type = 'text/javascript';
      twitterWidgets.async = true;
      twitterWidgets.src = 'http://platform.twitter.com/widgets.js';
      document.getElementsByTagName('head')[0].appendChild(twitterWidgets);
    })();
  </script>





</body>
</html>
