
<!DOCTYPE HTML>
<html>
<head>
	<meta charset="utf-8">
	<title>我爱2010呢~ - </title>
	<meta name="author" content="muggleyoung">

	
	<meta name="description" content="&#160;&#160; &#25302;&#20102;&#23567;&#21322;&#20010;&#26376;&#30340;&#24180;&#24230;&#24635;&#32467;&#35201;&#26469;&#20102;&#12290;&#23613;&#37327 &hellip;">
	
	<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

	<link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
	<link rel="canonical" href="">
	<link href="/favicon.png" rel="shortcut icon">
	<link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
	<!--[if lt IE 9]><script src="//html5shiv.googlecode.com/svn/trunk/html5.js"></script><![endif]-->
	<script src="//ajax.googleapis.com/ajax/libs/jquery/1.7.2/jquery.min.js"></script>
	
</head>

<body>
	<header id="header" class="inner"><h1><a href="/"></a></h1>
<nav id="main-nav"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</nav>
<nav id="mobile-nav">
	<div class="alignleft menu">
		<a class="button">Menu</a>
		<div class="container"><ul class="main">
	<li><a href="/">Blog</a></li>
	<li><a href="/blog/archives">Archives</a></li>
</ul>
</div>
	</div>
	<div class="alignright search">
		<a class="button"></a>
		<div class="container">
			<form action="http://google.com/search" method="get">
				<input type="text" name="q" results="0">
				<input type="hidden" name="q" value="site:muggleyoung.github.com">
			</form>
		</div>
	</div>
</nav>
<nav id="sub-nav" class="alignright">
	<div class="social">
		
		
		
		
    
		
		
		
		
		
		<a class="rss" href="/atom.xml" title="RSS">RSS</a>
		
	</div>
	<form class="search" action="http://google.com/search" method="get">
		<input class="alignright" type="text" name="q" results="0">
		<input type="hidden" name="q" value="site:muggleyoung.github.com">
	</form>
</nav>

</header>
	
		
	
	<div id="content" class="inner"><article class="post">
	<h2 class="title">我爱2010呢~</h2>
	<div class="entry-content"><p>
                                    <p>&#160;&#160; &#25302;&#20102;&#23567;&#21322;&#20010;&#26376;&#30340;&#24180;&#24230;&#24635;&#32467;&#35201;&#26469;&#20102;&#12290;&#23613;&#37327;&#35328;&#31616;&#24847;&#36165;~</p>
<p>&#160;&#160; &#20808;&#35828;2010&#36825;&#19968;&#24180;&#21543;</p>
<p>&#160;&#160; &#26412;&#21629;&#24180;</p>
<p>&#160;&#160; &#39134;&#35828;&#65292;&#26412;&#21629;&#24180;&#65292;&#35201;&#20040;&#36229;&#32423;&#39034;&#21033;&#65292;&#35201;&#20040;&#26497;&#20854;&#24754;&#24808;~</p>
<p>&#160;&#160; &#20110;&#26159;&#65292;&#25105;&#25972;&#20102;&#32418;&#39033;&#38142;&#65292;&#32418;&#25163;&#26426;&#38142;&#65292;&#32418;&#20070;&#21253;&#65292;&#32418;&#25358;&#21253;&#65292;&#32418;&#38065;&#21253;&#65292;&#32418;&#21345;&#21253;&#12290;&#12290;&#12290;&#12290;&#21507;&#20102;&#32418;&#20869;&#34915;&#65292;&#20854;&#20182;&#37117;&#32418;&#20102;&#65292;&#21704;&#21704;&#21704;</p>
<p>&#160;&#160; &#25110;&#35768;&#24515;&#29702;&#20316;&#29992;&#21543;&#65292;&#24863;&#35273;&#36824;&#26159;&#27604;&#36739;&#24184;&#36816;&#30340;&#19968;&#24180;&#21602;~</p>
<p>&#160;&#160; &#21018;&#36807;&#23436;&#24180;&#28316;&#21435;&#21271;&#20140;&#29609;&#20799;&#65292;&#20013;&#20102;&#20004;&#24352;&#27468;&#21095;&#31080;&#65292;&#36319;WD&#22312;&#22269;&#23478;&#22823;&#21095;&#38498;&#35013;&#20102;&#19968;&#25226;&#39640;&#38597;&#12290;&#34429;&#28982;&#25105;&#19968;&#24230;&#24819;&#36716;&#25163;&#21334;&#25481;&#65292;&#36186;&#20960;&#30334;&#22359;&#38646;&#33457;&#38065;&#65307;&#34429;&#28982;&#20474;&#20457;&#32463;&#24120;&#24615;&#31505;&#22330;&#65292;&#26126;&#26174;&#33402;&#26415;&#20462;&#20859;&#19981;&#22815;&#30340;&#23401;&#20799;~&#20294;&#21681;&#36825;&#36744;&#23376;&#30495;&#26159;&#22836;&#22238;&#20013;&#36825;&#22823;&#30340;&#22870;&#21602;&#65292;&#23454;&#22312;&#20540;&#24471;&#32426;&#24565;~</p>
<p>&#160;&#160; &#21518;&#26469;&#21543;&#65292;&#22312;LH&#21516;&#23398;&#25786;&#25479;&#19979;&#65292;&#20934;&#22791;&#32771;&#33521;&#35821;&#65292;&#30003;&#35831;&#23398;&#26657;&#12290;&#22797;&#20064;&#30528;&#65292;&#32416;&#32467;&#30528;&#65292;&#24819;&#26126;&#30333;&#20102;&#33258;&#24049;&#24819;&#35201;&#20160;&#20040;&#12290;&#19981;&#28982;&#20877;&#36825;&#26679;&#32416;&#32467;&#19979;&#21435;&#65292;&#21487;&#33021;&#24037;&#20316;&#23398;&#20064;&#20004;&#20010;offer&#37117;&#25343;&#19981;&#21040;&#21602;&#12290;GRE&#21602;&#65292;&#35064;&#32771;&#20063;&#33021;&#36825;&#26679;&#65292;&#25105;&#12290;&#12290;&#12290;&#25105;&#24456;&#19981;&#21402;&#36947;&#30340;&#27427;&#24944;&#20102;&#19968;&#23567;&#19979;&#19979;~</p>
<p>&#160;&#160; &#20845;&#26376;&#32771;&#23436;&#20102;G&#65292;&#26257;&#20551;&#24320;&#22987;&#36214;&#39033;&#30446;&#12290;</p>
<p>&#160;&#160; &#26399;&#38388;&#36824;&#25554;&#25773;&#20102;&#20013;&#21326;&#22823;&#25250;&#20154;&#27963;&#21160;&#65292;&#25104;&#21151;&#34987;&#20013;&#37145;&#35270;&#65292;&#34987;&#21326;&#25910;&#30041;&#12290;</p>
<p>&#160;&#160; &#22362;&#25345;&#36873;&#33258;&#24049;&#24819;&#35201;&#30340;&#24037;&#20316;&#65292;&#22312;&#32769;&#29241;&#30340;&#30005;&#35805;&#36720;&#28856;&#19979;&#65292;&#36824;&#26159;&#26089;&#26089;&#25298;&#20102;&#21326;&#65292;&#24320;&#22987;&#28023;&#25237;&#31616;&#21382;&#65292;&#21040;&#22788;&#36305;&#30528;&#31508;&#35797;&#38754;&#35797;&#30340;&#26085;&#23376;&#12290;&#20854;&#23454;&#20063;&#27809;&#24590;&#20040;&#36305;&#65292;&#28023;&#25237;&#20102;&#31616;&#21382;&#65292;&#21487;&#26159;&#21482;&#21435;&#20102;&#24819;&#21435;&#30340;&#31508;&#35797;&#65292;&#28982;&#21518;&#25343;&#21040;&#20102;&#20013;&#24847;&#30340;offer&#12290;&#20063;&#23601;&#36763;&#33510;&#20102;&#23567;&#21322;&#20010;&#26376;&#65292;&#30246;&#20102;&#20108;&#20004;&#32905;~&#30862;&#30862;&#20010;&#20107;&#24773;&#20040;~</p>
<p>&#160;&#160; &#21435;&#20844;&#21496;&#19978;&#20102;&#20960;&#33410;&#35838;&#65292;&#35748;&#35782;&#20102;&#26410;&#26469;&#21516;&#20107;&#20204;&#65292;&#36234;&#26469;&#36234;&#21916;&#27426;&#36825;&#26679;&#30340;&#27675;&#22260;&#12290;&#24320;&#22987;&#23545;&#33258;&#24049;&#30340;&#25216;&#26415;&#26377;&#25152;&#26399;&#24453;&#65292;&#30456;&#20449;&#36825;&#20250;&#26159;&#20010;&#22909;&#30340;&#24320;&#22987;&#65292;&#21162;&#21147;&#29983;&#27963;~</p>
<p>&#160;&#160; &#25152;&#20197;&#35828;2010&#65292;&#26368;&#22823;&#30340;&#25910;&#33719;&#26159;&#30693;&#36947;&#20102;&#33258;&#24049;&#24819;&#35201;&#20160;&#20040;&#65292;&#22362;&#25345;&#33258;&#24049;&#30340;&#20915;&#23450;&#12290;&#31639;&#19981;&#19978;&#26159;&#26377;&#29702;&#24819;&#26377;&#25265;&#36127;&#65292;&#37027;&#20063;&#31639;&#26159;&#26377;&#28857;&#36861;&#27714;&#20102;&#21543;&#12290;&#21916;&#27426;&#36825;&#26679;&#30340;&#29366;&#24577;~</p>
<p>&#160;&#160; &#24681;&#65292;&#36824;&#25509;&#35302;&#20102;&#21508;&#31181;&#20844;&#24320;&#35838;&#65292;&#24930;&#24930;&#31163;&#24320;&#30340;&#27426;&#20048;&#32654;&#21095;&#20204;&#65292;&#36716;&#31227;&#38453;&#22320;&#12290;&#30475;&#24471;&#19981;&#31639;&#22810;&#65292;&#20294;&#20063;&#22312;&#35748;&#30495;&#30340;&#22362;&#25345;&#12290;&#24320;&#22987;&#30456;&#20449;&#34892;&#21160;&#21147;&#30340;&#21147;&#37327;~</p>
<p>&#160;&#160; &#20877;&#35828;&#36825;2011&#21543;</p>
<p>&#160;&#160; &#23558;&#20250;&#24320;&#22987;&#20840;&#26032;&#30340;&#29983;&#27963;&#12290;&#24403;&#28982;&#65292;&#21681;&#24471;&#39034;&#21033;&#27605;&#19994;&#20102;&#20808;&#12290;&#23545;&#39134;&#35828;&#65292;&#25105;&#23545;&#26032;&#30340;&#29983;&#27963;&#20805;&#28385;&#20102;&#26399;&#24453;&#12290;&#25152;&#20197;&#65292;&#20174;&#29616;&#22312;&#24320;&#22987;&#65292;&#23601;&#35201;&#21162;&#21147;&#65292;&#19981;&#33021;&#20877;&#20687;&#24212;&#20184;&#26292;&#27515;&#19968;&#26679;&#23398;&#20064;&#20102;&#12290;&#29616;&#22312;&#65292;&#26159;&#20026;&#20102;&#33258;&#24049;&#32780;&#21162;&#21147;&#65292;&#26377;&#20027;&#21160;&#24615;&#21734;~</p>
<p>&#160;&#160; &#26143;&#24231;&#19978;&#35828;&#65292;2011&#22788;&#22899;&#24231;&#26691;&#33457;&#24456;&#26106;~&#22909;&#21543;&#65292;&#36825;&#35805;&#25105;&#24895;&#24847;&#20449;&#21602;~&#21035;&#26159;&#28866;&#26691;&#33457;&#23601;&#22909;~</p>
<p>&#160;&#160; &#20855;&#20307;&#35828;&#21602;&#65306;</p>
<p>&#160;&#160; &#25105;&#24076;&#26395;&#33258;&#24049;&#21487;&#20197;&#26356;&#21191;&#25954;&#30340;&#34920;&#36798;&#24819;&#27861;&#65292;&#20063;&#35201;&#26377;&#20805;&#36275;&#30340;&#23454;&#21147;&#21644;&#24213;&#27668;</p>
<p>&#160;&#160; &#20889;&#20195;&#30721;&#30340;&#27700;&#24179;&#38656;&#35201;&#25552;&#39640;&#65292;&#35201;&#20174;&#22522;&#26412;&#21151;&#24320;&#22987;</p>
<p>&#160;&#160; &#20851;&#20110;&#36719;&#20214;&#24320;&#21457;&#65292;&#25935;&#25463;&#24320;&#21457;&#30340;&#30693;&#35782;&#22826;&#22826;&#32570;&#20047;~</p>
<p>&#160;&#160; &#33521;&#35821;&#65292;&#33258;&#25171;&#25214;&#24037;&#20316;&#24320;&#22987;&#65292;&#23601;&#27809;&#20877;&#22909;&#22909;&#22362;&#25345;&#65292;&#26159;&#26102;&#20505;&#25214;&#22238;&#22909;&#20064;&#24815;&#20102;</p>
<p>&#160;&#160; &#36824;&#24076;&#26395;&#33258;&#24049;&#30340;blog&#33021;&#22362;&#25345;&#30340;&#26356;&#26377;&#35268;&#24459;&#28857;&#20799;&#65292;&#26576;&#19968;&#22825;&#65292;&#20851;&#20110;&#25216;&#26415;&#30340;&#25991;&#31456;&#21487;&#20197;&#25343;&#20986;&#26469;&#21333;&#29420;&#24320;&#21338;~</p>
<p>&#20004;&#24180;&#21069;&#24320;&#22987;&#65292;&#35797;&#22270;&#27599;&#24180;&#20570;&#22909;&#65292;&#24182;&#19988;&#21482;&#19987;&#27880;&#20110;&#20570;&#22909;&#20004;&#20214;&#20107;&#12290;&#23436;&#25104;&#30340;&#25928;&#26524;&#19981;&#23613;&#23436;&#32654;&#65292;&#20294;&#20063;&#22312;&#21162;&#21147;&#20013;~</p>
<p>&#21464;&#21270;&#30340;&#19968;&#24180;&#65292;&#35745;&#21010;&#36215;&#26469;&#24635;&#26159;&#24456;&#38590;&#12290;&#25152;&#20197;&#65292;&#25105;&#24819;&#65292;&#36824;&#26159;&#21162;&#21147;&#20570;&#22909;&#24037;&#20316;&#20808;&#21543;~</p>
                                    </p>
</div>


<div class="meta">
	<div class="date">








  


<time datetime="2011-01-10T00:00:00+08:00" pubdate data-updated="true">Jan 10<span>th</span>, 2011</time></div>
	<div class="tags">

</div>
	
</div></article>

	<div class="share">
	<div class="addthis_toolbox addthis_default_style ">
	
	
	<a class="addthis_button_tweet"></a>
	
	
	<a class="addthis_counter addthis_pill_style"></a>
	</div>
  <script type="text/javascript" src="http://s7.addthis.com/js/250/addthis_widget.js#pubid="></script>
</div>


</div>
	<footer id="footer" class="inner">Copyright &copy; 2013

    muggleyoung

</footer>
	<script src="/javascripts/slash.js"></script>
<script src="/javascripts/jquery.fancybox.pack.js"></script>
<script type="text/javascript">
(function($){
	$('.fancybox').fancybox();
})(jQuery);
</script> <!-- Delete or comment this line to disable Fancybox -->






</body>
</html>