
<!DOCTYPE html>
<!--[if IEMobile 7 ]><html class="no-js iem7"><![endif]-->
<!--[if lt IE 9]><html class="no-js lte-ie8"><![endif]-->
<!--[if (gt IE 8)|(gt IEMobile 7)|!(IEMobile)|!(IE)]><!--><html class="no-js" lang="en"><!--<![endif]-->
<head>
  <meta charset="utf-8">
  <title>我与念头 - </title>
  <meta name="author" content="muggleyoung">

  
  <meta name="description" content="&#25285;&#24515;&#20250;&#32922;&#23376;&#30140;&#65292;&#35753;&#25105;&#32039;&#24352;&#20102;&#21322;&#20010;&#26376;&#65292;&#32456;&#20110;&# &hellip;">
  

  <!-- http://t.co/dKP3o1e -->
  <meta name="HandheldFriendly" content="True">
  <meta name="MobileOptimized" content="320">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  
  <link rel="canonical" href="http://muggleyoung.github.com/blog/2009/12/21/%E6%88%91%E4%B8%8E%E5%BF%B5%E5%A4%B4/">
  <link href="/favicon.png" rel="icon">
  <link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
  <script src="/javascripts/modernizr-2.0.js"></script>
  <script src="/javascripts/ender.js"></script>
  <script src="/javascripts/octopress.js" type="text/javascript"></script>
  <link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
  <!--Fonts from Google"s Web font directory at http://google.com/webfonts -->
<link href="http://fonts.googleapis.com/css?family=PT+Serif:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<link href="http://fonts.googleapis.com/css?family=PT+Sans:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">

  

</head>

<body   >
  <header role="banner"><hgroup>
  <h1><a href="/"></a></h1>
  
    <h2>young for you</h2>
  
</hgroup>

</header>
  <nav role="navigation"><ul class="subscription" data-subscription="rss">
  <li><a href="/atom.xml" rel="subscribe-rss" title="subscribe via RSS">RSS</a></li>
  
</ul>
  
<form action="http://google.com/search" method="get">
  <fieldset role="search">
    <input type="hidden" name="q" value="site:muggleyoung.github.com" />
    <input class="search" type="text" name="q" results="0" placeholder="Search"/>
  </fieldset>
</form>
  
<ul class="main-navigation">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
</ul>

</nav>
  <div id="main">
    <div id="content">
      <div>
<article class="hentry" role="article">
  
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2009-12-21T00:00:00+08:00" pubdate data-updated="true">Dec 21<span>st</span>, 2009</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title">我与念头</h1>
    
  </header>


<div class="entry-content"><p>
                                    <p><img src="http://filer.blogbus.com/5333148/53331481261368921o.jpg" border="0" alt="" /></p>
<p>&#25285;&#24515;&#20250;&#32922;&#23376;&#30140;&#65292;&#35753;&#25105;&#32039;&#24352;&#20102;&#21322;&#20010;&#26376;&#65292;&#32456;&#20110;&#21069;&#22825;&#26202;&#19978;&#25346;&#25481;&#20102;&#65292;&#19968;&#25972;&#26202;&#29228;&#19978;&#29228;&#19979;&#30340;&#25240;&#33150;&#65292;&#30495;&#19981;&#22909;&#21463;&#65292;&#36824;&#27985;&#36523;&#20919;&#12290;&#22909;&#22312;&#25105;&#36824;&#26377;&#21147;&#27668;&#36208;&#36335;&#65292;&#26377;&#21147;&#27668;&#24448;&#36820;&#20110;&#21397;&#25152;&#23487;&#33293;&#12290;&#24555;&#22825;&#20142;&#26102;&#28903;&#20102;&#28909;&#27700;&#34955;&#25265;&#30528;&#65292;&#22909;&#22810;&#20102;&#65292;&#20110;&#26159;&#20046;&#65292;&#21448;&#26377;&#20102;&#29702;&#30001;&#32473;&#33258;&#24049;&#20241;&#20102;&#19968;&#25972;&#22825;&#20551;&#65292;&#36538;&#22312;&#34987;&#31389;&#37324;&#65292;&#20160;&#20040;&#37117;&#19981;&#24178;&#12290;&#24635;&#26159;&#36825;&#20010;&#26102;&#20505;&#65292;&#22823;&#33041;&#25165;&#26377;&#26426;&#20250;&#29730;&#30952;&#28857;&#20160;&#20040;&#12290;&#20855;&#20307;&#29730;&#30952;&#20102;&#20160;&#20040;&#22238;&#22836;&#35828;&#12290;&#22079;&#22079;</p>
<p>&#20170;&#26089;&#20183;&#30528;&#36523;&#20307;&#36824;&#27809;&#24590;&#20040;&#22909;&#65292;&#20063;&#27809;&#21435;&#23454;&#39564;&#23460;&#12290;&#22823;&#23478;&#37117;&#22909;&#24819;&#24565;&#25105;&#65292;&#21704;&#21704;&#65292;&#23588;&#20854;&#24819;&#24565;&#25105;&#20146;&#29233;&#30340;&#30005;&#33041;&#12290;&#37027;&#20457;&#30007;&#29983;&#26152;&#22825;&#23601;&#24565;&#21480;&#25105;&#21643;&#19981;&#21435;&#23454;&#39564;&#23460;&#65292;&#20170;&#20799;&#30452;&#25509;&#25171;&#30005;&#35805;&#26469;&#24944;&#38382;&#12290;&#12290;&#12290;&#22909;&#21543;&#65292;&#30475;&#22312;&#25105;&#30005;&#33041;&#36825;&#20040;&#26377;&#20154;&#27668;&#30340;&#20221;&#19978;&#65292;&#19979;&#21320;&#36807;&#26469;&#22909;&#20102;&#12290;&#35841;&#35753;&#25105;&#20013;&#22870;&#65292;mac&#22320;&#22336;&#34987;&#22909;&#24515;&#30340;&#32593;&#31649;&#21592;&#32465;&#23450;&#20102;&#21602;&#12290;&#12290;&#12290;&#20316;&#20026;&#23454;&#39564;&#23460;&#21807;&#19968;&#19968;&#21488;&#33021;&#19978;&#32593;&#30340;&#30005;&#33041;&#65292;&#22909;&#21543;&#65292;&#25105;&#35748;&#20102;&#12290;&#12290;&#12290;&#65288;&#20599;&#31505;&#19979;&#65289;</p>
<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;</p>
<p>&#21069;&#38453;&#20080;&#20102;&#26412;&#20070;&#65292;&#24046;&#19981;&#22810;&#23601;&#26159;&#19968;&#26412;&#20851;&#20110;&#37329;&#21018;&#32463;&#30340;&#35835;&#20070;&#31508;&#35760;&#12290;&#21363;&#20351;&#26159;&#35835;&#20070;&#31508;&#35760;&#65292;&#20063;&#36275;&#22815;&#28145;&#22885;&#65292;&#25105;&#19981;&#24471;&#19981;&#22810;&#35835;&#22909;&#20960;&#36941;&#20307;&#20250;&#12290;&#24681;&#65292;&#26399;&#24453;&#30528;&#26377;&#22825;&#25105;&#33021;&#35835;&#22909;&#20960;&#36941;&#35835;&#25026;&#37329;&#21018;&#32463;&#32463;&#25991;&#12290;</p>
<p>&#20315;&#38464;&#26524;&#28982;&#36275;&#22815;&#26234;&#24935;&#65292;&#27604;&#22914;&#20182;&#20204;&#23545;&#20110;&#20154;&#19982;&#33258;&#24049;&#24847;&#24565;&#20043;&#38388;&#30340;&#26007;&#20105;&#65292;&#23545;&#20110;&#21892;&#24694;&#20043;&#20998;&#30340;&#35828;&#36766;&#12290;&#26152;&#26202;&#30561;&#19981;&#30528;&#26102;&#25105;&#31361;&#28982;&#24819;&#26126;&#30333;&#20102;&#22909;&#22810;&#65292;&#25105;&#19982;&#33258;&#24049;&#30340;&#24847;&#24565;&#20043;&#38388;&#30340;&#32416;&#32467;&#12290;&#34429;&#35828;&#23545;&#20110;&#33258;&#24049;&#30340;&#29983;&#27963;&#26102;&#38388;&#35268;&#24459;&#21345;&#30340;&#27604;&#36739;&#32039;&#65292;&#23545;&#20110;&#26102;&#38388;&#30340;&#21033;&#29992;&#20063;&#36275;&#22815;&#37325;&#35270;&#65292;&#21487;&#36824;&#26159;&#31435;&#24535;&#35201;&#20811;&#26381;&#34987;&#24847;&#24565;&#25511;&#21046;&#65292;&#29978;&#33267;&#65292;&#25105;&#22909;&#20687;&#20250;&#26377;&#24847;&#26080;&#24847;&#30340;&#20174;&#23481;&#33258;&#24049;&#34987;&#25511;&#21046;&#32780;&#38519;&#20837;&#24515;&#24773;&#24840;&#24046;&#30340;&#24618;&#22280;&#12290;&#21710;&#21568;&#21568;&#65292;&#31361;&#28982;&#35828;&#19981;&#28165;&#20102;&#65292;&#30475;&#26469;&#36824;&#26159;&#36947;&#34892;&#19981;&#22815;&#21834;&#12290;&#12290;&#12290;&#22238;&#22836;&#29702;&#35299;&#26356;&#28145;&#21051;&#20102;&#20877;&#35828;&#21543;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#33267;&#20110;&#26080;&#21892;&#26080;&#24694;&#36825;&#19968;&#35828;&#65292;&#25105;&#34429;&#35828;&#26159;&#26126;&#30333;&#20102;&#20854;&#20013;&#30340;&#36947;&#29702;&#65292;&#21487;&#21364;&#27604;&#36739;&#38590;&#20570;&#21040;&#22914;&#27492;&#23485;&#24191;&#26080;&#29289;&#30340;&#22659;&#30028;&#12290;&#19981;&#30693;&#36947;&#23545;&#20110;&#21892;&#24694;&#65292;Jesus&#26159;&#24590;&#20040;&#35828;&#30340;&#65292;&#25105;&#24456;&#22909;&#22855;&#30340;&#24819;&#30693;&#36947;&#12290;&#12290;&#12290;&#12290;</p>
                                    </p>
</div>


  <footer>
    <p class="meta">
      
  

<span class="byline author vcard">Posted by <span class="fn">muggleyoung</span></span>

      








  



<time datetime="2009-12-21T00:00:00+08:00" pubdate data-updated="true">Dec 21<span>st</span>, 2009</time>
      


    </p>
    
      <div class="sharing">
  
  <a href="http://twitter.com/share" class="twitter-share-button" data-url="http://muggleyoung.github.com/blog/2009/12/21/%E6%88%91%E4%B8%8E%E5%BF%B5%E5%A4%B4/" data-via="" data-counturl="http://muggleyoung.github.com/blog/2009/12/21/%E6%88%91%E4%B8%8E%E5%BF%B5%E5%A4%B4/" >Tweet</a>
  
  
  
</div>

    
    <p class="meta">
      
        <a class="basic-alignment left" href="/blog/2009/12/19/matlab%E4%B8%ADwavedec%E5%92%8Cdwt%E7%9A%84%E5%8C%BA%E5%88%AB/" title="Previous Post: matlab中wavedec和dwt的区别">&laquo; matlab中wavedec和dwt的区别</a>
      
      
        <a class="basic-alignment right" href="/blog/2009/12/23/%E6%9C%89%E5%95%A5%E4%B8%8D%E5%8F%AF%E8%83%BD/" title="Next Post: 有啥不可能">有啥不可能 &raquo;</a>
      
    </p>
  </footer>
</article>

</div>

<aside class="sidebar">
  
    <section>
  <h1>Recent Posts</h1>
  <ul id="recent_posts">
    
      <li class="post">
        <a href="/blog/2013/01/25/how-to-use-font-icon-in-html/">How to use font icon in HTML</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-change-git-repo-name/">how to change git repo name</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-setup-a-new-remote-git-repo/">How to setup a new remote git repo</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/13/hui-gu-2012/">回顾2012</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/08/my-frist-post/">my-frist-post</a>
      </li>
    
  </ul>
</section>






  
</aside>


    </div>
  </div>
  <footer role="contentinfo"><p>
  Copyright &copy; 2013 - muggleyoung -
  <span class="credit">Powered by <a href="http://octopress.org">Octopress</a>. Design by <a href="http://octopressthemes.com">Octopress Themes</a>.</span>
</p>

</footer>
  







  <script type="text/javascript">
    (function(){
      var twitterWidgets = document.createElement('script');
      twitterWidgets.type = 'text/javascript';
      twitterWidgets.async = true;
      twitterWidgets.src = 'http://platform.twitter.com/widgets.js';
      document.getElementsByTagName('head')[0].appendChild(twitterWidgets);
    })();
  </script>





</body>
</html>
