
<!DOCTYPE html>
<!--[if IEMobile 7 ]><html class="no-js iem7"><![endif]-->
<!--[if lt IE 9]><html class="no-js lte-ie8"><![endif]-->
<!--[if (gt IE 8)|(gt IEMobile 7)|!(IEMobile)|!(IE)]><!--><html class="no-js" lang="en"><!--<![endif]-->
<head>
  <meta charset="utf-8">
  <title>天府成都游4 - </title>
  <meta name="author" content="muggleyoung">

  
  <meta name="description" content="4th day:
&#19968;&#20010;&#20154;&#65292;&#35745;&#21010;&#21435;&#26089;&#19978;&#38182;&#37324;&#65292;&#19979;&#21320;&#21435;&#26395;&#27743;&# &hellip;">
  

  <!-- http://t.co/dKP3o1e -->
  <meta name="HandheldFriendly" content="True">
  <meta name="MobileOptimized" content="320">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  
  <link rel="canonical" href="http://muggleyoung.github.com/blog/2010/07/29/%E5%A4%A9%E5%BA%9C%E6%88%90%E9%83%BD%E6%B8%B84/">
  <link href="/favicon.png" rel="icon">
  <link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
  <script src="/javascripts/modernizr-2.0.js"></script>
  <script src="/javascripts/ender.js"></script>
  <script src="/javascripts/octopress.js" type="text/javascript"></script>
  <link href="/atom.xml" rel="alternate" title="" type="application/atom+xml">
  <!--Fonts from Google"s Web font directory at http://google.com/webfonts -->
<link href="http://fonts.googleapis.com/css?family=PT+Serif:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">
<link href="http://fonts.googleapis.com/css?family=PT+Sans:regular,italic,bold,bolditalic" rel="stylesheet" type="text/css">

  

</head>

<body   >
  <header role="banner"><hgroup>
  <h1><a href="/"></a></h1>
  
    <h2>young for you</h2>
  
</hgroup>

</header>
  <nav role="navigation"><ul class="subscription" data-subscription="rss">
  <li><a href="/atom.xml" rel="subscribe-rss" title="subscribe via RSS">RSS</a></li>
  
</ul>
  
<form action="http://google.com/search" method="get">
  <fieldset role="search">
    <input type="hidden" name="q" value="site:muggleyoung.github.com" />
    <input class="search" type="text" name="q" results="0" placeholder="Search"/>
  </fieldset>
</form>
  
<ul class="main-navigation">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
</ul>

</nav>
  <div id="main">
    <div id="content">
      <div>
<article class="hentry" role="article">
  
  
  <ul class="post-info">
      <li class="meta icon-pencil">
        








  



<time datetime="2010-07-29T00:00:00+08:00" pubdate data-updated="true">Jul 29<span>th</span>, 2010</time>
        
      </li>  
  </ul>
  
<header>
    
      <h1 class="entry-title">天府成都游4</h1>
    
  </header>


<div class="entry-content"><p>
                                    <p>4th day:</p>
<p>&#19968;&#20010;&#20154;&#65292;&#35745;&#21010;&#21435;&#26089;&#19978;&#38182;&#37324;&#65292;&#19979;&#21320;&#21435;&#26395;&#27743;&#27004;&#21644;&#24029;&#22823;&#38468;&#36817;&#12290;</p>
<p>&#19968;&#22823;&#26089;&#23601;&#24320;&#22987;&#19979;&#38632;&#12290;&#21040;&#25104;&#37117;&#36825;&#20960;&#22825;&#37117;&#19981;&#23433;&#29983;&#65292;&#27599;&#22825;&#26089;&#19978;&#25110;&#32773;&#26202;&#19978;&#37117;&#20250;&#19979;&#28857;&#20799;&#38632;&#12290;&#27599;&#22825;&#20986;&#38376;&#36824;&#24471;&#33150;&#20986;&#28857;&#37325;&#37327;&#32473;&#38632;&#20254;&#12290;</p>
<p>&#38632;&#25402;&#22823;&#65292;&#25105;&#31359;&#30340;&#38795;&#28431;&#27700;&#65292;&#23601;&#31359;&#20102;&#25302;&#38795;&#20986;&#38376;&#12290;&#36825;&#26159;&#25105;&#36825;&#19968;&#22825;&#26368;&#19981;&#26126;&#26234;&#30340;&#20915;&#23450;&#12290;</p>
<p>&#20808;&#21435;&#20102;&#38182;&#37324;&#65292;&#21040;&#20102;&#38632;&#22522;&#26412;&#19978;&#23601;&#19981;&#22823;&#20102;&#65292;&#38632;&#21518;&#30340;&#38182;&#37324;&#30495;&#26159;&#22909;&#30475;&#65292;&#32780;&#19988;&#22240;&#20026;&#19979;&#38632;&#27809;&#21861;&#28216;&#20154;&#65292;&#25105;&#20048;&#22351;&#20102;~&#19968;&#20010;&#20154;&#24930;&#24736;&#24736;&#30340;&#36891;&#12290;&#12290;&#12290;</p>
<p>&#24590;&#26679;&#65292;&#20154;&#23569;&#21543;&#12290;&#27604;&#26152;&#26202;10&#28857;&#37117;&#36824;&#35201;&#23569;&#65281;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280414963s.jpg" border="0" alt="" /></p>
<p>&#39068;&#33394;&#29305;&#22909;&#30475;&#65292;&#23601;&#26159;&#25105;&#30456;&#26426;&#19981;&#22909;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280414958a.jpg" border="0" alt="" /></p>
<p>&#26377;&#28857;&#21335;&#26041;&#30340;&#24863;&#35273;&#65292;&#20294;&#21448;&#36319;&#21435;&#24180;&#21435;&#36807;&#30340;&#35199;&#22616;&#19981;&#37027;&#20040;&#19968;&#26679;&#30340;&#39118;&#26684;&#12290;&#36825;&#21643;&#35828;&#21602;&#65292;&#30475;&#26469;&#24471;&#21435;&#30475;&#28857;&#24314;&#31569;&#23398;&#30340;&#35838;&#31243;&#20102;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12804146159.jpg" border="0" alt="" /></p>
<p>&#21738;&#37324;&#37117;&#22909;&#30475;&#65292;&#22522;&#26412;&#19981;&#29992;&#36873;&#35282;&#24230;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280414595q.jpg" border="0" alt="" /></p>
<p>&#21518;&#26469;&#36935;&#19978;&#19968;&#20010;&#22992;&#22992;&#20063;&#26159;&#19968;&#20010;&#20154;&#22312;&#29609;&#65292;&#22992;&#22992;&#33261;&#32654;&#65292;&#29233;&#25293;&#29031;&#65292;&#27491;&#22909;&#25105;&#20063;&#19968;&#20010;&#20154;&#65292;&#23601;&#20457;&#20154;&#39034;&#36335;&#20102;&#65292;&#25105;&#20063;&#26377;&#20154;&#24110;&#24537;&#25293;&#29031;&#65292;&#21621;&#21621;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280414602a.jpg" border="0" alt="" /></p>
<p>&#21487;&#24796;&#22992;&#22992;&#27700;&#24179;&#19981;&#21643;&#22320;&#65292;&#24635;&#26159;&#25163;&#25238;&#65292;&#19981;&#36807;&#25105;&#30340;&#30456;&#26426;&#20063;&#26159;&#26377;&#36131;&#20219;&#30340;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280414622u.jpg" border="0" alt="" /></p>
<p>&#36891;&#30528;&#36891;&#30528;&#65292;&#23601;&#36305;&#21040;&#27494;&#20399;&#31072;&#38468;&#36817;&#20102;&#65292;&#20844;&#22253;&#20284;&#30340;&#65292;&#36824;&#26159;&#27809;&#20154;&#65292;&#30495;&#22909;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280414608a.jpg" border="0" alt="" /></p>
<p>&#26368;&#21518;&#27809;&#21435;&#27494;&#20399;&#31072;&#65292;&#25105;&#23244;&#38376;&#31080;&#22826;&#36149;&#65292;&#23601;&#26159;&#36825;&#20040;&#25248;&#38376;&#12290;</p>
<p>&#21435;&#38182;&#37324;&#30340;&#23567;&#21507;&#34903;&#65292;&#24403;&#28982;&#21448;&#21507;&#20102;&#32933;&#32928;&#31881;&#12290;&#36824;&#26377;&#20256;&#35828;&#20013;&#30340;&#20260;&#24515;&#20937;&#31881;&#65292;&#36215;&#21021;&#19981;&#35273;&#24471;&#29408;&#36771;&#65292;&#36824;&#35828;&#36825;&#26679;&#30340;&#21643;&#21487;&#33021;&#20250;&#20260;&#24515;&#21602;&#65292;&#22823;&#35805;&#21018;&#35828;&#23436;&#65292;&#21518;&#38754;&#23601;&#24320;&#22987;&#27882;&#27969;&#28385;&#38754;&#20102;&#12290;&#12290;&#12290;&#12290;&#19977;&#22823;&#28846;&#22043;&#65292;&#20854;&#23454;&#23601;&#36319;&#35199;&#23433;&#22238;&#27665;&#34903;&#30340;&#34562;&#34588;&#20937;&#31957;&#24046;&#19981;&#22810;&#30340;&#65292;&#19981;&#36807;&#36825;&#20010;&#26159;&#28909;&#30340;&#32780;&#24050;&#65292;&#27809;&#21861;&#24778;&#21916;&#12290;</p>
<p>&#21518;&#26469;&#22238;&#21040;&#20303;&#22788;&#65292;&#21516;&#23627;&#30340;&#20154;&#38382;&#24590;&#20040;&#22312;&#25104;&#37117;&#27809;&#25214;&#21040;&#20160;&#20040;&#29305;&#21035;&#22909;&#21507;&#30340;&#19996;&#35199;&#65292;&#25105;&#29305;&#36190;&#21516;&#65292;&#35828;&#20170;&#22825;&#21435;&#20102;&#38182;&#37324;&#26679;&#26679;&#37117;&#38590;&#21507;&#12290;&#32467;&#26524;&#23043;&#30452;&#25509;&#37145;&#35270;&#25105;&#65292;&#20320;&#22312;&#38182;&#37324;&#21507;&#19996;&#35199;&#30340;&#27809;&#26377;&#21457;&#35328;&#26435;&#12290;&#12290;&#12290;&#12290;&#30475;&#26469;&#65292;&#25105;&#30340;&#34892;&#31243;&#65292;&#22826;&#28216;&#23458;&#20102;&#12290;</p>
<p>&#38182;&#37324;&#37027;&#20010;&#21834;&#65292;&#23601;&#31639;&#26159;&#21320;&#39277;&#20102;&#12290;&#22992;&#22992;&#35828;&#22905;&#22312;&#25104;&#37117;&#23601;&#21574;&#19968;&#22825;&#65292;&#35201;&#22810;&#29609;&#28857;&#20799;&#22320;&#26041;&#12290;&#26412;&#23601;&#25171;&#31639;&#21508;&#29609;&#21508;&#30340;&#20102;&#12290;&#22992;&#22992;&#21448;&#35828;&#22905;&#20170;&#22825;&#35201;&#21435;&#26460;&#29995;&#33609;&#22530;&#65292;&#19968;&#36215;&#21543;&#12290;&#25105;&#35745;&#21010;&#27425;&#26085;&#21435;&#30340;&#65292;&#24819;&#24819;&#26377;&#20154;&#19968;&#36215;&#20063;&#25402;&#22909;&#65292;&#23601;&#25913;&#20102;&#35745;&#21010;&#12290;</p>
<p>&#26681;&#25454;&#22320;&#22270;&#65292;&#26460;&#29995;&#33609;&#22530;&#36828;&#65292;&#38738;&#32650;&#23467;&#36817;&#12290;&#39034;&#36947;&#23601;&#21435;&#20102;&#12290;&#30495;&#22833;&#36133;&#65292;&#38738;&#32650;&#23467;&#19981;&#22909;&#29609;&#65292;&#38500;&#20102;&#37027;&#19968;&#21482;&#38108;&#32650;&#12290;&#36319;&#38108;&#32650;&#30340;&#21512;&#24433;&#36824;&#19981;&#35265;&#20102;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#36335;&#19978;&#38543;&#22788;&#21487;&#35265;&#30340;&#21508;&#31181;&#21160;&#29289;&#33041;&#34955;&#65292;&#20063;&#36824;&#19981;&#38169;&#21862;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12804531206.jpg" border="0" alt="" /></p>
<p>&#36825;&#19968;&#25490;&#29492;&#23376;&#65292;&#24102;&#30528;&#25105;&#20204;&#24448;&#21397;&#25152;&#26041;&#21521;&#21069;&#36827;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280453127b.jpg" border="0" alt="" /></p>
<p>&#20026;&#21861;&#35828;&#38738;&#32650;&#23467;&#19981;&#22909;&#29609;&#21602;&#12290;&#39318;&#20808;&#65292;&#23545;&#36947;&#25945;&#65292;&#25105;&#20852;&#36259;&#19981;&#22823;&#12290;&#20854;&#27425;&#65292;&#38738;&#32650;&#23467;&#30340;&#36947;&#38271;&#36947;&#22993;&#24456;&#20982;&#12290;&#36824;&#26377;&#23601;&#26159;&#65292;&#30495;&#30340;&#27809;&#21861;&#29609;&#30340;&#12290;</p>
<p>&#31359;&#25302;&#38795;&#30340;&#40635;&#28902;&#26469;&#20102;&#65292;&#32047;&#65292;&#33050;&#30140;&#65292;&#21518;&#26469;&#38632;&#34429;&#28982;&#20572;&#20102;&#65292;&#21487;&#26159;&#22320;&#36824;&#26159;&#28369;&#65292;&#36208;&#36335;&#24471;&#21152;&#20493;&#23567;&#24515;&#65292;&#32791;&#36153;&#26356;&#22810;&#20307;&#21147;&#12290;&#23601;&#22312;&#38738;&#32650;&#23467;&#21917;&#20102;&#20250;&#33590;&#12290;&#33590;&#19981;&#22909;&#21917;&#65292;&#22320;&#26041;&#24456;&#33039;&#12290;&#22909;&#29609;&#30340;&#26159;&#65292;&#25105;&#20048;&#21621;&#21621;&#30340;&#36827;&#21435;&#20102;&#65292;&#20498;&#33590;&#22823;&#22920;&#30828;&#20197;&#20026;&#25105;&#26159;&#29087;&#20154;&#65292;&#22823;&#31505;&#24182;&#25171;&#25307;&#21628;&#65292;&#24403;&#28982;&#25105;&#27809;&#21548;&#25026;&#65292;&#20063;&#20667;&#31505;&#22238;&#21435;&#12290;&#32467;&#26524;&#36208;&#22312;&#21069;&#38754;&#30340;&#22992;&#22992;&#29305;&#25195;&#20852;&#65292;&#19968;&#33080;&#26080;&#36764;&#30340;&#22238;&#22836;&#38382;&#65292;&#20320;&#35748;&#35782;&#22905;&#65311;&#21710;&#65292;&#36825;&#19981;&#23601;&#27809;&#21170;&#20102;&#20040;&#65292;&#20309;&#24517;&#25139;&#31359;&#65292;&#20570;&#20010;&#20551;&#29087;&#20154;&#22810;&#22909;&#29609;&#30340;&#12290;</p>
<p>&#25402;&#32435;&#38391;&#65292;&#22909;&#22909;&#30340;&#22825;&#27668;&#65292;&#20026;&#21861;&#29031;&#29255;&#26159;&#36825;&#26679;&#30340;&#21602;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12804531126.jpg" border="0" alt="" /></p>
<p>&#25214;&#21040;&#19968;&#20010;&#22909;&#29609;&#30340;&#65292;&#36825;&#20010;&#35980;&#20284;&#26159;&#22312;&#27494;&#20399;&#31072;&#37027;&#36793;&#30475;&#21040;&#30340;&#65292;&#35760;&#19981;&#28165;&#20102;&#65292;&#30475;&#19978;&#38754;&#30340;&#25991;&#23383;&#65306;&#24352;&#19977;&#20016;&#29916;&#30382;&#35799;&#12290;&#20026;&#21861;&#36825;&#26679;&#21483;&#21834;&#65311;&#22312;&#38485;&#35199;&#65292;&#36825;&#20010;&#31639;&#39554;&#20154;&#30340;&#21602;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280453133l.jpg" border="0" alt="" /></p>
<p>&#38738;&#32650;&#23467;&#26049;&#36793;&#26377;&#20010;&#29748;&#21488;&#36335;&#65292;&#35828;&#26159;&#21496;&#39532;&#30456;&#22914;&#21644;&#21331;&#25991;&#21531;&#24403;&#24180;&#19968;&#36215;&#25242;&#29748;&#30340;&#22320;&#20799;&#12290;&#20256;&#35828;&#24456;&#32654;&#65292;&#29616;&#23454;&#21487;&#19981;&#26159;&#36825;&#26679;&#65292;&#23436;&#20840;&#30340;&#19968;&#26465;&#21830;&#19994;&#20223;&#21476;&#34903;&#65292;&#37329;&#30887;&#36745;&#29004;&#30340;&#65292;&#35753;&#25105;&#24819;&#21040;&#20102;&#40644;&#37329;&#30002;&#12290;</p>
<p>&#20174;&#29748;&#21488;&#36335;&#21435;&#24448;&#26460;&#29995;&#33609;&#22530;&#12290;&#37027;&#37324;&#36824;&#19981;&#38169;&#12290;&#21457;&#29616;&#25104;&#37117;&#26053;&#28216;&#65292;&#20854;&#23454;&#21407;&#26412;&#27809;&#26377;&#20160;&#20040;&#20869;&#23481;&#30340;&#65292;&#21487;&#26159;&#20182;&#21364;&#20805;&#20998;&#30340;&#24320;&#21457;&#21033;&#29992;&#65292;&#30828;&#26159;&#25630;&#20986;&#24456;&#22810;&#20869;&#23481;&#26469;&#12290;&#27604;&#22914;&#35828;&#36825;&#33609;&#22530;&#65292;&#19981;&#23601;&#26159;&#20010;&#33541;&#33609;&#23627;&#20040;&#12290;&#19981;&#65292;&#20154;&#23478;&#36824;&#25226;&#19982;&#26460;&#29995;&#30456;&#20851;&#30340;&#24456;&#22810;&#19996;&#35199;&#25918;&#20102;&#36827;&#26469;&#12290;&#27604;&#22914;&#65292;&#30865;&#24086;&#65292;&#24456;&#22810;&#20182;&#20889;&#30340;&#35799;&#30340;&#21517;&#23478;&#30865;&#24086;&#65307;&#27604;&#22914;&#65292;&#38613;&#22609;&#20043;&#31867;&#65307;&#27604;&#22914;&#65292;&#21518;&#19990;&#20026;&#20102;&#32426;&#24565;&#35799;&#22307;&#36896;&#30340;&#20315;&#22612;&#12290;&#20854;&#23454;&#29616;&#22312;&#30475;&#21040;&#30340;&#33609;&#22530;&#37117;&#26159;&#20223;&#21046;&#30340;&#65292;&#21487;&#26159;&#20197;&#21069;&#30340;&#33609;&#22530;&#36951;&#36857;&#20063;&#34987;&#25366;&#20986;&#26469;&#20102;&#65292;&#24324;&#25104;&#20102;&#21338;&#29289;&#39302;&#65292;&#35753;&#20320;&#30475;&#26377;&#20960;&#21475;&#20117;&#65292;&#25151;&#23376;&#26377;&#22810;&#23567;&#65292;&#35753;&#20320;&#30475;&#20182;&#20204;&#29992;&#36807;&#30340;&#30871;&#21644;&#30406;&#12290;&#30631;&#30631;&#65292;&#33021;&#24819;&#21040;&#30340;&#65292;&#20154;&#23478;&#37117;&#20570;&#24471;&#32454;&#33268;&#20837;&#24494;&#12290;&#38485;&#35199;&#26377;&#37027;&#20040;&#22810;&#30340;&#25991;&#29289;&#65292;&#21453;&#20498;&#19981;&#31232;&#32597;&#20102;&#65292;&#23601;&#26159;&#25366;&#20986;&#26469;&#65292;&#25670;&#22312;&#37027;&#65292;&#20889;&#19978;&#31616;&#21333;&#30340;&#35828;&#26126;&#35753;&#20320;&#30475;&#12290;&#35201;&#26159;&#20063;&#33021;&#24320;&#21457;&#33021;&#36825;&#26679;&#65292;&#23601;&#36825;&#19968;&#20221;&#29992;&#24515;&#65292;&#20063;&#36275;&#22815;&#21560;&#24341;&#20154;&#20102;&#12290;</p>
<p>&#33609;&#22530;&#27491;&#38376;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280454704z.jpg" border="0" alt="" /></p>
<p>&#25151;&#23376;&#12290;&#20854;&#23454;&#65292;&#30475;&#21338;&#29289;&#39302;&#37324;&#30340;&#26679;&#23376;&#65292;&#36825;&#20010;&#33609;&#22530;&#20284;&#20046;&#27604;&#23454;&#38469;&#35201;&#22823;&#19968;&#20123;&#12290;&#38590;&#24618;&#24320;&#22987;&#19968;&#30452;&#30475;&#30340;&#26102;&#20505;&#65292;&#25105;&#24635;&#36824;&#22312;&#32673;&#24917;&#26377;&#20010;&#36825;&#26679;&#30340;&#23627;&#23376;&#20303;&#22810;&#22909;&#30340;&#12290;&#12290;&#12290;&#12290;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280454723x.jpg" border="0" alt="" /></p>
<p>&#19968;&#20010;&#22823;&#29239;&#65292;&#25343;&#30528;&#19987;&#19994;&#35774;&#22791;&#21040;&#22788;&#36305;&#30528;&#25293;&#29031;&#65292;&#36824;&#36319;&#25105;&#20204;&#19968;&#26679;&#36461;&#23548;&#28216;&#21548;&#12290;&#12290;&#12290;&#21621;&#21621;&#65292;&#30475;&#30475;&#22823;&#29239;&#22810;&#26377;&#38236;&#22836;&#24863;&#30340;&#65292;&#25105;&#30456;&#26426;&#26469;&#20102;&#65292;&#20182;&#37117;&#19981;&#30475;&#33258;&#24049;&#30340;&#38236;&#22836;&#20102;&#12290;</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_12804547106.jpg" border="0" alt="" /></p>
<p>&#20877;&#26469;&#19968;&#20010;&#32982;&#23043;&#21644;&#30246;&#32769;&#22836;&#30340;&#21512;&#24433;~</p>
<p><img src="http://filer.blogbus.com/5333148/5333148_1280454717d.jpg" border="0" alt="" /></p>
<p>&#29609;&#23436;&#33609;&#22530;&#65292;&#25105;&#26159;&#30495;&#30340;&#30495;&#30340;&#32047;&#21128;&#20102;&#12290;&#22312;&#26049;&#36793;&#25214;&#20102;&#20010;&#36229;&#24066;&#65292;&#38506;&#37027;&#20010;&#22992;&#22992;&#20080;&#20102;&#28857;&#29305;&#20135;&#65292;&#20457;&#20154;&#21827;&#20102;&#20010;&#27721;&#22561;&#65292;&#36825;&#19968;&#22825;&#23601;&#23436;&#20102;&#12290;&#22836;&#19968;&#22238;9&#28857;&#20197;&#21069;&#22238;&#21040;&#25151;&#23376;&#12290;&#26089;&#26089;&#27927;&#27927;&#30561;&#20102;&#12290;</p>
<p>P.S.&#21152;&#20004;&#20010;&#22909;&#29609;&#30340;&#20107;&#20799;&#65306;</p>
<p>&#160;&#160;&#160; &#22992;&#22992;&#29305;&#29233;&#25293;&#29031;&#65292;&#27599;&#19968;&#20010;&#36896;&#22411;&#37117;&#35201;&#25105;&#25293;&#20010;&#27178;&#30340;&#65292;&#28982;&#21518;&#20877;&#26469;&#20010;&#31446;&#30340;&#12290;&#30495;&#25402;&#40635;&#28902;&#30340;&#12290;&#21487;&#33021;&#22905;&#20063;&#21457;&#35273;&#20102;&#65292;&#25152;&#20197;&#20026;&#20102;&#24052;&#32467;&#25105;&#12290;&#12290;&#12290;&#12290;&#36208;&#22312;&#36335;&#19978;&#65292;&#22905;&#31361;&#28982;&#19968;&#25197;&#33080;&#23545;&#25105;&#35828;&#8220;&#25105;&#35273;&#24471;&#20320;&#38271;&#24471;&#25402;&#20687;&#40072;&#40060;&#30340;&#8221;&#12290;&#25105;&#24778;&#20102;&#8220;&#21861;&#65281;&#21861;&#40060;&#65311;&#8221; &#8220;&#40072;&#40060;&#21834;&#65292;&#23601;&#37027;&#20010;&#22836;&#22823;&#22823;&#30340;&#20027;&#25345;&#20154;&#8221;&#12290;&#12290;&#12290;&#12290;&#12290;<br />&#22240;&#20026;&#36825;&#65292;&#21518;&#38754;&#24110;&#22905;&#25293;&#30340;&#29031;&#29255;&#25925;&#24847;&#25238;&#20102;&#22909;&#20960;&#24352;&#12290;&#12290;&#12290;&#12290;</p>
<p>&#160;&#160;&#160; &#21507;&#40614;&#24403;&#21171;&#30340;&#26102;&#20505;&#65292;&#21448;&#26159;&#27809;&#35805;&#25214;&#35805;&#65292;&#35828;&#8220;&#20320;&#36825;&#20040;&#30246;&#65292;&#26377;80&#26020;&#20040;&#8221; &#25105;&#29378;&#21916;&#65292;&#36824;&#35013;&#28129;&#23450;&#8220;&#27809;&#65292;&#25105;100&#8221; &#8220;&#30475;&#19981;&#20986;&#26469;&#21834;~&#20320;&#22810;&#39640;&#65292;&#26377;165&#20040;&#8221; &#19981;&#34507;&#23450;&#20102;&#65292;&#33267;&#20110;&#20040;&#65292;&#25105;&#26377;&#37027;&#20040;&#30702;&#20040;&#12290;&#12290;&#12290;&#12290;&#12290;&#12290;&#38590;&#36947;&#21681;&#36716;&#22411;&#23567;&#24039;&#29618;&#29649;&#20102;~</p>
<p>over~</p>
<p>&#160;</p>
                                    </p>
</div>


  <footer>
    <p class="meta">
      
  

<span class="byline author vcard">Posted by <span class="fn">muggleyoung</span></span>

      








  



<time datetime="2010-07-29T00:00:00+08:00" pubdate data-updated="true">Jul 29<span>th</span>, 2010</time>
      


    </p>
    
      <div class="sharing">
  
  <a href="http://twitter.com/share" class="twitter-share-button" data-url="http://muggleyoung.github.com/blog/2010/07/29/%E5%A4%A9%E5%BA%9C%E6%88%90%E9%83%BD%E6%B8%B84/" data-via="" data-counturl="http://muggleyoung.github.com/blog/2010/07/29/%E5%A4%A9%E5%BA%9C%E6%88%90%E9%83%BD%E6%B8%B84/" >Tweet</a>
  
  
  
</div>

    
    <p class="meta">
      
        <a class="basic-alignment left" href="/blog/2010/07/28/%E5%A4%A9%E5%BA%9C%E6%88%90%E9%83%BD%E6%B8%B83/" title="Previous Post: 天府成都游3">&laquo; 天府成都游3</a>
      
      
        <a class="basic-alignment right" href="/blog/2010/07/30/%E5%A4%A9%E5%BA%9C%E6%88%90%E9%83%BD%E6%B8%B85/" title="Next Post: 天府成都游5">天府成都游5 &raquo;</a>
      
    </p>
  </footer>
</article>

</div>

<aside class="sidebar">
  
    <section>
  <h1>Recent Posts</h1>
  <ul id="recent_posts">
    
      <li class="post">
        <a href="/blog/2013/01/25/how-to-use-font-icon-in-html/">How to use font icon in HTML</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-change-git-repo-name/">how to change git repo name</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/21/how-to-setup-a-new-remote-git-repo/">How to setup a new remote git repo</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/13/hui-gu-2012/">回顾2012</a>
      </li>
    
      <li class="post">
        <a href="/blog/2013/01/08/my-frist-post/">my-frist-post</a>
      </li>
    
  </ul>
</section>






  
</aside>


    </div>
  </div>
  <footer role="contentinfo"><p>
  Copyright &copy; 2013 - muggleyoung -
  <span class="credit">Powered by <a href="http://octopress.org">Octopress</a>. Design by <a href="http://octopressthemes.com">Octopress Themes</a>.</span>
</p>

</footer>
  







  <script type="text/javascript">
    (function(){
      var twitterWidgets = document.createElement('script');
      twitterWidgets.type = 'text/javascript';
      twitterWidgets.async = true;
      twitterWidgets.src = 'http://platform.twitter.com/widgets.js';
      document.getElementsByTagName('head')[0].appendChild(twitterWidgets);
    })();
  </script>





</body>
</html>
